{
  "content": "How to combat osteoporosis?\nOsteoporosis dramatically rises in Western Europe. Women are afflicted more than men. Patients can, however, take action themselves. We talk to sports scientist Dr. Jürgen Siebenhünen.\nDW: Why do so many people get osteoporosis, and why is the proportion of women so high? Jürgen Siebenhünen: One frequent factor is genetic predisposition, i.e. the illness being passed on by the mother. The main reason for a growing risk of osteoporosis among women is the change in hormone levels during the menopause, who leads to an oestrogen deficiency. As the oestrogen level sinks, bone loss accelerates rapidly by up to 4% per year. Women lose an average of 40% of their bone mass between the ages of 40 and 70. The figure for men is only 12% - although younger men are now catching up, due primarily to unhealthy lifestyles that can favor development of the illness. Insufficient exercise, sweetened drinks, candy, yeast, preserved meat products, pickled meat and above all beer help to reduce bone mass. Can a healthy diet therefore have a positive impact? Faulty diets are indisputably a major factor behind the onset of osteoporosis. Patients should consult a professional dietician to get a formal appraisal of their eating habits. Dietary profiles help to identify faulty nutrition and possible deficiencies in vital nutrients. They also detect dietary sins that are frequently linked to a reduction of calcium levels, and which can be replaced gradually by healthier options. A diet that is balanced and geared to the patient can make a big contribution to relieving symptoms. Which foods do you recommend for osteoporosis patients? Firstly: all varieties of cheese, due to their high calcium content. Then: milk and dairy products, vegetables such as broccoli, cauliflower, all types of cabbage, fennel, wholegrain bread, and fruit. Mineral water that is high in calcium but low in sodium. But while your diet is important, an appropriate workout program remains essential. Do you have an ideal workout program for osteoporosis patients? Sports and workout programs should include exercises that exert pulling pressure on the bones. As impact on the body is also important, working out on a power plate (a rapidly oscillating platform) is very effective. It has been shown that this kind of workout can replenish bone mass and density. Workouts should be carried out on a regularly basis, however, in order to effectively combat osteoporosis. Doing the odd exercise once will not be enough. In addition to special power training with relatively short but very intensive exercises, endurance sports such as jogging and walking are an important component of any proper training program. To maximize the effect on bones, the workout intensity should be raised gradually, and should in any case exceed everyday demands. Finally: workout programs of this nature should only be performed with professional assistance. Dr. Jürgen Siebenhünen is a sports scientist who runs health management seminars, a sports rehabilitation expert and personal trainer. http://www.siebenhuenen-gesundheit.de",
  "relations": []
}