{
  "content": "Julian Weigl: 'Last year I played a bit too safe'\nAfter a rapid rise in his first Bundesliga season, Julian Weigl is expected to deliver again in his second. DW spoke to the BVB star about that pressure and what he plans to change this time around.\nSecond albums are hard to get right, especially if the first was a hit. Julian Weigl's first season on the big stage certainly was one. Out of nowhere, a player seemingly signed as a prospective talent became the central pivot of Thomas Tuchel's midfield. Now, ahead of his second, Weigl has the pressure of delivering again, and delivering again is just what the Bavaria native has in mind. \"I think it's important not to let up or give that little bit less because you think you've alleady proved yourself,\" Weigl told DW. \"Many athletes can have a good year, but the important thing is to perform consistently on the pitch. Now it is time to do more to prove my performance.\" Dressed for a training session that doesn't start for a while, it's easy to see Weigl's hard-working mindset is more than just an attitude. His father got him into football and while Julian always went to his father's games, he didn't watch because he was too busy playing himself. While he's still got his flashes of youth - the handshake is more friendly than formal and Drake is his one of his favorite artists - he's just as calm in person as he appears when three players are trying to close him down in midfield. At the start of September Weigl will turn 21 years old. For a man of his age, he's proved so much that his final year as a teenager must feel like a lifetime ago. Since then, he has left his old life in Bavaria for a new one as a Borussia player, after the club bought him from second-divison side 1860 Munich for an understated 2.5 million euros ($2.8 million). Weigl made over 50 club appearances, and even made his Germany debut before joining the Euro 2016 squad. Weigl has eased into top-level football with remarkable composure. The youngster admitted that this year had gone went quickly for him, though, and that a recent holiday in the United States with his girlfriend was a welcome chance to get away and take stock. \"I arrived [at Dortmund] knowing no one and it changed drastically from one week to the next and of course, you want to have moments when you can eat alone and be a nobody.\" In a Dortmund team that lost its spine this summer, Weigl has become more than just another member of the team. His role this season will be huge, as BVB welcome a host of new faces and the return of the Champions League. \"The Champions League is the most awesome competition out there,\" Weigl said, clearly excited at the prospect of playing at the top level of club football. \"We lost three important players, so it was obvious we would need to dip into the market. But I trusted the club because they've always signed good players. When Robert Lewandowski left, we got Pierre-Emerick Aubameyang,' Henrikh Mkhitaryan came in for link:19416307:Mario Götze.\"# The temptation the second time around for both Tuchel and Weigl will be to offer something new, but the midfielder isn't tempted to stray too far from what has made him so successful. \"My strength is how I played last year and I'm hoping to prove that and take it to the next level by making fewer mistakes and improving my weaknesses. There were perhaps a few games last year when I played a bit too safe. I want to operate a little more offensively, so I can deliver an assist from time to time.\" As Weigl grows as a footballer, it's exciting to think what kind of player he's developing into. \"Last year was my first year so you don't always trust yourself to make the killer pass. I think taking last year's form, perhaps I can take the next step, to take more players out of the play with my passes and be more attacking.\" Weigl is a model professional. He genuinely trains hard and when the name Dirk Nowitzki came up, it became abundantly clear that this is no ordinary 20-year-old. \"Dirk Nowitzki talked about Kobe Bryant being a workaholic. It's those things make you think: 'I won't just spend today on the sofa. I won't do it tomorrow, I'll do it now.'\" And it's hard not to believe Weigl is becoming a better play today. He's also working with the physio team to keep in shape and he even said that he tries \"to live professionally.\" His focus on diet is also impressive. He's been working on a plan to put on some bulk and it seems to be going well. \"It's clear that I'm not going to be a Mats Hummels or a Sokratis, and I might lose a bit of my style of play if I did, but one, two, three kilograms (6.6 pounds) would help.\" Time with the Germany squad this summer has helped Weigl. He said Toni Kroos' passing quality and Bastian Schweinsteiger's work ethic left an impression on him. At Dortmund, he goes to Sokratis for tackling help and Aubameyang for finishing, something that he's keen to improve. Dortmund fans will be hoping that he will stay with the club for a long time. His current contract ends in 2019, but Weigl was non-committal when asked about his future. \"I don't make five-year plans. I just want to keep building on last year's performances,\" he said. Weigl's affection for 1860 means there's no chance of him following the recent trend of swapping yellow and black for the red of Bayern. The rest of Europe will be on guard, but for now Dortmund fans can look forward to another successful album from their midfield maestro.",
  "relations": [
    [
      "Julian Weigl",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Julian Weigl",
      "Euro 2016",
      "appears_in"
    ],
    [
      "Julian Weigl",
      "Borussia",
      "member_of"
    ],
    [
      "Julian Weigl",
      "Borussia",
      "player_of"
    ],
    [
      "Thomas Tuchel",
      "Borussia",
      "coach_of"
    ],
    [
      "Thomas Tuchel",
      "Borussia",
      "member_of"
    ],
    [
      "Pierre-Emerick Aubameyang",
      "Borussia",
      "member_of"
    ],
    [
      "Pierre-Emerick Aubameyang",
      "Borussia",
      "player_of"
    ],
    [
      "Robert Lewandowski",
      "Borussia",
      "member_of"
    ],
    [
      "Robert Lewandowski",
      "Borussia",
      "player_of"
    ],
    [
      "Henrikh Mkhitaryan",
      "Borussia",
      "member_of"
    ],
    [
      "Henrikh Mkhitaryan",
      "Borussia",
      "player_of"
    ],
    [
      "Mario Götze",
      "Borussia",
      "member_of"
    ],
    [
      "Mario Götze",
      "Borussia",
      "player_of"
    ],
    [
      "Mats Hummels",
      "Borussia",
      "member_of"
    ],
    [
      "Mats Hummels",
      "Borussia",
      "player_of"
    ],
    [
      "Sokratis",
      "Borussia",
      "member_of"
    ],
    [
      "Sokratis",
      "Borussia",
      "player_of"
    ]
  ]
}