{
  "content": "Stop the nonsense: homeopathy has no place in medicine\nOn Thursday, more than 500 doctors will meet in Bremen for the 165th Annual Congress of Homeopathic Doctors. It’s scandalous that medical professionals still adhere to such superstitions, says DW's Fabian Schmidt.\nHomeopathy is nothing but an obscure mistaken belief. It explains alleged successes in healing patients with a mystic and magic \"memory of water,\" with ominous \"energy\" and \"vibrations.\" This hocus-pocus is no more scientific than Santeria incantations by Haitian voodoo priests. Homeopathy has been clearly proven to be pharmaceutically useless in proper medical trials. Therefore, its only place is in the cabinet of horrors of historical medical and anthropological research institutions. The best would be to store homeopathy in the last corner on some dusty shelf, somewhere hidden far away behind behind Berlin's famous 19th century doctor Rudolf Virchow's pathological collections of jars with diseased body parts and organs. After all, his terrifying exhibits were part of real scientific medical research. They represent the foundation of our modern medicine. Medicine must not be arbitrary Since Virchow researched cells and his contemporary Robert Koch discovered the importance of bacteria a lot has happened: Our medical research today is focusing on the level of molecules. With the decoding of the human genome, medicine has become better and more powerful than ever before. At no point in history have humans better understood how all the various processes in the body influence each other. Never before have we known more about the functions of all those enzymes, hormones and proteins. Today, even the use of custom made molecules for individual treatment is a common practice against some cancers. It's called personalized medicine. Scientific knowledge today is precise, thorough and verifiable. That's why the medical profession must not allow medicine to be devalued by unscientific and ideologically tainted belief-systems from the Napoleonic era. There must be no place for such arbitrariness in this noble scientific discipline. Doctors need to take a stand For the sake of their own reputations, but even more for the protection of patients and customers, the medical professional organizations, universities and the research-based pharmaceutical companies must take a clear stand: homeopathy must be outlawed. It has no place in medical practices, pharmacies or serious research laboratories. The curricula of medical faculties also need to be free of these esoteric teachings. Leave the globuli - the homeopathic tablets - to those who can really use them: to historians, who are researching the errors of ancient medicine, to anthropologists who are looking into creepy superstitious rites or to the incorrigible shamans and druids. At least those self-appointed healers do not have a medical license.",
  "relations": [
    [
      "Fabian Schmidt",
      "DW",
      "member_of"
    ]
  ]
}