{
  "content": "Ex-KGB spy Litvinenko's autopsy 'world's most dangerous'\nPathologists in the UK carried out one of the most dangerous autopsies when cutting into former KGB spy Alexander Litvinenko, an inquiry heard. The former agent died in 2006 after he drank tea poisoned with polonium.\nThe post-mortem of former KGB spy Alexander Litvinenko was \"one of the most dangerous\" ever, according to experts speaking in London on Wednesday. Litvinenko, who is believed to have been poisoned with radioactive polonium-210, died on November 23, 2006. \"It has been described as one of the most dangerous post-mortem examinations ever undertaken in the Western world,\" Nathaniel Cary, one of the pathologists inquiring into Litvinenko's case told the Associated Press. Those involved in the investigation had to wear white protective suits with specialized hoods that supplied filtered air. Inquiry into former spy's death Litvinenko suddenly fell ill in November 2006 after drinking tea with two Russians he met at a London hotel. The former spy's death deteriorated rapidly after the meeting and he died within three weeks of multiple organ failure. Litvinenko was living in exile in London as a former KGB agent who had become a critic of the Kremlin. In the inquiry into Litvinenko's killing, which started on Tuesday, police said Litvinenko suspected Russian President Vladimir Putin of personally ordering his death. The reason was to cover up Kremlin's link with the mafia, which Litvinenko was helping Spanish intelligence expose, Reuters news agency reported the Litvinenko family lawyer as saying. Two police suspects, Dmitry Kovtun and Andrei Lugovoi, are still officially wanted for murder. The pair, however, have denied involvement in Litvinenko's death and Russia has so far refused to extradite them. They have been invited to speak at the inquiry via video link, but cannot be forced to do so. Lugovoi denounces UK investigation Meanwhile, Lugovoi told the Associated Press that the evidence being presented at the inquiry was \"nonsense.\" \"Such evidence simply does not exist because Russia wasn't involved,\" he said. Lugovoi also accused the inquiry of trying to cover up a possible involvement of the British intelligence agency MI6. The controversy generated by Litvinenko's killing severely impacted UK-Russian relations. An inquiry was delayed after London's ties improved with Kremlin, but the Ukraine crisis last year prompted Britain to commence the proceedings. mg/sms (Reuters, AP)",
  "relations": [
    [
      "Alexander Litvinenko",
      "KGB",
      "member_of"
    ],
    [
      "KGB",
      "Russia",
      "agency_of"
    ],
    [
      "KGB",
      "Russians",
      "agency_of-x"
    ],
    [
      "KGB",
      "Russian",
      "agency_of-x"
    ],
    [
      "KGB",
      "Russia",
      "based_in0"
    ],
    [
      "KGB",
      "Russians",
      "based_in0-x"
    ],
    [
      "KGB",
      "Russian",
      "based_in0-x"
    ],
    [
      "London",
      "Britain",
      "in0"
    ],
    [
      "London",
      "British",
      "in0-x"
    ],
    [
      "Russians",
      "Russia",
      "gpe0"
    ],
    [
      "Kremlin",
      "Russia",
      "agency_of"
    ],
    [
      "Kremlin",
      "Russians",
      "agency_of-x"
    ],
    [
      "Kremlin",
      "Russian",
      "agency_of-x"
    ],
    [
      "Kremlin",
      "Russia",
      "based_in0"
    ],
    [
      "Kremlin",
      "Russians",
      "based_in0-x"
    ],
    [
      "Kremlin",
      "Russian",
      "based_in0-x"
    ],
    [
      "Kremlin",
      "Russia",
      "in0"
    ],
    [
      "Kremlin",
      "Russians",
      "in0-x"
    ],
    [
      "Kremlin",
      "Russian",
      "in0-x"
    ],
    [
      "Russian",
      "Russia",
      "gpe0"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "agent_of"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "citizen_of"
    ],
    [
      "Vladimir Putin",
      "Russians",
      "citizen_of-x"
    ],
    [
      "Vladimir Putin",
      "Russian",
      "citizen_of-x"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "head_of_state"
    ],
    [
      "Vladimir Putin",
      "Russians",
      "head_of_state-x"
    ],
    [
      "Vladimir Putin",
      "Russian",
      "head_of_state-x"
    ],
    [
      "British",
      "Britain",
      "gpe0"
    ],
    [
      "MI6",
      "Britain",
      "agency_of"
    ],
    [
      "MI6",
      "British",
      "agency_of-x"
    ],
    [
      "MI6",
      "Britain",
      "based_in0"
    ],
    [
      "MI6",
      "British",
      "based_in0-x"
    ]
  ]
}