{
  "content": "RFID Chips: the Future of Security?\nRadio Frequency Identification may very well be the basis of security and ID systems in the years to come, according to the technology's pioneers. Despite some problems, RFID looks set to become part of all our lives.\nWandering the cavernous halls of the CeBIT trade fair, one may walk past the future of computerized security and identification and not know it. Indeed, walking past the stand featuring the SAP/Intel RFID chip is about as close to the cutting edge as it gets. The German software giant SAP and the American chip manufacturer Intel announced a new strategic alliance at the IT trade fair in Hanover this week. They hope that the RFID -- radio-frequency identification -- technology will take the security sector by storm by offering applications for everything from cattle tagging to event ticket sales. \"With RFID, you can monitor the whereabouts of products in a warehouse or the price and transmit that product information,\" technology expert Jürgen Kuri told Deutsche Welle. According to the manufacturers, monitoring stock would be one of the most basic applications but one of its most commercially successful. The implications for large chain stores would be immense. The US giant Wal-Mart already uses the technology in its warehouse. Stock application aids efficiency RFID technology makes scanning large amounts of stock and sorting and distributing products simpler and faster. The chip transmits information needed to efficiently locate, pack and send wares on their way quickly and easily. However, the RFID chips can do more than just help in the logging of products. \"The chips can be used, for example, in electronic identity cards, biometric systems, even in tickets for the World Cup,\" Jürgen Kuri added. \"However, if one buys a ticket or product with a chip installed, it would have to be destroyed afterwards to avoid any further information being released.\" It is a sensitive issue that SAP and Intel are trying to address. \"For this reason we have begun an initiative with a number of organizations to secure the RFID from hackers and to protect data security and the private sphere,\" SAP's Christoph Lessmöllmann said Chip security open to hackers However, there remains at this time no concrete protection against hackers. It appears that vigilance, at the moment, is the best defense. \"Wherever there is data stored, there is a risk of illegal practice,\" Jürgen Kuri commented. \"Therefore, the simplest principle of modern data security is avoiding people getting to the data.\" Despite the work-in-progress nature of the security measures of the chips themselves, the business implications for the technology are as potentially huge as the number of applications. IDTechEX, a management consultancy from Cambridge, Massachusetts, estimates that the global RFID market by 2008 will exceed $7 billion. At the moment, the chips are still relatively expensive but SAP is working together with Intel to remedy this as fast as possible. \"We hope that the massive demand for the chips will eventually help us cut the production costs,\" Lessmöllmann said.",
  "relations": [
    [
      "CeBIT",
      "German",
      "based_in0-x"
    ],
    [
      "CeBIT",
      "Hanover",
      "based_in2"
    ],
    [
      "SAP",
      "German",
      "based_in0-x"
    ],
    [
      "Intel",
      "US",
      "based_in0"
    ],
    [
      "Intel",
      "American",
      "based_in0-x"
    ],
    [
      "Christoph Lessmöllmann",
      "SAP",
      "member_of"
    ],
    [
      "American",
      "US",
      "gpe0"
    ],
    [
      "Hanover",
      "German",
      "in0-x"
    ],
    [
      "Deutsche Welle",
      "German",
      "based_in0-x"
    ],
    [
      "Wal-Mart",
      "US",
      "based_in0"
    ],
    [
      "Wal-Mart",
      "American",
      "based_in0-x"
    ],
    [
      "IDTechEX",
      "US",
      "based_in0"
    ],
    [
      "IDTechEX",
      "American",
      "based_in0-x"
    ],
    [
      "IDTechEX",
      "Cambridge",
      "based_in2"
    ],
    [
      "Cambridge",
      "US",
      "in0"
    ],
    [
      "Cambridge",
      "American",
      "in0-x"
    ],
    [
      "Cambridge",
      "Massachusetts",
      "in1"
    ],
    [
      "Massachusetts",
      "US",
      "in0"
    ],
    [
      "Massachusetts",
      "American",
      "in0-x"
    ]
  ]
}