{
  "content": "Euroskeptic authors ask: Does Germany need therapy?\nIn their new book, authors Hans-Olaf Henkel and Joachim Starbatty claim that by trying to save the world, Angela Merkel is ruining a country that \"belongs on the couch\" - an image that sells, but which is damaging too.\n\"Germany belongs on the couch!\" is the direct translation of the book written by Hans-Olaf Henkel and Joachim Starbatty, released in German as \"Deutschland gehört auf die Couch!\" Its subtitle provocatively states, \"Why Angela Merkel is saving the world and ruining our country.\" The authors decided to turn into Germany's psychotherapists and diagnosed it as affected by \"helper's syndrome,\" a phenomenon described by German psychoanalyst Wolfgang Schmidbauer in the 1970s. According to Schmidbauer's theory - which was never empirically proven nor picked up by the English scientific community - people affected by the \"syndrome\" have such a low self-esteem that they exaggeratedly help other people, underestimating what can be possibly achieved and often neglecting their own family to do so. Building on this model, Henkel and Starbatty claim that Germany feels so guilty about its Nazi past that it is trying to compensate by acting like Mother Teresa to try to save the world, at the expense of its own economy. Merkel's series of good-looking measures Their book starts by hitting Angela Merkel's policies - and not only because she decided to open the country's doors to refugees. She also took on a leading role against climate change and stepped up the country's planned nuclear power switch-off after the Fukushima disaster. Even though these measures could turn the country into a renewable energy trailblazer, the authors see them as economic mistakes that would rather lead Germany to become more dependent on countries where carbon emissions are not well controlled and on unsafe nuclear power plants in neighboring countries. Merkel's bailouts during the eurozone crisis are another aspect harshly criticized by Henkel, a former top manager at IBM, and Starbatty, an economist; the duo likewise plead in their book for Greece's exit from the EU. AfD's non-Islamophobic offshoot Well-known in Germany, Hans-Olaf Henkel and Joachim Starbatty are two Euroskeptic politicians who were elected Members of the European Parliament in 2014, initially belonging to the party Alternative for Deutschland (AfD). When Frauke Petry assumed leadership of the party in 2015, a move seen as a shift to the right for the party, Henkel and Starbatty were among the MEPs to leave the AfD and form a new party, called the Alliance for Progress and Renewal (ALFA). ALFA's program distances itself from the xenophobic and Islamophobic views of the AfD to focus on economic liberalism and conservative family values, topics that are also part of the populist party's program. Dealing with refugees While the refugee debate remains the dominant national issue in Germany, the AfD has been obtaining increasingly strong results in elections; it recently claimed the second-highest polling at the recent Mecklenburg-Vorpommern state election, Angela Merkel's home state. This book tackles another issue that the AfD has taken on as it explores ways to speed up the integration of refugees. The authors avoid extreme Islamophobic views even though they do mention some political and social shortcomings of Islam, such as the involvement of religious leaders in state affairs and restrictions on women's rights. They do see a direct correlation between the AfD's current popularity and Merkel's refugee policies, which they call \"catastrophic.\" Therefore, as a prescription to solve Germany's leadership problems, the therapists Henkel and Starbatty come up with a manager's solution: fire the CEO who hasn't been providing expected results. They then turn into headhunters to find the person who's in their view best qualified to replace Angela Merkel: Friedrich Merz, former CDU politician and now chairman of the board of the German operations of BlackRock, the world's largest asset management corporation. Germans also have the 'helper's syndrome' Merkel is not the only one to have Germany's \"helper's syndrome\" and to demonstrate their point, the authors add a series of miscellaneous arguments to demonstrate this. \"It was a concrete decision, we didn't want just the head, but the whole body laying on the couch,\" Henkel told DW. The authors see this as a recurring theme in Germany, but coherence is missing in their case history. One chapter focuses on the country's strong anti-TTIP position, or how Germans are trying to save the world from globalization; the next one explores how Germans are trying to save Poland's democracy. From there, Henkel and Starbatty offer some observations on Germany's \"herd journalism,\" claiming that there are few right-wing liberal voices to be heard in the country's media, and calling the controversial author and politician Thilo Sarrazin, invited to accompany the authors at their book presentation, the \"most spectacular victim of German herd journalism so far.\" Their list concludes with a chapter on how Germans are trying to save the Italian lizard, referring to environmental issues that stalled the construction of the controversial train station project, Stuttgart 21. The provocative title of their book achieved its main goal: to grab the attention of the \"herd media,\" as the room at their book presentation was filled with journalists. However, the scattered ideas of this work will fail to provide a clear remedy for the patient, who might not even be as sick as they claim. More dangerous still, it is spreading the idea that doing good and leading with progressive views is a mistake.",
  "relations": [
    [
      "Alternative for Deutschland",
      "Germany",
      "based_in0"
    ],
    [
      "Alternative for Deutschland",
      "German",
      "based_in0-x"
    ],
    [
      "Alternative for Deutschland",
      "Germans",
      "based_in0-x"
    ],
    [
      "Hans-Olaf Henkel",
      "Germany",
      "citizen_of"
    ],
    [
      "Hans-Olaf Henkel",
      "German",
      "citizen_of-x"
    ],
    [
      "Hans-Olaf Henkel",
      "Germans",
      "citizen_of-x"
    ],
    [
      "Hans-Olaf Henkel",
      "IBM",
      "head_of"
    ],
    [
      "Hans-Olaf Henkel",
      "Alliance for Progress and Renewal",
      "member_of"
    ],
    [
      "Hans-Olaf Henkel",
      "IBM",
      "member_of"
    ],
    [
      "Joachim Starbatty",
      "Germany",
      "citizen_of"
    ],
    [
      "Joachim Starbatty",
      "German",
      "citizen_of-x"
    ],
    [
      "Joachim Starbatty",
      "Germans",
      "citizen_of-x"
    ],
    [
      "Joachim Starbatty",
      "Alliance for Progress and Renewal",
      "member_of"
    ],
    [
      "Deutschland gehört auf die Couch!",
      "Hans-Olaf Henkel",
      "created_by"
    ],
    [
      "Deutschland gehört auf die Couch!",
      "Joachim Starbatty",
      "created_by"
    ],
    [
      "Angela Merkel",
      "Germany",
      "agent_of"
    ],
    [
      "Angela Merkel",
      "Germany",
      "citizen_of"
    ],
    [
      "Angela Merkel",
      "German",
      "citizen_of-x"
    ],
    [
      "Angela Merkel",
      "Germans",
      "citizen_of-x"
    ],
    [
      "Angela Merkel",
      "Germany",
      "head_of_gov"
    ],
    [
      "Angela Merkel",
      "German",
      "head_of_gov-x"
    ],
    [
      "Angela Merkel",
      "Germans",
      "head_of_gov-x"
    ],
    [
      "Wolfgang Schmidbauer",
      "Germany",
      "citizen_of"
    ],
    [
      "Wolfgang Schmidbauer",
      "German",
      "citizen_of-x"
    ],
    [
      "Wolfgang Schmidbauer",
      "Germans",
      "citizen_of-x"
    ],
    [
      "Alliance for Progress and Renewal",
      "Germany",
      "based_in0"
    ],
    [
      "Alliance for Progress and Renewal",
      "German",
      "based_in0-x"
    ],
    [
      "Alliance for Progress and Renewal",
      "Germans",
      "based_in0-x"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "Nazi",
      "Germany",
      "based_in0"
    ],
    [
      "Nazi",
      "German",
      "based_in0-x"
    ],
    [
      "Nazi",
      "Germans",
      "based_in0-x"
    ],
    [
      "Frauke Petry",
      "Germany",
      "citizen_of"
    ],
    [
      "Frauke Petry",
      "German",
      "citizen_of-x"
    ],
    [
      "Frauke Petry",
      "Germans",
      "citizen_of-x"
    ],
    [
      "Frauke Petry",
      "Alternative for Deutschland",
      "head_of"
    ],
    [
      "Frauke Petry",
      "Alternative for Deutschland",
      "member_of"
    ],
    [
      "Mecklenburg-Vorpommern",
      "Germany",
      "in0"
    ],
    [
      "Mecklenburg-Vorpommern",
      "German",
      "in0-x"
    ],
    [
      "Mecklenburg-Vorpommern",
      "Germans",
      "in0-x"
    ],
    [
      "Friedrich Merz",
      "Germany",
      "citizen_of"
    ],
    [
      "Friedrich Merz",
      "German",
      "citizen_of-x"
    ],
    [
      "Friedrich Merz",
      "Germans",
      "citizen_of-x"
    ],
    [
      "Friedrich Merz",
      "BlackRock",
      "head_of"
    ],
    [
      "Friedrich Merz",
      "CDU",
      "member_of"
    ],
    [
      "Friedrich Merz",
      "BlackRock",
      "member_of"
    ],
    [
      "CDU",
      "Germany",
      "based_in0"
    ],
    [
      "CDU",
      "German",
      "based_in0-x"
    ],
    [
      "CDU",
      "Germans",
      "based_in0-x"
    ],
    [
      "Germans",
      "Germany",
      "gpe0"
    ],
    [
      "DW",
      "Germany",
      "based_in0"
    ],
    [
      "DW",
      "German",
      "based_in0-x"
    ],
    [
      "DW",
      "Germans",
      "based_in0-x"
    ],
    [
      "Thilo Sarrazin",
      "Germany",
      "citizen_of"
    ],
    [
      "Thilo Sarrazin",
      "German",
      "citizen_of-x"
    ],
    [
      "Thilo Sarrazin",
      "Germans",
      "citizen_of-x"
    ],
    [
      "Stuttgart 21",
      "Germany",
      "based_in0"
    ],
    [
      "Stuttgart 21",
      "German",
      "based_in0-x"
    ],
    [
      "Stuttgart 21",
      "Germans",
      "based_in0-x"
    ]
  ]
}