{
  "content": "EU urges speedy reforms in Ukraine\nIn a flurry of diplomacy ahead of the Christmas holidays, Ukraine's leader visits Brussels while EU foreign policy chief Federica Mogherini heads to Kyiv. On the agenda: financial aid and reforms.\nThe state's tax coffers were empty, which made it time to turn to a mighty neighbor to save the country from bankruptcy: That was the state of affairs in Ukraine a year ago, in mid-December 2013, when then-President Viktor Yanukovych traveled to Moscow. Russian President Vladimir Putin promised Ukraine $15 billion (12 billion euros) in loans. A year later, Ukraine again seeks help abroad - but this time in Europe. Additional funds are bound to be at the top of the agenda when Prime Minister Arseniy Yatsenyuk heads to Brussels on Monday (15.12.) for the first meeting of the EU-Ukraine Association Council, a body created to help implement the Association Agreement signed in June between the EU and Ukraine. The main thrust of the accord - freeing up trade between Ukraine and the 28-member bloc - has, however, been shelved until the end of 2015 due to massive Russian criticism. Sympathy, disappointment in Brussels Hard-hit by the war against the pro-Russian separatists, Ukraine's financial needs have almost doubled. Next year, Ukraine will need an extra $15 billion in addition to the loan granted by the International Monetary Fund (IMF), Yatsenyuk told parliament on Thursday, quoting an estimate by the \"Financial Times.\" The IMF has earmarked a total of $16.7 billion, a quarter of which has already been transferred. Ukraine is in no position to prevent national insolvency on its own, Yatsenyuk warned, adding, \"It's practically impossible without the help of our international partners.\" The Kyiv government hopes to collect the missing amount at an international donors' conference. No firm date has yet been set, and observers suspect the West wanted to wait for early elections and the formation of a government - a process concluded earlier this month. Officials in Brussels have said they understand the difficult situation in Ukraine, Daniel Gros told DW. \"Kyiv has the huge problem that it can't simultaneously build up a big army, reform the economy and keep the population happy,\" the director of the Center for European Policy Studies (CEPS) said. All the same, he added, Brussels is disappointed. \"No one has really seen reforms being implemented,\" Gros said. \"That's true for the economy, the police and the judicial system.\" The EU, the expert added, expects to see \"radical reforms in those sectors.\" Reform package in hand Ukraine's prime minister appears to be aware of the EU's wary stance, so he isn't going to Brussels with nothing but an outstretched hand. He'll also be bringing a list of reform plans: drastic state spending and subsidy cuts; tariffs for power, water, gas and heating for private households doubled or even tripled; the retirement age could rise from 60 to 63; and there are plans to replace free medical care with an insurance system. Subsidies for small wage earners will be reduced or even completely cut. In March, the EU promised Ukraine an aid package of about 11 billion euros. Only a small percentage has been disbursed - the rest depends on the reforms. The lion's share of the foreign aid for Ukraine is bound to go right back abroad. This year alone, Ukraine repaid \"debts and loans worth $14 billion,\" Yatsenyuk told parliament. That was a mistake, according to Gros. Ukraine, he said, should instead negotiate a deferral of debt payments. About 1 percent of the 10 billion euros from EU coffers is earmarked for humanitarian aid and economic restructuring, according to an analysis by Gros and his colleague Steven Blockmans. In the face of rampant corruption, they said, such aid programs are but a \"drop in a bucket.\" The expert suggested the EU should take unusual measures in Ukraine. Instead of transferring money to Kyiv as usual, the EU should open a host of small offices across the country and hand out cash directly to the needy, he said. Diplomatic offensive A new anti-corruption drive in the government may help sway European donors: three foreigners have joined the cabinet, including US-born Finance Minister Natalie Jaresko and Economics Minister Aivaras Abromavicius of Lithuania. Yatsenyuk's visit to Brussels on Monday is the start of a week of concerted EU-Ukrainian relations. European Union foreign policy chief Federica Mogherini travels to Kiev on Tuesday. Ukrainian media report that the country's president, Petro Poroshenko, may travel to Brussels on Thursday and Friday to join an EU summit there. It's likely that, again, money will be on the agenda.",
  "relations": [
    [
      "European Union",
      "Association Council",
      "part_of"
    ],
    [
      "Daniel Gros",
      "Center for European Policy Studies",
      "head_of"
    ],
    [
      "Daniel Gros",
      "Center for European Policy Studies",
      "member_of"
    ],
    [
      "Arseniy Yatsenyuk",
      "Ukraine",
      "agent_of"
    ],
    [
      "Arseniy Yatsenyuk",
      "Ukraine",
      "citizen_of"
    ],
    [
      "Arseniy Yatsenyuk",
      "Ukrainian",
      "citizen_of-x"
    ],
    [
      "Arseniy Yatsenyuk",
      "Ukraine",
      "head_of_gov"
    ],
    [
      "Arseniy Yatsenyuk",
      "Ukrainian",
      "head_of_gov-x"
    ],
    [
      "Kyiv",
      "Ukraine",
      "in0"
    ],
    [
      "Kyiv",
      "Ukrainian",
      "in0-x"
    ],
    [
      "Federica Mogherini",
      "European Union",
      "head_of"
    ],
    [
      "Federica Mogherini",
      "European Union",
      "member_of"
    ],
    [
      "Viktor Yanukovych",
      "Ukraine",
      "agent_of"
    ],
    [
      "Viktor Yanukovych",
      "Ukraine",
      "citizen_of"
    ],
    [
      "Viktor Yanukovych",
      "Ukrainian",
      "citizen_of-x"
    ],
    [
      "Viktor Yanukovych",
      "Ukraine",
      "head_of_state"
    ],
    [
      "Viktor Yanukovych",
      "Ukrainian",
      "head_of_state-x"
    ],
    [
      "Moscow",
      "Russian",
      "in0-x"
    ],
    [
      "Vladimir Putin",
      "Russian",
      "citizen_of-x"
    ],
    [
      "Vladimir Putin",
      "Russian",
      "head_of_state-x"
    ],
    [
      "Steven Blockmans",
      "Center for European Policy Studies",
      "member_of"
    ],
    [
      "Natalie Jaresko",
      "Ukraine",
      "agent_of"
    ],
    [
      "Natalie Jaresko",
      "US",
      "citizen_of"
    ],
    [
      "Natalie Jaresko",
      "Ukraine",
      "minister_of"
    ],
    [
      "Natalie Jaresko",
      "Ukrainian",
      "minister_of-x"
    ],
    [
      "Aivaras Abromavicius",
      "Ukraine",
      "agent_of"
    ],
    [
      "Aivaras Abromavicius",
      "Lithuania",
      "citizen_of"
    ],
    [
      "Aivaras Abromavicius",
      "Ukraine",
      "minister_of"
    ],
    [
      "Aivaras Abromavicius",
      "Ukrainian",
      "minister_of-x"
    ],
    [
      "Ukrainian",
      "Ukraine",
      "gpe0"
    ],
    [
      "Petro Poroshenko",
      "Ukraine",
      "agent_of"
    ],
    [
      "Petro Poroshenko",
      "Ukraine",
      "citizen_of"
    ],
    [
      "Petro Poroshenko",
      "Ukrainian",
      "citizen_of-x"
    ],
    [
      "Petro Poroshenko",
      "Ukraine",
      "head_of_state"
    ],
    [
      "Petro Poroshenko",
      "Ukrainian",
      "head_of_state-x"
    ]
  ]
}