{
  "content": "Eurozone jobs crisis far from bottoming out\nUnemployment in the eurozone has reached a new all-time high, surpassing the 19-million mark for the first time since the euro was launched. As growth won't pick up this year, Europe's jobs crisis is expected to worsen.\nUnemployment across the 17-nation eurozone has struck 12 percent for the first time since the introduction of the euro in 1999, the European Union's statistics office, Eurostat, said on Tuesday. As 33,000 Europeans joined the jobless queues in February, the number of jobless in the single currency area surpassed 19 million people, or two million more than in the same month a year ago, Eurostat data showed. For the wider 27-nation European Union, February jobs data also showed a significant increase by 76,000 people to 26.34 million - a month-on-month rise in the rate from 10.8 percent in January to 10.9 percent in February. Describing unemployment as unacceptably high, EU Employment Commissioner Laszlo Andor said the European Union needed to mobilize all available resources to create jobs, most notably for young people. Youth unemployment stood at 23.9 percent in the eurozone and at 23.5 percent in the EU, Eurostat's data showed, with crisis-hit Spain and Greece suffering jobless rates of more than 55 percent among youngsters under 25 years of age, followed by Portugal and Italy in the range of more than 35 percent. Greece and Spain are also leaders with regard to total unemployment figures, with rates of 26.4 percent and 26.3 percent respectively. #video#However, the February figures were compiled before the outbreak of the debt crisis in Cyprus. Many economists believe Cyprus' unemployment, which currently stands at 14 percent, will rise to Greek and Spanish levels as the country's economy is expected to shrink by 10 percent this year. In addition, economic contraction in the eurozone is far from bottoming out as output is forecast to shrink by another 0.3 percent this year. Austria and Germany, which have been faring relatively well in the current economic crisis, had the lowest unemployment rate in the eurozone with 4.8 percent and 5.4 percent respectively in February. uhe/pfd (AP, AFP, dpa)",
  "relations": [
    [
      "Eurostat",
      "European Union",
      "institution_of"
    ],
    [
      "Eurostat",
      "European Union",
      "part_of"
    ],
    [
      "Laszlo Andor",
      "European Union",
      "member_of"
    ],
    [
      "Greek",
      "Greece",
      "gpe0"
    ],
    [
      "Spanish",
      "Spain",
      "gpe0"
    ]
  ]
}