{
  "content": "Israel contemplates worst-case scenarios as Egypt's crisis deepens\nWith Egypt's opposition movement gaining momentum and President Hosni Mubarak under increasing pressure, Israel is watching developments with concern as one its few Arab allies in the Middle East teeters on the brink.\nEgypt and Jordan are the only Arab countries that have signed peace deals with Israel, ensuring almost three decades of sometimes lukewarm detente between the countries, a period of time which has seen Israeli and Egyptian officials maintain low-profile consultations on many regional developments, including the Israeli-Palestinian peace process. Egypt has been a key mediator in the negotiations between Israel and the Palestinians; frequently hosting peace summits, brokering Palestinian reconciliation talks and mediating indirect discussions on possible prisoner swaps. All that could soon change, however. Israeli Prime Minister Benjamin Netanyahu last week ordered his cabinet to refrain from commenting publicly on the popular uprising in Egypt but within the halls of power, it is well know that the Israeli administration is becoming increasingly nervous. A country which has acted as a counterweight to the majority view that Israel has no right to exist in the region could soon see Mubarak, one of the main architects of that balancing act for the last 30 years, removed from power. Who could take his place is a question that has Israeli military planners huddled over maps in darkened rooms. The common belief in the Jewish State is that popular sentiment in Egypt is anti-Israel and that the only people in Egypt who are committed to peace with Israel are those in President Mubarak's inner circle. Eli Shaked, a former Israeli ambassador to Cairo, wrote in the Yediot Aharonot newspaper recently that if the next president of Egypt is not from this inner circle then Israel is \"going to be in trouble.\" Israel fears growth of Egyptian Islamist support for Hamas One of the biggest concerns for Israel is the possible rise to power of the Muslim Brotherhood in Egypt. Israelis who fear this scenario often refer to a 2008 Gallup poll which showed that 64 percent of Egyptians want Islamic law instituted in their country. Such a radical swing would almost certainly lead to a fracture in the Israel-Egypt peace accord. Any new Egyptian government which is unfriendly to Israel would present the Netanyahu administration with a series of potential flashpoints. In the case of an Islamist leadership taking over, Egypt's support for Hamas, the Gaza Strip's Islamic rulers, could increase, perhaps emboldening the militant group to launch a takeover of the Palestinian Authority-controlled West Bank. \"The main fear is that there will be a coalition government in Egypt headed by the Muslim Brotherhood,\" Yossi Mekelberg, an international relations lecturer at Regents College London and Middle East expert at Chatham House, told Deutsche Welle. \"Hamas is an offshoot of the Brotherhood so of course this will make things very difficult for Israel.\" Dr. Muriel Asseburg, head of the Middle East and Africa Research Division at the German Institute for International and Security Affairs, believes that external policies and relations with Israel are not among the immediate objectives of any of the opposition groups in Egypt but shockwaves will still be felt outside the country should a new power take charge. \"Any interim government will struggle to reestablish stability, law and order and take measures that aim to alleviate social and economic grievances,\" she told Deutsche Welle. \"For none of the opposition forces, including the Muslim Brotherhood, relations with Israel will be a priority though.” Mekelberg added that any coalition headed by the Muslim Brotherhood would change the climate in the region and fan what many experts are calling the flames of revolution. This could have dramatic implications for Gaza and the West Bank, he said. Analysts in the Jewish media have speculated that the Palestinians could take the opportunity afforded them by the rise of a sympathetic government in Egypt and the unrest in the region to advance their pursuit of a sovereign country without waiting for an accord with Israel. This, it is feared, could take the form of a new intifada. In addition to this possibility, an anti-Israel government in Egypt could threaten Israel's energy supplies - Egypt supplies around 40 percent of Israel's gas consumption - and could potentially oppose Israeli naval ships passing through the Suez Canal, where they have operated in a bid to prevent arms smuggling from Sudan to Gaza. Spreading pro-democracy unrest could upset old order There is also a concern that, should Mubarak's regime fall, the knock-on effect would also prompt an uprising in Jordan which has already seen a number of low-key pro-democracy protests. Jordanians are also angry about soaring food prices, escalating poverty and the unpopular policies of the government. Israel is concerned that if Jordan should fall - and if Islamist forces take power there also - it will find itself surrounded in a way it has not been in decades. \"Jordan is ripe for revolution,\" Mekelberg said. \"There is a majority of Palestinians there who are fervent supporters of Hamas while the legitimacy of the government and King Abdullah is limited.\" With Egypt and Jordan in unfriendly hands, and with former ally Turkey increasingly turning toward Iran and Syria, Netanyahu could find himself without an ally in the region and may find that he needs to step up the tentative efforts Israel has already made to reach a peace agreement with Damascus. Israel may be forced to forge alliances with old foes As the Middle East faces a violent shake-up of the old regional order, Israel may be forced to align itself with Syrian President Bashar Assad who shares a desire to maintain the current status quo. \"It's ironic that the rise of Islamist governments in Egypt and Jordan may force Israel to turn to Syria,\" Mekelberg said. \"The status quo in the Middle East is an illusion; the old order cannot be kept forever like the Israelis and the Syrians believe. The Israelis have been told that this could happen if they did not solve the Palestinian situation and other governments didn't deal with unemployment, poverty and corruption. These are the elements of which revolutions are made of.\" However, some analysts believe that even if a government less friendly to Israel takes power in Egypt, the new leadership would most likely want to maintain some kind of continuity in relations. \"Israel's concerns about a regime change are quite understandable,\" Asseburg said. \"Hosni Mubarak has defended Egyptian-Israeli peace and diplomatic relations ever since he has been in power.\" \"Still, even after the end of the Mubarak regime, we should not expect an end to peace with Israel or military threats towards Israel. What we should expect in the mid-term, though, is a further cooling of relations.\" Author: Nick Amies Editor: Rob Mudge",
  "relations": [
    [
      "Muslim Brotherhood",
      "Egypt",
      "agency_of"
    ],
    [
      "Muslim Brotherhood",
      "Egyptian",
      "agency_of-x"
    ],
    [
      "Muslim Brotherhood",
      "Egyptians",
      "agency_of-x"
    ],
    [
      "Muslim Brotherhood",
      "Egypt",
      "based_in0"
    ],
    [
      "Muslim Brotherhood",
      "Egyptian",
      "based_in0-x"
    ],
    [
      "Muslim Brotherhood",
      "Egyptians",
      "based_in0-x"
    ],
    [
      "Hosni Mubarak",
      "Egypt",
      "agent_of"
    ],
    [
      "Hosni Mubarak",
      "Egypt",
      "citizen_of"
    ],
    [
      "Hosni Mubarak",
      "Egyptian",
      "citizen_of-x"
    ],
    [
      "Hosni Mubarak",
      "Egyptians",
      "citizen_of-x"
    ],
    [
      "Hosni Mubarak",
      "Egypt",
      "head_of_state"
    ],
    [
      "Hosni Mubarak",
      "Egyptian",
      "head_of_state-x"
    ],
    [
      "Hosni Mubarak",
      "Egyptians",
      "head_of_state-x"
    ],
    [
      "Yossi Mekelberg",
      "Regents College London",
      "member_of"
    ],
    [
      "Yossi Mekelberg",
      "Chatham House",
      "member_of"
    ],
    [
      "Benjamin Netanyahu",
      "Jewish State",
      "agent_of"
    ],
    [
      "Benjamin Netanyahu",
      "Jewish State",
      "citizen_of"
    ],
    [
      "Benjamin Netanyahu",
      "Israeli",
      "citizen_of-x"
    ],
    [
      "Benjamin Netanyahu",
      "Israelis",
      "citizen_of-x"
    ],
    [
      "Benjamin Netanyahu",
      "Jewish State",
      "head_of_gov"
    ],
    [
      "Benjamin Netanyahu",
      "Israeli",
      "head_of_gov-x"
    ],
    [
      "Benjamin Netanyahu",
      "Israelis",
      "head_of_gov-x"
    ],
    [
      "Muriel Asseburg",
      "Middle East and Africa Research Division",
      "head_of"
    ],
    [
      "Muriel Asseburg",
      "Middle East and Africa Research Division",
      "member_of"
    ],
    [
      "Israeli",
      "Jewish State",
      "gpe0"
    ],
    [
      "Egyptian",
      "Egypt",
      "gpe0"
    ],
    [
      "Eli Shaked",
      "Jewish State",
      "agent_of"
    ],
    [
      "Eli Shaked",
      "Israeli",
      "agent_of-x"
    ],
    [
      "Eli Shaked",
      "Israelis",
      "agent_of-x"
    ],
    [
      "Eli Shaked",
      "Jewish State",
      "citizen_of"
    ],
    [
      "Eli Shaked",
      "Israeli",
      "citizen_of-x"
    ],
    [
      "Eli Shaked",
      "Israelis",
      "citizen_of-x"
    ],
    [
      "Cairo",
      "Egypt",
      "in0"
    ],
    [
      "Cairo",
      "Egyptian",
      "in0-x"
    ],
    [
      "Cairo",
      "Egyptians",
      "in0-x"
    ],
    [
      "Hamas",
      "Jewish State",
      "agency_of"
    ],
    [
      "Hamas",
      "Israeli",
      "agency_of-x"
    ],
    [
      "Hamas",
      "Israelis",
      "agency_of-x"
    ],
    [
      "Hamas",
      "Jewish State",
      "based_in0"
    ],
    [
      "Hamas",
      "Israeli",
      "based_in0-x"
    ],
    [
      "Hamas",
      "Palestinian",
      "based_in0-x"
    ],
    [
      "Hamas",
      "Palestinians",
      "based_in0-x"
    ],
    [
      "Hamas",
      "Israelis",
      "based_in0-x"
    ],
    [
      "Israelis",
      "Jewish State",
      "gpe0"
    ],
    [
      "Egyptians",
      "Egypt",
      "gpe0"
    ],
    [
      "Palestinian Authority",
      "Jewish State",
      "agency_of"
    ],
    [
      "Palestinian Authority",
      "Israeli",
      "agency_of-x"
    ],
    [
      "Palestinian Authority",
      "Israelis",
      "agency_of-x"
    ],
    [
      "Palestinian Authority",
      "Jewish State",
      "based_in0"
    ],
    [
      "Palestinian Authority",
      "Israeli",
      "based_in0-x"
    ],
    [
      "Palestinian Authority",
      "Israelis",
      "based_in0-x"
    ],
    [
      "Jordanians",
      "Jordan",
      "gpe0"
    ],
    [
      "Abdullah",
      "Jordan",
      "agent_of"
    ],
    [
      "Abdullah",
      "Jordan",
      "citizen_of"
    ],
    [
      "Abdullah",
      "Jordanians",
      "citizen_of-x"
    ],
    [
      "Abdullah",
      "Jordan",
      "head_of_state"
    ],
    [
      "Abdullah",
      "Jordanians",
      "head_of_state-x"
    ],
    [
      "Damascus",
      "Syria",
      "in0"
    ],
    [
      "Damascus",
      "Syrian",
      "in0-x"
    ],
    [
      "Damascus",
      "Syrians",
      "in0-x"
    ],
    [
      "Syrian",
      "Syria",
      "gpe0"
    ],
    [
      "Bashar Assad",
      "Syria",
      "agent_of"
    ],
    [
      "Bashar Assad",
      "Syria",
      "citizen_of"
    ],
    [
      "Bashar Assad",
      "Syrian",
      "citizen_of-x"
    ],
    [
      "Bashar Assad",
      "Syrians",
      "citizen_of-x"
    ],
    [
      "Bashar Assad",
      "Syria",
      "head_of_state"
    ],
    [
      "Bashar Assad",
      "Syrian",
      "head_of_state-x"
    ],
    [
      "Bashar Assad",
      "Syrians",
      "head_of_state-x"
    ],
    [
      "Syrians",
      "Syria",
      "gpe0"
    ]
  ]
}