{
  "content": "Anti-Islamization protests end peacefully in Dresden and Düsseldorf\nRight-wing groups have organized protests with less politically extreme citizens to voice their concern over what they see as the Islamification of Europe. A counterdemonstration, however, was also joined in droves.\nDresden had a relatively large turnout on Monday, with a PEGIDA-organized protest attracting over 7,500 anti-Islamification demonstrators. The Bild newspaper reported that over 10,000 people had turned out in Dresden to protest against the growing influence of Islam and Salafism in Germany: The umbrella group \"Patriotic Europeans against the Islamization of the West,\" or PEGIDA is a group led by previously apolitical Dresdeners who wish to distance themselves from right-wing extremists and neo-Nazis while protesting the perceived increasing influence of Islam and Salafism in Germany and the possible return of \"Islamic State\" (IS) fighters who hold European passports. On the group's Facebook page, they write: \"Dear friends, dear fellow citizens, dear patriots! Monday is Pegida Day and today too we wish to show a peaceful sign. Bring your friends and neighbors and let us show the counter-demonstrators that we are not xenophobic.\" Counterdemonstrations Despite the group's efforts to distance itself from neo-Nazis, it has attracted a very large counter-effort, which uses the hashtag #nopegida on Twitter. According to media reports, the counterdemonstration attracted around 5,000 people in Dresden on Monday. Organizers of the counterdemonstration received support from many of the city's Christian churches, the Islamic center, the Jewish community, and the university. The city's advisory board on foreigners described it as a \"march or tolerance and openness.\" Police prepared Dresden police were well prepared for the demonstrators and their opposition, cordoning off the area and setting up floodlights at the protest site so that no one could take advantage of the gathering darkness, reported German public news outlet MDR. Similar protests have been cropping up across Germany, beginning in Cologne on 26 October with a group of self-proclaimed 'hooligans' protesting Salafism, and continuing in Hanover, Kassel, and Chemnitz. The protesters represent a mix of hardline right-wingers and citizens concerned with the rapid rise of IS or the possibility of refugee housing being built in their neighborhoods. The presence of counterdemonstrators has always remained significant, however. Last Monday a demonstration was held in Kassel, where the 80 anti-Islamization marchers were stopped by 500 people opposed to their message. Demonstration in Düsseldorf In Düsseldorf, the turnout was much lower, with German public broadcaster WDR reporting that only 100 \"dügida\" - which is similar to PEGIDA - protesters showing up: PEGIDA has threatened to return again next Monday and have called for the resignation of Helma Orosz, the mayor of Dresden, despite the fact that she has already signaled that she would depart from her position in February 2015. es,sb/sb",
  "relations": [
    [
      "Patriotic Europeans against the Islamization of the West",
      "Germany",
      "based_in0"
    ],
    [
      "Patriotic Europeans against the Islamization of the West",
      "German",
      "based_in0-x"
    ],
    [
      "Dresden",
      "Germany",
      "in0"
    ],
    [
      "Dresden",
      "German",
      "in0-x"
    ],
    [
      "Düsseldorf",
      "Germany",
      "in0"
    ],
    [
      "Düsseldorf",
      "German",
      "in0-x"
    ],
    [
      "Bild",
      "Germany",
      "based_in0"
    ],
    [
      "Bild",
      "German",
      "based_in0-x"
    ],
    [
      "Dresdeners",
      "Dresden",
      "gpe2"
    ],
    [
      "Pegida Day",
      "Germany",
      "event_in0"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "MDR",
      "Germany",
      "based_in0"
    ],
    [
      "MDR",
      "German",
      "based_in0-x"
    ],
    [
      "Cologne",
      "Germany",
      "in0"
    ],
    [
      "Cologne",
      "German",
      "in0-x"
    ],
    [
      "Hanover",
      "Germany",
      "in0"
    ],
    [
      "Hanover",
      "German",
      "in0-x"
    ],
    [
      "Kassel",
      "Germany",
      "in0"
    ],
    [
      "Kassel",
      "German",
      "in0-x"
    ],
    [
      "Chemnitz",
      "Germany",
      "in0"
    ],
    [
      "Chemnitz",
      "German",
      "in0-x"
    ],
    [
      "WDR",
      "Germany",
      "based_in0"
    ],
    [
      "WDR",
      "German",
      "based_in0-x"
    ],
    [
      "Helma Orosz",
      "Germany",
      "citizen_of"
    ],
    [
      "Helma Orosz",
      "German",
      "citizen_of-x"
    ],
    [
      "Helma Orosz",
      "Dresden",
      "head_of_gov"
    ],
    [
      "Helma Orosz",
      "Dresden",
      "mayor_of"
    ]
  ]
}