{
  "content": "Schäuble receives Charlemagne Prize\nGerman Finance Minister and veteran of several governments Wolfgang Schäuble is seen as a man for tough jobs. On Thursday, he received the prestigious Charlemagne Prize in Aachen.\nEver since the election in fall 2009, Wolfgang Schäuble has been the most important minister in Angela Merkel's government. He's the one with the most weight in political affairs, and, as the government's real number 2, is deeply involved in international politics - a constant presence at every important international gathering. On Thursday he received the Charlemagne Prize in Aachen for his service for European unification, an honor previously bestowed on the likes of Winston Churchill, Bill Clinton, Pope John Paul II, and indeed Merkel. The crowning of his political career Schäuble, a lawyer who hails from the Baden region of south-western Germany, is one of the most important players in the current efforts to rescue the euro. He's seen as an eminence grise - both in Brussels and Berlin. Many of the measures that have so far been adopted carry his signature - for example, he played a central role in negotiations over the EFSF and ESM rescue funds and worked closely with the German chancellor on the European fiscal pact to impose budget discipline. Now he's being asked to take on a key formal position in solving the crisis by becoming head of the eurogroup - even though he's no longer young and anything but fit. He'll be 70 in the fall, but the new job would crown his long career in politics. The \"old fox,\" as he's sometimes known, has been in the business for over 40 years. As he says, \"Anyone who has dedicated his professional life to politics wants to determine the way things happen. And in a democracy, one calls that power.\" He obviously enjoys the challenges of the current crisis; as he told a German paper just last week: \"The chance of determining how things should be is still something that fires my imagination.\" A life like a political thriller Schäuble's political biography is a bit like a thriller, with intrigue, hard knocks and scandals - there have even been suitcases stuffed with cash. Schäuble graduated from high school just as the Berlin Wall was going up in 1961, and he decided to join the Christian Democratic Union (CDU). In 1972, under the chancellorship of Social Democrat Willy Brandt, Schäuble made his first try at a seat in the German parliament. He won his constituency and has remained the member for Offenburg, on the border with France, until today. Ten years later, in 1981, he started his long intense relationship with Helmut Kohl. In 1984, Schäuble became Kohl's chancellery minister. As the man who stood at the levers of power in the old Bonn republic, he was known throughout the country. Then when the Berlin Wall fell in November 1989, Schäuble became West Germany's negotiator with the former communist East Germany over the Reunification Treaty. In less than twelve months, on October 3, 1990, unity had been achieved. Attack on home territory But only a few days later, Schäuble was the victim of an assassination attempt. On October 12, in a public house in the town of Oppenau near his home in Baden, a psychopath shot him, injuring him severely. His life suffered a drastic change: from then on, he was confined to a wheelchair. Schäuble is a public servant with a strong, almost Prussian sense of duty. What followed was the fight of his life. He refused to give in, and took up his duties as interior minister after just six weeks. Relationship with Helmut Kohl The following summer, on June 20, 1991, Schäuble made one of his most important speeches in the German parliament, which helped to convince the members to vote in favor of moving the seat of government from Bonn to Berlin. But in 1998, he failed to convince Kohl not to stand again for chancellor. Kohl lost, dragging Schäuble down with him. A CDU scandal and a career setback In January 2000 Schäuble had to admit that he accepted a DM 100,000 donation for his party from an arms trade lobbyist. Schäuble didn't tell the whole truth to parliament: it's an error for which he has never forgiven himself and for which he has publicly asked for forgiveness. As a consequence, in February 2000, he resigned as head of his party's parliamentary group. He and Kohl became bitter enemies; in a television interview in April, Schäuble spoke of \"an intrigue with criminal elements,\" and \"a campaign to destroy me personally.\" The pupil broke with his mentor - for good. Checkered relations with Merkel At that time, Angela Merkel was CDU secretary general. In December 1999 she wrote her now famous article in which she advised her party to \"emancipate\" itself from Helmut Kohl. Kohl believed that Schäuble was behind the move, but in fact he was as surprised as Kohl was. Nowadays he says he doesn't feel bad about it any more. Schäuble and Merkel were never a team, though it was he who made her secretary general in 1998. In 2000, she overtook him to become party leader and in 2002 Schäuble said he didn't think she'd make a good candidate for chancellor. Once she became strong enough, she called him back into government. In 2005, he became interior minister in the grand coalition with the Social Democrats, and in 2009 he was unexpectedly given the finance ministry. European from conviction Schäuble is passionate about Europe, and is committed to greater integration. The Franco-German alliance is particularly important to him. Whether it was the European single market in 1986, the Maastricht Treaty in 1992, the Stability and Growth Pact in 1996 or the Lisbon Treaty in 2007 - Schäuble was there. He is highly respected in the EU, and across party lines in Germany. He's flattered when people call him the last convinced European in Berlin, and he certainly doesn't look tired of his job. He continues to repeat that the euro \"is a stable currency, and, so long as we don't make any serious mistakes, it will continue to be so.\" He blames \"a lack of financial market regulation\" and \"an excess of state indebtedness\" for the currency's current problems. But, he adds, one can learn from a crisis. \"Europe has always emerged strengthened from every crisis. It'll be the same this time,\" he insists. \"In ten years we will have a structure that will be much closer to what one calls a political union.\" That's his aim. Schäuble has had many jobs, and he's often aimed high: in 1998 he wanted to be chancellor, and in 2004, he would have liked to have been president. But as one commentator said, \"Whatever he does, he wants to do it better than anyone before him. That's the only vanity that he allows himself.\" Author: Iveta Ondruskova / mll Editor: Ben Knight",
  "relations": [
    [
      "Angela Merkel",
      "Germany",
      "agent_of"
    ],
    [
      "Angela Merkel",
      "Germany",
      "citizen_of"
    ],
    [
      "Angela Merkel",
      "German",
      "citizen_of-x"
    ],
    [
      "Angela Merkel",
      "Christian Democratic Union",
      "head_of"
    ],
    [
      "Angela Merkel",
      "Germany",
      "head_of_gov"
    ],
    [
      "Angela Merkel",
      "German",
      "head_of_gov-x"
    ],
    [
      "Angela Merkel",
      "Christian Democratic Union",
      "member_of"
    ],
    [
      "Christian Democratic Union",
      "Germany",
      "based_in0"
    ],
    [
      "Christian Democratic Union",
      "German",
      "based_in0-x"
    ],
    [
      "Bonn",
      "Germany",
      "in0"
    ],
    [
      "Bonn",
      "German",
      "in0-x"
    ],
    [
      "Wolfgang Schäuble",
      "Germany",
      "agent_of"
    ],
    [
      "Wolfgang Schäuble",
      "Charlemagne Prize",
      "award_received"
    ],
    [
      "Wolfgang Schäuble",
      "Germany",
      "citizen_of"
    ],
    [
      "Wolfgang Schäuble",
      "German",
      "citizen_of-x"
    ],
    [
      "Wolfgang Schäuble",
      "Christian Democratic Union",
      "member_of"
    ],
    [
      "Wolfgang Schäuble",
      "Germany",
      "minister_of"
    ],
    [
      "Wolfgang Schäuble",
      "German",
      "minister_of-x"
    ],
    [
      "Aachen",
      "Germany",
      "in0"
    ],
    [
      "Aachen",
      "German",
      "in0-x"
    ],
    [
      "Helmut Kohl",
      "Germany",
      "agent_of"
    ],
    [
      "Helmut Kohl",
      "Germany",
      "citizen_of"
    ],
    [
      "Helmut Kohl",
      "German",
      "citizen_of-x"
    ],
    [
      "Helmut Kohl",
      "Germany",
      "head_of_gov"
    ],
    [
      "Helmut Kohl",
      "German",
      "head_of_gov-x"
    ],
    [
      "Social Democrats",
      "Germany",
      "based_in0"
    ],
    [
      "Social Democrats",
      "German",
      "based_in0-x"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "Baden",
      "Germany",
      "in0"
    ],
    [
      "Baden",
      "German",
      "in0-x"
    ],
    [
      "Berlin",
      "Germany",
      "in0"
    ],
    [
      "Berlin",
      "German",
      "in0-x"
    ],
    [
      "Willy Brandt",
      "Germany",
      "agent_of"
    ],
    [
      "Willy Brandt",
      "Germany",
      "citizen_of"
    ],
    [
      "Willy Brandt",
      "German",
      "citizen_of-x"
    ],
    [
      "Willy Brandt",
      "Germany",
      "head_of_gov"
    ],
    [
      "Willy Brandt",
      "German",
      "head_of_gov-x"
    ],
    [
      "Willy Brandt",
      "Social Democrats",
      "member_of"
    ],
    [
      "Offenburg",
      "Germany",
      "in0"
    ],
    [
      "Offenburg",
      "German",
      "in0-x"
    ],
    [
      "Reunification Treaty",
      "West Germany",
      "signed_by"
    ],
    [
      "Reunification Treaty",
      "East Germany",
      "signed_by"
    ],
    [
      "Oppenau",
      "Germany",
      "in0"
    ],
    [
      "Oppenau",
      "German",
      "in0-x"
    ],
    [
      "Baden",
      "Germany",
      "in0"
    ],
    [
      "Baden",
      "German",
      "in0-x"
    ],
    [
      "Franco",
      "France",
      "gpe0"
    ]
  ]
}