{
  "content": "Icelandic activist: 'Turkey is the last place refugees want to go'\nChios is one of five hotspots in Greece where refugees are being imprisoned until they get shipped off to Turkey. DW spoke to the activist and blogger Benjamin Julian about the precarious situation.\nDW: How long have you been on the island of Chios? Benjamin Julian: I've been here for two weeks now. I came here on the day the Turkish deal went into effect. How many helpers are still there? It's a little bit hard to estimate. There are two or three soup kitchens, Soli Café and local solidarity groups which also called for protests at the detention center last Thursday. There is also staff of UNHCR here. Are any other large human rights organizations present? There is also a person from Amnesty International, Human Rights Watch might be sending someone and the Norwegian refugee council was here as well. The presence is not as big in Chios, partly because a lot of them pulled out when the hotspot regime started. What can you tell us about the situation of prisoners escaping from the Hotspot on Friday? There is a long experience in Chios of having the refugees in open facilities. This system seemed to have little trouble. Since the closed camps have started after the Turkish deal, the mood soured a lot, and it's not just because there are closed camps now, although that is a big reason for it, I would say it is at least as much because they are told when they arrive at the closed camps that the idea is to deport them. They know that a million people went to Europe last year and now suddenly they are the first group who is not allowed in. So then the local solidarity groups called for a protest on Thursday. While they were protesting outside, the people inside were also protesting which they have been doing daily. They broke out of the prison while the protests were ongoing. In the end they went back inside, but were determined to break out again, which they did. Partly out of immense frustration at the humiliating way they were being treated. And partly because they feel they are being kept in a prison where the guards are not even able to keep them in. I assume all the people you have talked to are against going to Turkey? Oh yes, definitely. That is the least of all places they want to go to. Some Syrians would rather go to Syria than go to Turkey. Some would rather be in Greece than be deported to Turkey and many say that neither is an option. Those are the two options Europe is offering them. Most of them want to go to Northern Europe. [Many refugees, meanwhile, have now applied for asylum in Greece, hoping to stay in Europe, the Ed.] Which refugees are able to apply for asylum in Greece? The whole asylum history has been a fiasco from the beginning. The first days the policemen didn't even know what do to with asylum requests. A few days in they just started saying that it would happen and that they would sort of accept your name on a list, a list of people wanting asylum, but they couldn't do anything about it. And when the agreement finally came, it was semi-broken and had several problems. It was just a big dilemma everybody expected to happen. This is what you get when you want to create a revolution in an asylum system that is supposed to happen in two days. It's impossible, it's not doable. Since then people have been applying for asylum and they are supposed to get interviews, but I don't know if anyone actually had one yet. One person in the camp told me this morning that some of the people who just got deported applied for asylum, but did not get an interview. I don't know if it is confirmed, but it sounds to me like the fiasco is not over. There is still not a solid system about asylum processing and it is not being done in an effective way. So yesterday, you saw the first boat leaving for Turkey. Do you know how fast the deportation is going to go now? Yes, the first boat left in the morning, earlier than expected, just after sunrise. The idea is to deport everyone. Boats are expected to come daily, at least in the next three days. There are very few cases that will get asylum here because of conditions uncertain. If they can show that they are being persecuted in Turkey, but there we are talking about a handful of people. All the other thousands are supposed to apply for asylum or anything close to that once they are in Turkey. However, I am not sure if Turkey will offer that to them. It seems to me that Europe is just going along with the scheme, no matter what the legal background to it is. I think the European Union is doing this to send a message to refugees who are thinking about coming. How difficult is it to speak to people over the fence? It is hard, because the police doesn't really allow it. If you get caught, you risk spending a few hours at the police station. But I've done it a few times, less and less actually. What is the food and hygiene situation like in the hotspots? It is bad, but it is definitely not what frustrates them the most. How long are you going to stay there? I will stay for a few more days, but I might go to Turkey now to see what things are like on the other end. I was there before but now I am curious to see what happens next. As far as I know there is still no reception for them. They are still building it. Benjamin Julian is an Icelandic activist and author of the blog \"On the refugee trail.\"",
  "relations": [
    [
      "Chios",
      "Greece",
      "in0"
    ],
    [
      "Benjamin Julian",
      "Icelandic",
      "citizen_of-x"
    ],
    [
      "Turkish",
      "Turkey",
      "gpe0"
    ],
    [
      "Hotspot",
      "Greece",
      "in0"
    ],
    [
      "Syrians",
      "Syria",
      "gpe0"
    ]
  ]
}