{
  "content": "World Bank aims to conquer extreme hunger\nBeing extremely poor means living on less than $1.25 a day. The World Bank is now endeavoring to eradicate such circumstances by the year 2030. But some are criticizing the organization's development strategy.\nNew World Bank President Jim Yong Kim is optimistic: \"A world without poverty is within reach,\" he said in a speech in Washington this week. \"We are at an auspicious moment in history when the successes of past decades and an increasingly favorable economic outlook combine to give developing countries a chance - for the first time ever - to end extreme poverty within a generation,\" he said during his speech at Georgetown University. The key to that success: continued economic growth, especially in South Asia and African nations south of the Sahara. Also, the fruits of that growth must be distributed more justly, Kim said. According to the World Bank, the \"extremely poor\" are those who have less than one euro (or around $1.25) a day to live on. Estimates show that in 2010, some 1.2 billion people were living in extreme poverty. Around 870 million went hungry every day. Some 6.9 million infants and toddlers die from a lack of food each year. If the World Bank had its way, the proportion of the global extremely poor would sink from the current 21 percent to under three percent by 2030. In announcing this new goal, Kim was also making a link to the United Nations Millennium Goals, which called for reducing the number of extremely poor by half between the years 1990 and 2015. The UN achieved this goal in the year 2010. The economic advancement of countries such as China, India and Brazil has contributed to millions of people being able to escape extreme poverty - even if they are still part of the group of poor who must live on two to 10 dollars a day, Kim said. Pre-condition for tackling poverty The World Bank president said that continued growth in emerging markets was a pre-condition for achieving this new goal. Further investments in education and in public institution were also necessary, he said. Concentration must also be placed on dealing with the after- effects of natural catastrophes, with climate change being a fundamental threat to economic development and eradicating poverty, he noted. A step in the right direction The World Bank said it would consider this new goal more closely than in the past and would regularly remind legislators from its 188 member states of the aim of eradicating extreme poverty by 2030. Kim said his organization would measure progress in meeting the goal and publish results in an annual report. Mikkel Barslund is a political scientist with the Center for European Policy Studies, and believes the World Bank is on the right track. \"The change must take place through economic development in the individual countries, but the World Bank can have a certain amount of influence by frequently calling attention to the problem,\" he said. Criticism from Attac But some have also criticized the World Bank's development plan. \"The World Bank's strategy is to open up markets and put world trade at centerstage, but this often ends up destroying the existence of small farmers,\" said Roland Süss, of the globalization-critical network Attac. China, he pointed out, went about things quite differently. \"The country first safeguarded its structures, and then opened up its markets. So it took the exact opposite approach to the one being propagated by the World Bank and the International Monetary Fund,\" Süss said.",
  "relations": [
    [
      "Jim Yong Kim",
      "World Bank",
      "head_of"
    ],
    [
      "Jim Yong Kim",
      "World Bank",
      "member_of"
    ],
    [
      "Mikkel Barslund",
      "Center for European Policy Studies",
      "member_of"
    ],
    [
      "Roland Süss",
      "Attac",
      "member_of"
    ],
    [
      "Georgetown University",
      "Washington",
      "based_in2"
    ]
  ]
}