{
  "content": "Mkhitaryan's farewell letter to Dortmund fans meets with mixed reaction\nAfter his move to Manchester United was confirmed by the Premier League giants, Henrikh Mkhitaryan penned an open letter to Borussia Dortmund fans. But the Armenian's farewell note met with mixed reactions.\nMkhitaryan, the reigning DW Bundesliga Player of the Season, said in the letter that he feels “privileged” to have played for the Ruhr area club. \"I will never forget the moments we shared together,\" said Mkhitaryan in a post on his official Facebook page. He also thanked his Dortmund teammates and the BVB fans for all the support he's been given over the years. Some Dortmund fans, however, are less than thrilled by the playmaker's move. Many BVB supporters cite Mkhitaryan's wage demands from the German club as the reason for their displeasure. According to reports, Dortmund had offered the attacker a salary of around 5 million euros a year, which would have made him one of the club's top earners but he rejected it and asked for a transfer in order to land a more lucrative deal elsewhere. His reported deal with Manchester United will see him earning a yearly wage of 10 million euros, double the offer reportedly made by Dortmund. However, plenty of of Twitter users sent Mkhitaryan messages of support and best wishes, while also expressing their sadness at his departure from the Signal Iduna Park. Some fans have drawn comparisons between the Armenian and another former BVB man Mario Götze, who signed for Bayern Munich after a 13-year spell with Dortmund. Other Dortmund fans have criticized his failure to take a penalty in the DFB Pokal final against Bayern Munich. Finally, this fan also made a cheeky remark about the fact Mkhitaryan's new club won't play Champions League football this term. Mkhitaryan is the third high-profile player to leave Borussia Dortmund this transfer window, after the departures of Mats Hummels and Ilkay Gündogan. Dortmund's CEO Joachim Watzke was recently quoted saying that the attacker will end up staying at Dortmund, only to later confirm his move to the Premier League club.",
  "relations": [
    [
      "Borussia Dortmund",
      "DFB Pokal",
      "appears_in"
    ],
    [
      "Borussia Dortmund",
      "German",
      "based_in0-x"
    ],
    [
      "Borussia Dortmund",
      "Bayern Munich",
      "vs"
    ],
    [
      "Henrikh Mkhitaryan",
      "DW Bundesliga Player of the Season",
      "award_received"
    ],
    [
      "Henrikh Mkhitaryan",
      "Borussia Dortmund",
      "member_of"
    ],
    [
      "Henrikh Mkhitaryan",
      "Manchester United",
      "member_of"
    ],
    [
      "Henrikh Mkhitaryan",
      "Borussia Dortmund",
      "player_of"
    ],
    [
      "Henrikh Mkhitaryan",
      "Manchester United",
      "player_of"
    ],
    [
      "Manchester United",
      "Premier League",
      "appears_in"
    ],
    [
      "Signal Iduna Park",
      "German",
      "in0-x"
    ],
    [
      "Mario Götze",
      "Borussia Dortmund",
      "member_of"
    ],
    [
      "Mario Götze",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Mario Götze",
      "Borussia Dortmund",
      "player_of"
    ],
    [
      "Mario Götze",
      "Bayern Munich",
      "player_of"
    ],
    [
      "Bayern Munich",
      "German",
      "based_in0-x"
    ],
    [
      "Bayern Munich",
      "Borussia Dortmund",
      "vs"
    ],
    [
      "Mats Hummels",
      "Borussia Dortmund",
      "member_of"
    ],
    [
      "Mats Hummels",
      "Borussia Dortmund",
      "player_of"
    ],
    [
      "Ilkay Gündogan",
      "Borussia Dortmund",
      "member_of"
    ],
    [
      "Ilkay Gündogan",
      "Borussia Dortmund",
      "player_of"
    ],
    [
      "Joachim Watzke",
      "Borussia Dortmund",
      "head_of"
    ],
    [
      "Joachim Watzke",
      "Borussia Dortmund",
      "member_of"
    ]
  ]
}