{
  "content": "Rampant Bayern dismiss United's slump ahead of Quarter-Final\nPep Guardiola's side are familiar with the \"favorites\" label - but the Spanish coach is not comfortable with the tag. Bayern head to a crisis-hit Manchester United in a bid to aid their progression to the last-four.\nBastian Schweinsteiger could have been lining up for the team wearing red Tuesday night. But instead, the 29-year-old has become the first player under the age of 30 to have won seven Bundesliga championships at Bayern. If you add a further six German Cup winners medals, four other German domestic honors and a Champions League trophy - plus two runner-up finishes - then there might not be much room left on Schweinsteiger's mantel piece. Yet, Schweinsteiger was written off as a player on the decline after a problematic ankle injury which has become a nuisance for the midfielder. He underwent surgery twice in less than five months, but made a recovery during the club's recent winter training camp in Qatar. Since then, the German has wound back the clock, showing the same combination of tenacity, commitment and passing qualities that cemented his place in the middle of the park in the first place. With Thiago Alcantara on the sidelines for both legs following an anterior cruciate ligament injury sustained in Saturday's 3-3 draw at Hoffenheim, Schweinsteiger's importance to the team has increased tenfold. Losing the man who makes Bayern tick in a possession sense is bad enough, so Schweinsteiger will be key at Old Trafford. Bayern Munich's record on English soil is far from impressive: they've won just one from four matches at Old Trafford and only five from 18 in total. However, on their last trip to the Red Devils, Arjen Robben's sumptuous volley was enough to send the Germans through on aggregate (4-3) after a 3-2 defeat on the night. Bayern travel to England Tuesday evening (18:45 UTC) with many expecting the record English champions to roll over after a testing period. \"I know it'll be unbelievably difficult. I've never won at Old Trafford,\" Schweinsteiger said. \"It's great to have already one title, but we can't lose focus now.\" \"We want to win every remaining game,\" he added. \"We're a team that wants to win every game - even in training. This is no different.\" \"All the coaches around the world do not want to be favorites,\" Bayern coach Pep Guardiola said. \"They do not like the title. I have to accept that.\" \"Bayern Munich won everything last year and are now 25 points ahead in Bundesliga,\" he added. \"But there are eight teams in the quarter-finals and they all want to win the title. In the last 28 years Bayern won it twice, so it is difficult.\" Walking in big shoes The transition from Sir Alex Ferguson to David Moyes has been rough to say the least. Last season's English champions sit in seventh - outside of the Champions League positions - with Europe's premier club tournament the only glimmer of hope in a turbulent campaign. Guardiola was in a sympathetic mood during Monday's press conference and admitted the troubles Moyes has faced \"can happen to him tomorrow.\" \"It's been a very good competition for us so far in my short time here,\" Moyes said pre-match. \"I came into it very inexperienced in the Champions League but we've done well and now we've got the ultimate test in Bayern Munich.\" The Red Devils are nursing some injury concerns in defense, but most troublingly to Robin van Persie, who will miss Tuesday's match. Both Rafael and Patrice Evra won't be available for selection either for the Scot. As cup-tied Juan Manuel Mata sits in the stands, Bayern will face a former foe in Shinji Kagawa. The Japanese midfielder won back-to-back titles at Borussia Dortmund and scored two goals against the Bavarians during his time in the Ruhr Valley.",
  "relations": [
    [
      "Manchester United",
      "Champions League",
      "appears_in"
    ],
    [
      "Manchester United",
      "English",
      "based_in0-x"
    ],
    [
      "Manchester United",
      "Bayern Munich",
      "vs"
    ],
    [
      "Bayern Munich",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Bayern Munich",
      "Champions League",
      "appears_in"
    ],
    [
      "Bayern Munich",
      "German",
      "based_in0-x"
    ],
    [
      "Bayern Munich",
      "Germans",
      "based_in0-x"
    ],
    [
      "Bayern Munich",
      "Manchester United",
      "vs"
    ],
    [
      "Bastian Schweinsteiger",
      "German",
      "citizen_of-x"
    ],
    [
      "Bastian Schweinsteiger",
      "Germans",
      "citizen_of-x"
    ],
    [
      "Bastian Schweinsteiger",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Bastian Schweinsteiger",
      "Bayern Munich",
      "player_of"
    ],
    [
      "Pep Guardiola",
      "Bayern Munich",
      "coach_of"
    ],
    [
      "Pep Guardiola",
      "Bayern Munich",
      "member_of"
    ],
    [
      "David Moyes",
      "Manchester United",
      "head_of"
    ],
    [
      "David Moyes",
      "Manchester United",
      "member_of"
    ],
    [
      "Thiago Alcantara",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Thiago Alcantara",
      "Bayern Munich",
      "player_of"
    ],
    [
      "Hoffenheim",
      "German",
      "based_in0-x"
    ],
    [
      "Hoffenheim",
      "Germans",
      "based_in0-x"
    ],
    [
      "Old Trafford",
      "English",
      "in0-x"
    ],
    [
      "Arjen Robben",
      "Manchester United",
      "member_of"
    ],
    [
      "Arjen Robben",
      "Manchester United",
      "player_of"
    ],
    [
      "Alex Ferguson",
      "Manchester United",
      "head_of"
    ],
    [
      "Alex Ferguson",
      "Manchester United",
      "member_of"
    ],
    [
      "Robin van Persie",
      "Manchester United",
      "member_of"
    ],
    [
      "Robin van Persie",
      "Manchester United",
      "player_of"
    ],
    [
      "Rafael",
      "Manchester United",
      "member_of"
    ],
    [
      "Rafael",
      "Manchester United",
      "player_of"
    ],
    [
      "Patrice Evra",
      "Manchester United",
      "member_of"
    ],
    [
      "Patrice Evra",
      "Manchester United",
      "player_of"
    ],
    [
      "Juan Manuel Mata",
      "Manchester United",
      "member_of"
    ],
    [
      "Juan Manuel Mata",
      "Manchester United",
      "player_of"
    ],
    [
      "Shinji Kagawa",
      "Japanese",
      "citizen_of-x"
    ],
    [
      "Shinji Kagawa",
      "Manchester United",
      "member_of"
    ],
    [
      "Shinji Kagawa",
      "Borussia Dortmund",
      "member_of"
    ],
    [
      "Shinji Kagawa",
      "Manchester United",
      "player_of"
    ],
    [
      "Shinji Kagawa",
      "Borussia Dortmund",
      "player_of"
    ],
    [
      "Borussia Dortmund",
      "German",
      "based_in0-x"
    ],
    [
      "Borussia Dortmund",
      "Germans",
      "based_in0-x"
    ]
  ]
}