{
  "content": "UN-endorsed report finds internal displacement growing in Syria, Africa\nThe world is experiencing a record number of people displaced within their own countries by armed conflict. In Syria alone, one family is displaced every 60 minutes, according to a UN report.\nA report released Wednesday at the United Nations in Geneva has found that 33.3 million people were displaced within their own countries at the end of 2013 - 4.5 million more than in 2012. The report was compiled by the Internal Displacement Monitoring Centre (IDMC), a part of the Norwegian Refugee Council. \"This record number of people forced to flee inside their own countries confirms a disturbing upward trend of internal displacement since IDMC first began monitoring and analyzing displacement back in the late 1990s,\" said Jan Egeland, the secretary-general of the Norwegian Refugee Council. \"The dramatic increase in forced displacement in 2013 and the fact that the average amount of time people worldwide are living in displacement is now a staggering 17 years, all suggest that something is going terribly wrong in how we are responding and dealing with this issue,\" he added. In cooperation with the UNHCR refugee agency, the IDMC also reported Wednesday that 8.2 million people had fled their homes in 2013, including about 3.5 million in Syria alone, to bring the total of internally displaced people there to 6.5 million. The other two-thirds of the cumulative 33.3 million displaced by war worldwide had fled in previous years and have not yet been able to return to their homes. The figures show that 63 percent of those internally displaced worldwide find themselves torn from their homes in just five countries: Syria, Colombia, Nigeria, Congo and Sudan. Displacement in the Central African Republic is also on the rise. mkg/ (kna, dpa, AP)",
  "relations": [
    [
      "Internal Displacement Monitoring Centre",
      "Norwegian Refugee Council",
      "part_of"
    ],
    [
      "Jan Egeland",
      "Norwegian Refugee Council",
      "head_of"
    ],
    [
      "Jan Egeland",
      "Norwegian Refugee Council",
      "member_of"
    ]
  ]
}