{
  "content": "Rajapaksa 'politically vulnerable' ahead of early Sri Lanka polls\nNearly two years ahead of schedule, Sri Lanka will go to the polls in January, with Mahinda Rajapaksa set to run for a third term; a move likely triggered by the President's fading popularity, says analyst Alan Keenan.\n\"There will be presidential elections in January,\" Cabinet spokesman Keheliya Rambukwella said on October 20, failing to name an exact date. The move is seen as an attempt by President Rajapaksa to seek a fresh six-year mandate amid signs of fading popularity. Rajapaksa, who first came to power in 2005, scrapped the two-term limit on the presidency soon after winning re-election in 2010. The 68-year-old is under intense international pressure to probe war crimes allegations and promote reconciliation with the country's Tamil minority following a decades-long civil war. He has also been accused of rights abuses and nepotism. In a DW interview, Sri Lanka expert Alan Keenan says there is growing discontent at the high cost-of-living and lack of an economic peace dividend in Sri Lanka, with many analysts arguing that while Rajapaksa is still the clear favorite, the longer Rajapaksa delays the next election, the smaller are his chances of victory. DW: Why would President Mahinda Rajapaksa call a snap election Sri Lanka nearly two years ahead of schedule? Alan Keenan: President Rajapaksa and his advisors appear worried by the relatively poor showing of his United People's Freedom Alliance (UPFA) in recent provincial elections. While the UPFA gained a slim majority in the Uva province in September, its share of the vote fell dramatically from preceding elections, with the main opposition United National Party running a surprisingly strong campaign. While Rajapaksa is still the clear favorite, most analysts believe that the longer Rajapaksa delays the next election, the smaller his chances of victory. Why is Rajapaksa's popularity fading? There is growing discontent at the high living cost and a lack of an economic peace dividend, despite the regime's numerous post-war Chinese and Indian-funded infrastructure projects. Corruption, including among members of the Rajapaksa family, is widely believed to have reached unprecedented levels. The president's popularity is further damaged by concerns over the rise in violent crime and abuse of power by ruling party officials at all levels of government. Rajapaksa has never been popular among Tamils, and support among Muslims is evaporating in light of the government's continued tolerance of the violent anti-Muslim campaign led by the militant Buddhist groups. There seems to be some controversy as to whether Rajapaksa is legally entitled to run for a third term. What is your view on this? According to a growing number of legal experts, the language of the 18th Amendment to the constitution, pushed through by Rajapaksa in September 2010, did not in fact remove the two-term limit for Rajapaksa, but only for future office-holders. This is despite the clear assumption by the Rajapaksa-controlled parliament of the time that the amendment would apply to the incumbent president. Regardless of the proper legal interpretation, however, no one expects the Supreme Court to void Rajapaksa's candidacy, given the proven loyalty of the current chief justice, installed in 2013 after the widely-condemned government-organized impeachment of his predecessor. Who would Rajapaksa be running against and what are his chances of winning the poll? For the first time in years, Rajapaksa appears politically vulnerable. The opposition, however, remains divided and uncertain about its strategy. Efforts have been under way to win consensus for a common candidacy that would unite the opposition on a platform of constitutional reform, beginning with the abolition of the executive presidency. The largest opposition party, the United National Party (UNP), itself badly split, appears to be planning on running its own candidate. This would likely fracture the opposition, with as many as three or four candidates running against Rajapaksa. How do elections in Sri Lanka work? Should no candidate win an outright majority on the first ballot, the top two candidates receive the second preferences from those who voted for the remaining candidates. This has never happened before in Sri Lanka, and there are worries that a second round could increase the volatility of what many expect to be a violent election campaign. A number of political observers express fears that President Rajapaksa and his powerful family members may not agree to leave power peacefully. What impact could the election have on the minority Tamil population and reconciliation attempts? Rajapaksa's campaign is likely to rely heavily on Sinhala nationalist themes, with the president claiming that only he can preserve the nation's hard-won victory over terrorism and prevent the revival of the Liberation Tigers of Tamil Eelam (LTTE), which, he claims, is backed by local and western conspirators. The current wave of repression of independent journalists and civil society activists, especially those who work in Tamil-majority areas in the north and east, could well intensify. There is little prospect for renewed negotiations with the elected Tamil leadership or for a relaxation of military control over the north and east. Could the election affect Pope Francis' planned visit to Sri Lanka from January 13-15? To avoid the politicization of his foreign travel, the Pope generally declines to visit countries within a month of an election. With indications that the presidential election will be held around January 10 – on a date and at a time reportedly determined by the president's astrologer – it would appear the papal visit will need to be rescheduled. Analyst Alan Keenan is Sri Lanka project director at the International Crisis Group (ICG) in London.",
  "relations": [
    [
      "International Crisis Group",
      "London",
      "based_in2"
    ],
    [
      "Liberation Tigers of Tamil Eelam",
      "Sri Lanka",
      "based_in0"
    ],
    [
      "United People's Freedom Alliance",
      "Sri Lanka",
      "based_in0"
    ],
    [
      "Mahinda Rajapaksa",
      "Sri Lanka",
      "agent_of"
    ],
    [
      "Mahinda Rajapaksa",
      "Sri Lanka",
      "citizen_of"
    ],
    [
      "Mahinda Rajapaksa",
      "Sri Lanka",
      "head_of_state"
    ],
    [
      "Alan Keenan",
      "International Crisis Group",
      "head_of"
    ],
    [
      "Alan Keenan",
      "International Crisis Group",
      "member_of"
    ],
    [
      "United National Party",
      "Sri Lanka",
      "based_in0"
    ],
    [
      "Cabinet",
      "Sri Lanka",
      "agency_of"
    ],
    [
      "Cabinet",
      "Sri Lanka",
      "based_in0"
    ],
    [
      "Keheliya Rambukwella",
      "Sri Lanka",
      "agent_of"
    ],
    [
      "Keheliya Rambukwella",
      "Sri Lanka",
      "citizen_of"
    ],
    [
      "Uva",
      "Sri Lanka",
      "in0"
    ],
    [
      "Supreme Court",
      "Sri Lanka",
      "agency_of"
    ],
    [
      "Supreme Court",
      "Sri Lanka",
      "based_in0"
    ]
  ]
}