{
  "content": "'Land is becoming a scarce commodity'\nThe UN Committee on World Food Security on Friday adopted draft guidelines against land grabbing to better protect rural communities. DW spoke to the UN's Special Rapporteur on the Right to Food, Olivier De Schutter.\nThe UN's new guidelines against land grabbing came after an outcry by developing countries over the large farmland that is being bought by rich nations. DW: Mr de Shutter, in summary, what does the draft against land grabbing state? Olivier De Schutter: The draft guidelines on the responsible governance of tenures of land, fisheries and forests are guidelines that seek to clarify what states should do in order to protect land users. Essentially, in many countries land users are not legally recognized as the owners of the land. This is particularly the case in Africa - in rural parts of Africa - where land is considered to be owned by the state. And the state very often gives away this land to investors who offer to develop this land, and land users who depend on this land for their livelihoods are evicted without having access to legal remedies and without being protected from the loss of their livelihoods. And so these guidelines seek to clarify what states should do, how they should consult, which compensation they should provide in order to reduce the impacts of land grabbing on these rural communities in Africa. How has the land grabbing of large farmland in developing countries, especially African countries, violated human rights? These are very poor populations which are not very influential politically. And they have been unable as yet to mobilize and to effectively challenge this phenomenon that is called land grabbing and that is essentially the result of the growing worldwide demand for natural resources. Since 2008, and 2009 in particular, both the private sector - private companies - and governments are interested in buying and leasing large areas of land and having access to water underneath the land, because land is becoming a scarce commodity. And we are entering into a phase of repeated crisis where prices of food commodities in particular will be more and more volatile. These actors seek to protect their access to national resources by buying land which in many cases rural communities depend on. And human rights such as the right to food, right to housing, even the right to life sometimes are threatened by this phenomenon. Which African countries are most affected by land grabbing? Two thirds of land grabbing is taking place in sub-Saharan Africa. In weakly governed zones where governments are not effectively protecting the populations and where courts are not able to protect communities who depend on access to natural resources. Many of these lands are given away by governments, often unfortunately as a result of corruption and because the local elites benefit from these transactions but not the rural communities who remain underprotected. To what extent does land grabbing contribute to food security or insecurity? The land grabbing results in large-scale plantations being developed that are highly mechanized and that are relatively less-labor-intensive than the small-scale family farming that's usually practiced by rural communities in developing countries. The result of this is that, in general, less employment will be created. A large number of people may lose their livelihoods and their access to the land on which they depend for their food. And for those who do not find employment on these large-scale plantations, it will mean that they will be without revenues and without adequate livelihoods. The result is that these people will migrate to the cities in the hope of finding employment in the industry and service sectors, but in many cases, those jobs are not be easy to find. And so the result is social disruption, more poverty and inequality in the rural areas and that is what we want to avoid. How does the UN plan to ensure that human rights standards are maintained where huge lands are bought by foreigners? The work of the Committee on World Food Security today is meant to designate a set of principles that states should respect in order to better protect the land users. These principles should be implemented in domestic legislation. They should be a source of reference for courts and national human rights institutions, and states should be gradually led to report back on how they implement these guidelines. This will be supervised at international level by the Committee on World Food Security that will regularly collect information as to how these guidelines are being complied with at a domestic level. It is not enough. It is something however - it is a departure point and it is certainly important in this current context to provide some international framework to define what states are expected to do. Interview: Chrispin Mwakideu /sst Editor: Susan Houlton",
  "relations": [
    [
      "Olivier De Schutter",
      "UN",
      "head_of"
    ],
    [
      "Olivier De Schutter",
      "UN",
      "member_of"
    ],
    [
      "Committee on World Food Security",
      "UN",
      "part_of"
    ],
    [
      "Chrispin Mwakideu",
      "DW",
      "member_of"
    ],
    [
      "Susan Houlton",
      "DW",
      "member_of"
    ]
  ]
}