{
  "content": "West strikes dangerous balance in dealings with Egypt's military\nWestern nations led by the US appear to be hedging their bets on the true intentions of Egypt's military rulers as the crackdown in Cairo continues unabated. A fear of alternative leadership may be holding the West back.\nThe latest street battles between demonstrators demanding the end of military rule and armed members of the security services under the command of the Supreme Council of Armed Forces (SCAF) have reopened barely healed wounds just 10 months since President Hosni Mubarak was forced out of power by similar protests. Again focusing on Cairo's Tahrir Square, the symbolic heart of the February demonstrations, protestors angered by the lack of progress since the revolution have returned once more to the streets of the capital - as well the cities of Suez and Alexandria - to call for a faster transition from military to civilian rule. While the elections scheduled for later this month would see the creation of a civilian assembly for the Egyptian parliament, ultimate control of Egypt would stay with the generals until a presidential poll, which may not happen until late 2012 or early 2013. The SCAF has made it clear that it will continue ruling until after a new constitution is created. The protestors are calling for a presidential vote no later than April. \"The SCAF represents the old military guard that propped up the Mubarak regime and its leadership is embedded within the networks of crony capitalists that are proving so hard to dislodge,\" Dr. Kristian Ulrichsen, a North Africa and Middle East expert at the London School of Economics, told Deutsche Welle. With Egypt's grip on its democratic opportunity slipping, Western powers which supported the removal of Mubarak and the popular uprising once again face decisions on how to proceed with their support - or withdraw it completely. US both condemns and supports In recent days, the administration of US President Barack Obama, which has broadly supported the SCAF while quietly pressurizing it over its slow path to reform, has urged Egypt's military rulers to increase the speed of its transition to civilian control. There is a fear in Washington that the revolution that gave most heart and impetus to the Arab Spring may be dying - and the wave of pro-democracy movements across the Arab world along with it. However, while hoping for widespread change, the White House treads a careful path. Egypt is an important US ally in the region, one which has supported the US role in the Middle East and one of the few states to maintain an uneasy peace accord with Israel. It is this strategic importance which has led Obama to reject recent calls from within Washington for the delivery of $1.3 billion (0.97 billion euros) of US aid to Egypt to be conditional on the military leadership's progress on democracy and human rights. Meanwhile, the White House is keen to strengthen ties with Egypt's newly empowered political opposition which could be the country's new power-brokers. It is a stance that sits uncomfortably with the fact that the US - as well as a number of European states - has continued to supply the SCAF with the military hardware, tear gas and rubber bullets being used against the crowds in Tahrir Square. Much the same way as it supplied over $60 billion in unconditional aid to the Egyptian military during Mubarak's 30-year reign of corruption and oppression. US double standards Some critics have accused the Obama administration of playing to Egyptian public opinion by calling for faster reforms, rather than really applying pressure on the military to stand down. Others have pointed to recent comments made by US Ambassador for Middle East Transition William Taylor in Washington last week as evidence of US double standards. \"Governing is not what the Egyptian military is trained to do,\" explained Taylor, asserting that the military crackdown can be attributed to the fact that the SCAF is unaccustomed to ruling and may be overwhelmed by the situation it finds itself in. \"Western governments should make much more clear statements that the disproportional use of force against civilian protesters contradicts any democratic standards and that the military leadership is responsible for this escalation,\" Dr. Stephan Roll, an Egypt expert with the German Institute for International and Security Affairs, told Deutsche Welle. Some experts believe that there are elements in the US political system which see the retention of power by the SCAF as the lesser of multiple evils and are privately supporting this out of fear of the alternative. \"The West's continuing support for the SCAF is sending irreparably damaging signals to the pro-democracy movements in Egypt and across the region,\" said Dr. Ulrichsen. \"It reinforces perceptions that the West would rather see a narrow change of elites than a thorough revolution based on ideas of equality, dignity, social justice and democracy.\" Lesser of multiple evils? Dr. Roll points to the concerns arising from a possible Islamist-led government in Egypt. \"My impression is that within the US administration - but even more so in the US Senate - there are influential voices which are totally against any 'Islamist leadership' in Egypt,\" he said. \"There is a lot of fear that the Muslim Brotherhood could be just the beginning and that Salafist forces could become part of the country's political leadership,\" he added. \"There are also a lot of personal links to the Egyptian military leadership within the US which have worked quite well over the last few decades.\" However Dr. Roll said that the Islamists, which could win 40 percent of parliamentary seats, with a big portion going to The Freedom and Justice Party of the Muslim Brothers, should not be feared if they gain power through free elections. \"The Muslim Brotherhood leadership seems to be very pragmatic and if they enjoy the confidence of the people, they should get the chance to take political responsibility.\" \"In my opinion the worst-case scenario would be that the military leadership attempts to keep the transition process unstable to keep control of developments,\" he added. \"This would be a very risky business.\" Middle East expert Dr. John Chalcroft agrees. \"If the military were allowed to stay in power, it would be a disaster; disappointing the hopes and sacrifice of the millions who sought bread, freedom and dignity promised by the Arab Spring,\" he told Deutsche Welle. \"It will set the clock back, and help reproduce a Middle East full of dictators, poverty, sectarian conflict, violent movements of opposition, and national humiliation.\" Dr. Ulrichsen believes that the worst-case scenario for the West would be if any Egyptian rebellion against a military supported by the West fuelled powerful feelings of anti-Western resentment that in turn translated into support for radical alternatives in Egypt itself. \"The Egyptian revolution was notably free of nakedly Islamist or anti-Western motivations but any second uprising might not escape this, particularly if the West came to be seen as part of the problem,\" he said. Author: Nick Amies Editor: Rob Mudge",
  "relations": [
    [
      "Muslim Brotherhood",
      "Egypt",
      "based_in0"
    ],
    [
      "Muslim Brotherhood",
      "Egyptian",
      "based_in0-x"
    ],
    [
      "Supreme Council of Armed Forces",
      "Egypt",
      "agency_of"
    ],
    [
      "Supreme Council of Armed Forces",
      "Egyptian",
      "agency_of-x"
    ],
    [
      "Supreme Council of Armed Forces",
      "Egypt",
      "based_in0"
    ],
    [
      "Supreme Council of Armed Forces",
      "Egyptian",
      "based_in0-x"
    ],
    [
      "Arab Spring",
      "Egypt",
      "event_in0"
    ],
    [
      "William Taylor",
      "US",
      "agent_of"
    ],
    [
      "William Taylor",
      "US",
      "citizen_of"
    ],
    [
      "Barack Obama",
      "US",
      "agent_of"
    ],
    [
      "Barack Obama",
      "US",
      "citizen_of"
    ],
    [
      "Barack Obama",
      "US",
      "head_of_state"
    ],
    [
      "Hosni Mubarak",
      "Egypt",
      "agent_of"
    ],
    [
      "Hosni Mubarak",
      "Egypt",
      "citizen_of"
    ],
    [
      "Hosni Mubarak",
      "Egyptian",
      "citizen_of-x"
    ],
    [
      "Hosni Mubarak",
      "Egypt",
      "head_of_state"
    ],
    [
      "Hosni Mubarak",
      "Egyptian",
      "head_of_state-x"
    ],
    [
      "Stephan Roll",
      "German Institute for International and Security Affairs",
      "member_of"
    ],
    [
      "Kristian Ulrichsen",
      "London School of Economics",
      "member_of"
    ],
    [
      "Cairo",
      "Egypt",
      "in0"
    ],
    [
      "Cairo",
      "Egyptian",
      "in0-x"
    ],
    [
      "Tahrir Square",
      "Egypt",
      "in0"
    ],
    [
      "Tahrir Square",
      "Cairo",
      "in2"
    ],
    [
      "Suez",
      "Egypt",
      "in0"
    ],
    [
      "Suez",
      "Egyptian",
      "in0-x"
    ],
    [
      "Alexandria",
      "Egypt",
      "in0"
    ],
    [
      "Alexandria",
      "Egyptian",
      "in0-x"
    ],
    [
      "Egyptian",
      "Egypt",
      "gpe0"
    ],
    [
      "Washington",
      "US",
      "in0"
    ],
    [
      "Washington",
      "US",
      "in0"
    ],
    [
      "White House",
      "US",
      "agency_of"
    ],
    [
      "White House",
      "US",
      "based_in0"
    ],
    [
      "White House",
      "US",
      "in0"
    ],
    [
      "US Senate",
      "US",
      "agency_of"
    ],
    [
      "US Senate",
      "US",
      "based_in0"
    ],
    [
      "The Freedom and Justice Party",
      "Egypt",
      "based_in0"
    ],
    [
      "The Freedom and Justice Party",
      "Egyptian",
      "based_in0-x"
    ]
  ]
}