{
  "content": "Opinion: Gauck, the 'people's president'\nJoachim Gauck, Germany's newly inaugurated president, is a firm believer in the freedom of the individual and the duty of accepting responsibility. This is a promising start to a presidency, writes DW's Marcel Fürstenau.\n\"What should our country look like? This country, which one day our children and grandchildren will call 'theirs'?\" Joachim Gauck began his first speech to the nation with a question for which there will and can never be an answer. The worlds that have come to being in Germany and other places have become too complex and multifarious to be solved with any simple recipe. In his speech Gauck listed off a litany of concepts that, to be true, could easily lead to confusion: Separation, globalization, minorities, Europe, Middle East, fanaticism. The new president said he's aware of how perplexing this world can be and at the same time offered hope that he would work to establish a sense of orientation while in office. Gauck expressed his understanding for the disheartened and downtrodden - those overwhelmed by social, ethnic, religious and political tensions - and insisted that his first speech was meant for all Germans both \"in the country and abroad.\" These words come across as neither ceremonial nor stilted: Gauck, a former Lutheran pastor, is out to reach people with his words and win them over for his ideal of freedom, responsibility and trust. Gauck demonstrated with his first speech in office that he is capable of achieving this. Remembrance as 'source of strength' The 72-year-old said he wanted to combat the fear of the present and future with the means of remembrance, something he described as a \"source of strength.\" He is able to reconcile the differing social systems - still present in Germany over 20 years after being reunified - and put a positive spin on those separations that still exist. He said he was more impressed by the \"miracle of democracy\" in Germany than the \"economic miracle\" that made West Germany famous in the years after World War II. Gauck's acknowledgment and praise of the 1968 social liberation movement were widely applauded by the members of the German parliament present for Gauck's speech. This applause, which came from all factions of parliament and was anything but mere polite clapping, is a testament to Gauck's ability to integrate. He was even able to garner support from the Left Party - who initially went against his nomination - after praising the peaceful revolution that brought down the Berlin Wall and the German Democratic Republic in 1989 and 1990, respectively. Past, present and future \"We are the people,\" the motto of that revolution in the former East Germany (where Gauck grew up), is as relevant today as it was back then, he said. \"Two decades later this means - more than ever - that freedom is the necessary condition of justice and trust in democracy.\"Gauck's mission statement, one he wants to function as a kind of anchor, is that the differing people in Germany should strive to establish a common society. And that not only from the German perspective, but also - and equally - from the European perspective, one encompassing the views of Jews, Christians and Muslims alike. That Gauck took this opportunity to praise the services of his predecessor Christian Wulff, was appropriate and respectful. It was a gesture that could be appreciated by the millions of people living in Germany who are immigrants or whose parents come from other countries. Gauck asked these people in particular to have faith in their new president, faith in the politicians of Germany, and faith in themselves. Based on the impressions of his first speech, one can conclude that the new federal president will do everything to be perceived as one thing: a president of the people. Author: Marcel Fürstenau / glb Editor: Andreas Illmer",
  "relations": [
    [
      "Joachim Gauck",
      "Germany",
      "agent_of"
    ],
    [
      "Joachim Gauck",
      "German Democratic Republic",
      "citizen_of"
    ],
    [
      "Joachim Gauck",
      "Germany",
      "citizen_of"
    ],
    [
      "Joachim Gauck",
      "Germans",
      "citizen_of-x"
    ],
    [
      "Joachim Gauck",
      "German",
      "citizen_of-x"
    ],
    [
      "Joachim Gauck",
      "Germany",
      "head_of_state"
    ],
    [
      "Joachim Gauck",
      "Germans",
      "head_of_state-x"
    ],
    [
      "Joachim Gauck",
      "German",
      "head_of_state-x"
    ],
    [
      "DW",
      "Germany",
      "based_in0"
    ],
    [
      "DW",
      "Germans",
      "based_in0-x"
    ],
    [
      "DW",
      "German",
      "based_in0-x"
    ],
    [
      "Marcel Fürstenau",
      "DW",
      "member_of"
    ],
    [
      "Germans",
      "Germany",
      "gpe0"
    ],
    [
      "World War II",
      "Germany",
      "event_in0"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "Left Party",
      "Germany",
      "based_in0"
    ],
    [
      "Left Party",
      "Germans",
      "based_in0-x"
    ],
    [
      "Left Party",
      "German",
      "based_in0-x"
    ],
    [
      "Christian Wulff",
      "Germany",
      "agent_of"
    ],
    [
      "Christian Wulff",
      "Germany",
      "citizen_of"
    ],
    [
      "Christian Wulff",
      "Germans",
      "citizen_of-x"
    ],
    [
      "Christian Wulff",
      "German",
      "citizen_of-x"
    ],
    [
      "Christian Wulff",
      "Germany",
      "head_of_state"
    ],
    [
      "Christian Wulff",
      "Germans",
      "head_of_state-x"
    ],
    [
      "Christian Wulff",
      "German",
      "head_of_state-x"
    ]
  ]
}