{
  "content": "FAO: World food prices 'stabilizing at high level'\nThe United Nations' Food and Agriculture Organization (FAO) has registered the first drop in global food prices in April after months of increases. Record crops this year are expected to meet rising global food demand.\nWorld food prices were stabilizing at a \"relatively high level\" in April, after they had been steadily rising in the first three months of the year, the UN Food and Agriculture Organization (FAO) said Thursday. FAO's Food Outlook - a twice-yearly global market analysis - said food prices fell by 1.4 percent from March to April this year, driving down the organization's Food Price Index to 214 points from 217 points registered in the previous month. The FAO index measures monthly price changes for a food basket containing cereals, oilseeds, dairy products sugar and meat. \"Although the index is significantly down from its record level of 235 points in April 2011, it is still well above the figures of under 200 which preceded the 2008 food crisis,\" FAO said in a statement. In its forecast for the coming 12 month, FAO predicts generally higher food supplies, but also rising demand for various agricultural produce. Unstable prices The FAO wouldn't rule out that in spite of expected record crops for the 2012/2013 harvest season, prices could rise again because strong demand would fall on low initial stocks. While 2012 cereals production was forecast to reach a new record with 2.37 billion tons, wheat production - a part of the cereals sector - is expected to fall 3.6 percent due to large declines in Ukraine, Kazakhstan, China, Morocco and the EU, the FAO report said. In addition, global soybean prices, which are already at their highest since July 2008, are likely to \"rise further\" as a result of tight supplies on the back of \"continuous purchases\" from the world's biggest buyer China, FAO analyst Abdolreza Abbassian told Reuters news agency. Abbassian added that further support for higher soybean prices would come from a 9.5 percent drop in output predicted for 2012 as soybeans would have to compete with maize for cropland especially in the United States. The FAO reports said that higher prices in the coming months were also due for oil crops and derived products which had been rising since the beginning of the year, facing an \"increasingly tight\" supply and demand situation. Steady or even falling prices the FAO predicts for rice, sugar and meat production as well as for milk and fishery products - sectors which are all in for substantial production growth in the coming months. uhe/gb (dpa, Reuters)",
  "relations": [
    [
      "Food and Agriculture Organization",
      "United Nations",
      "institution_of"
    ],
    [
      "Food and Agriculture Organization",
      "United Nations",
      "part_of"
    ],
    [
      "Abdolreza Abbassian",
      "Food and Agriculture Organization",
      "member_of"
    ]
  ]
}