{
  "content": "Deutsche Bank reflects on values as profits drop\nDeutsche Bank halved its earnings in the second quarter of 2013. While Germany's biggest bank is still struggling with the financial crisis and legal problems, a corporate culture change is supposed to help.\n\"In the second quarter our core businesses performed well, our franchise remained strong,\" a Deutsche Bank press release claimed. But the bare figures tell a different story: halved earnings from the first to the second quarter, to net earnings of 335 million euros ($444 million) for March through June of this year. Pre-tax income shrunk 18 percent, to 792 million euros ($1 billion). As Europe's largest investment bank continues to struggle with the shadows of the past, Deutsche Bank heads J端rgen Fitschen und Anshu Jain are promoting a strategy to transform the institution's culture from within. Meanwhile, the bank is also working to adjust to new European regulations. Lost values Expensive legal problems continue to be the bank's greatest plague. The bankruptcy court case for media house Kirch has been drawn out for 10 years. Then there's the Libor probe, over allegations that the bank manipulated inter-bank lending rates. Not to mention ongoing litigation over subprime mortgage lending in the United States. In the second quarter, the bank set an additional 630 million euros ($836 million) aside for dealing with legal issues, bringing its total litigation reserve to 3 billion euros ($4 billion). Co-CEO J端rgen Fitschen responded to the accusation that banks have been looking after their interests rather than those of their customers by admitting that principles and values were simply nixed on many occasions. \"This should be taken very seriously,\" Fitschen said. Corporate culture shift Last fall, a survey found that only 40 percent of Deutsche Bank customers were satisfied - apparently one of the main motivations for the company's heads to seize the rudder and change course. \"The customer should have the feeling that he's at the center,\" Fitschen said. Last week, the bank issued a new canon of values listing six guidelines for its 100,000 workers (about half of whom work in Germany). Keywords include integrity, sustainability, customer orientation, innovation, discipline, and partnership. Emphasis was placed on ethical responsibility and long-term over short-term success. Fitschen said everyone is \"very passionately\" working to reach the point where \"if we are not loved, then at least we are respected for the things we do.\" He said that not only does he believe in the possibility of change, but \"we do ourselves a great favor with it.\" The head of Deutsche Bank's employee council Alfred Herling isn't completely convinced. He's concerned there will be consequences for workers, and that there's still a need for clarity on how violations will be punished. Reconciling values and numbers With this new canon, Deutsche Bank is ultimately seeking to increase its bottom line. In the future, average savings account holders are supposed to be treated the same as wealthy private customers and professional investors like insurers and retirement funds. With this in mind, the company has set the goal of pre-tax profits from portfolio management at 1.7 million euros by 2015. This seems particularly ambitious when compared to the only 82 million euros gained from this sector for the second quarter of this year. Fitschen emphasized trustworthiness as the link between changing corporate culture and increasing profits. \"What's decisive is the experience every businessman, every investor, every depositor has with his bank, which has to completely and fully convince him that he has a reliable partner sitting across from him,\" Fitschen said. Debt ratio complications Deutsche Bank is also continuing its work on compliance with stricter regulations for European banks, including increased equity ratios issued by the Basel Committee on Banking Supervision. Based on Deutsche Bank figures from the most recent quarter, its rate is about 10 percent - that means it's well ahead of schedule, since that was a 2015 goal. But that hasn't resolved everything. Starting in 2018, the supervisory committee wants to introduce a leverage ratio of 3 percent, in order to prevent banks from working with an inflated proportion of lent money - which can be a problem in times of financial difficulty. Although it sounds like a paradox, the bank's revenues will have to shrink. Currently, Deutsche Bank's balance sheet total is around 1.9 billion euros. To stay within proper debt ratio bounds, the bank would have to reduce its revenues by about 250 million euros (although some analysts say this should be closer to 500 million euros). In any case, overflowing profits are not to be expected from Deutsche Bank in the foreseeable future.",
  "relations": [
    [
      "Deutsche Bank",
      "Germany",
      "based_in0"
    ],
    [
      "J端rgen Fitschen",
      "Deutsche Bank",
      "head_of"
    ],
    [
      "J端rgen Fitschen",
      "Deutsche Bank",
      "member_of"
    ],
    [
      "Anshu Jain",
      "Deutsche Bank",
      "head_of"
    ],
    [
      "Anshu Jain",
      "Deutsche Bank",
      "member_of"
    ],
    [
      "Kirch",
      "Germany",
      "based_in0"
    ],
    [
      "Alfred Herling",
      "Deutsche Bank",
      "member_of"
    ]
  ]
}