{
  "content": "For women in sports, London 2012 sets milestone\nThe 2012 Olympics are historic for women in sports. Now that Saudi Arabia, Brunei and Qatar are sending female athletes for the first time, women will have competed for every Olympic country.\nSaudi Arabia was the last country to give the go-ahead after Brunei and Qatar previously agreed to do the same. Wodjan Ali Seraj Abdulrahim Shahrkhani will suit up for the 78-kilogram category in judo while Sarah Attar, 17, will run the 800 meters for Saudi Arabia. \"UN Women welcomes this decision as an important step and sign of progress in the path towards greater political, social and economic status of women and girls in the region,\"UN Women Deputy Director John Hendra told DW. When the first modern Olympic Games were held in Athens in 1896, women were forbidden from participating. Now, 116 years later, women from every nation will have taken to the field of Olympic competition. \"Even though it's a low number, [Saudi Arabia, Brunei and Qatar] are actually sending women to compete,\" said Lisa Maatz, Director of Public Policy and Government Relations for the American Association of University Women (AAUW), a US-based political advocacy group, in an interview with DW. \"I think it's progress.\" Making history The achievement is a long time coming. At the 1996 Atlanta Olympics, 26 countries were yet to include female athletes. Twelve years later in Beijing, the number had dropped to three. The overall percentage of women participating has also increased dramatically. Just 1.8 percent of the athletes at the 1908 London Olympics were women. Of the 10,947 athletes who competed in 2008, 4,639 were women - more than 42 percent - according to the IOC's Women and Sport Commission. But it's not just where the women come from that's groundbreaking. It's also what the women will be doing. With the inclusion of women's boxing and wrestling, women will compete in every sport the men will for the first time. In fact, with men barred from synchronized swimming and rhythmic gymnastics, women will compete in more events than their male counterparts. \"It's a lot of firsts,\" said Maatz. Tentative progress The decision by Saudi Arabia - an absolute monarchy governed by a strict interpretation of Islamic, or Shariah, law - has been hailed as a step in the right direction for women's rights, albeit a tentative one. \"It's been a long time coming,\" Christoph Wilcke, senior Middle East researcher for New York-based Human Rights Watch, told DW. But Wilcke, a German native who has more than 15 years of experience in the Middle East, was quick to point out the country still has a long way to go in advancing women's rights - participation in sports included. Earlier this year, Human Rights Watch said that women in Saudi Arabia were excluded from the 153 sports clubs regulated by the General Presidency of Youth Welfare (GPYW), the Saudi National Olympic Committee, and 29 other sporting federations. Lasting impact While the achievements of women in this year's Olympics will be historic, many hope the impact will last longer than the July 27 - August 12 Games. Maatz, for one, said she hopes the women participating in the Olympics will serve as inspiration for girls and women. \"It can inspire a lot of little girls,\" she said. \"Hopefully more women come in 2016 [at the Rio de Janeiro Olympics].\" The UN's Hendra also sees the women competing as pioneers. \"Sport can also offer a forum for advocating for ending violence against women,\" said Hendra. \"And it is so true that role models and pioneers can bring about great changes for gender equality. There has been progress in recent years, like introducing quotas for women’s representation in sports organizations.\" Despite this, Hendra said, gender stereotypes continue to play a major role in sports participation, structurally and in the heat of competition. About 10,500 athletes are expected to compete at the 2012 London Games, representing 204 nations. More than 40 percent of them will be women. Author: Benjamin Mack Editor: Mark Hallam",
  "relations": [
    [
      "Christoph Wilcke",
      "Human Rights Watch",
      "member_of"
    ],
    [
      "Lisa Maatz",
      "American Association of University Women",
      "head_of"
    ],
    [
      "Lisa Maatz",
      "American Association of University Women",
      "member_of"
    ],
    [
      "John Hendra",
      "UN Women",
      "head_of"
    ],
    [
      "John Hendra",
      "UN Women",
      "member_of"
    ],
    [
      "American Association of University Women",
      "US",
      "based_in0"
    ],
    [
      "General Presidency of Youth Welfare",
      "Saudi Arabia",
      "based_in0"
    ],
    [
      "Wodjan Ali Seraj Abdulrahim Shahrkhani",
      "2012 London Games",
      "appears_in"
    ],
    [
      "Wodjan Ali Seraj Abdulrahim Shahrkhani",
      "Saudi Arabia",
      "citizen_of"
    ],
    [
      "Sarah Attar",
      "2012 London Games",
      "appears_in"
    ],
    [
      "Sarah Attar",
      "Saudi Arabia",
      "citizen_of"
    ],
    [
      "DW",
      "German",
      "based_in0-x"
    ],
    [
      "Olympic Games",
      "Athens",
      "event_in2"
    ],
    [
      "Public Policy and Government Relations",
      "US",
      "based_in0"
    ],
    [
      "Public Policy and Government Relations",
      "American Association of University Women",
      "part_of"
    ],
    [
      "Women and Sport Commission",
      "IOC",
      "part_of"
    ],
    [
      "New York",
      "US",
      "in0"
    ],
    [
      "Human Rights Watch",
      "US",
      "based_in0"
    ],
    [
      "Human Rights Watch",
      "New York",
      "based_in2"
    ],
    [
      "Saudi National Olympic Committee",
      "Saudi Arabia",
      "based_in0"
    ]
  ]
}