{
  "content": "From the lab to the medicine cabinet: the long road of drug development\nBefore new medicines are allowed on the market, they have to pass a series of trials to ensure they're safe. It's a lengthy and expensive - but necessary - process for pharmaceutical companies.\nOut of about 10,000 manufactured substances, an average of about nine will make it out of the laboratory and into clinical studies. Of those nine, it can be as few as just one that will later receive approval to enter the market. Developing, manufacturing and testing new medicines can cost a company between $1 billion and $1.6 billion (750 million euros and 1.2 billion euros) - the range includes the cost of projects that fail. Due to these high costs, it's usually only private pharmaceutical companies that can afford to develop new drugs. But they have been collaborating more and more with universities and research institutes, which often provide the fundamental knowledge that leads to new medicines. Laying the foundation First, researchers aim to identify areas that new medicines could influence, such as particular proteins or genes. They will then search for agents capable of targeting the areas they have identified. Often they will use robots to test thousands of substances in broad tests. When the researchers come across substances they find interesting, they will usually attempt to chemically alter certain properties to make the substance suitable for use in medication. The substances need to be easy for the body to absorb and expel, and be free of poisonous side-effects - for obvious reasons. Manufacturers patent substances, which they feel have the potential to become candidates for use in future medicines. These potential medical substances are then subjected to strict trials. Researchers test them both in the lab and on animals to assess their toxicity – for instance, to ensure they are not carcinogenic, damage embryos or have other harmful effects. Clinical trials: testing pills on people There are three phases to clinical trials. In Phase 1, the medicine is given to a small number of volunteers to test how well they react to it and whether the predictions from animal tests apply to humans when it comes to acceptance, spread and clearance. Scientists also decide on the best means of administering a medicine - whether it's tablets, creams or solutions. The medicine is then tested on sick volunteers in Phase 2. By giving the medicine to between 100 and 500 sick patients, researchers test whether the drug has any effect. They also check for potential side effects and evaluate the ideal dosage. In Phase 3, the trial size grows to include several thousand patients. A study can be cancelled at any point if side effects prove too severe or if a drug is deemed to lack certain level of efficacy. Getting approval If, however, all the studies and trials are successful, drug manufacturers can apply for approval either from a national approval board or an international authority, such as the European Medicines Agency in London. In addition to the application, manufacturers are required to submit information about the purity of the drug and its shelf-life, as well as data from all pre-clinical tests and clinical trials. When all of the approval board's questions have been sufficiently answered, which generally takes about 13 months, the pharmaceutical company receives approval to sell the drug. From start to finish, the whole process of developing a new drug can take 10 years.",
  "relations": [
    [
      "European Medicines Agency",
      "London",
      "based_in2"
    ]
  ]
}