{
  "content": "Cooling interest in a warming Arctic?\nOttawa in Canada is hosting a conference on “Arctic Change”. With climate change making access to the Arctic easier, interest has increased. But the forecast boom in economic activity appears to have been put \"on ice\".\nThe Arctic has been high on Canada's agenda over the past two years, with the country at the helm of the Arctic Council, the international body which regulates and coordinates what happens in the far north of the planet. As the country prepares to hand over the rotating presidency to the USA at the end of the year, the annual conference organized by the research network ArcticNet has aroused considerable interest, with more than 1200 leading international Arctic researchers, indigenous leaders, policy makers, NGOs and business people meeting in Ottawa to discuss the pressing issues facing the warming Arctic. Permafrost not so permanent? Hugues Lantuit from Germany's Alfred Wegener Institute is a member of the steering committee. The permafrost expert told DW with the latest IPCC report projecting the Arctic would continue to warm at a rate faster than any place on earth, the region had to prepare for greater impacts. While the retreat of sea ice allows easier access for shipping and more scope for commercial activities, Lantuit is concerned about the thawing of permafrost, a key topic at the Ottawa gathering: “An extensive part of the circumpolar north is covered with permafrost. Permafrost is frozen ground, and it's currently warming at a fast pace. A lot of cities are built on permafrost, and the layer that is thawing in the summer is expanding and getting deeper and deeper, which threatens infrastructure.” Community concern People live in Arctic regions of Russia, Canada, Alaska and Svalbard, which belongs to Norway. Residents of northern communities are concerned about the impact of melting permafrost on railways, landing strips and buildings. Lantuit and his colleagues have created an integrated data base for permafrost temperature, with support from the EU. One aim of the meeting is to identify the priorities for research, taking into account the needs of communities and stakeholders in the Arctic. Another key issue on the Ottawa agenda is coastal erosion. Sea ice acts as a protective barrier to the coast, preventing waves from battering the shore and speeding up the thaw of permafrost. With decreasing sea ice in the summer, scientists expect more storms will impact on the coasts of the Arctic. “In some locations, especially in Alaska, we see much greater erosion than there was before”, says Lantuit. This creates a lot of issues: “There is oil and gas infrastructure on the coast, villages, people, also freshwater habitats for migrating caribou, so the coast has a tremendous social and ecological value in the Arctic, and coastal erosion is obviously a threat to settlements and to the features of this social and economical presence in the Arctic.\" Biodiversity under threat Amongst the participants at the conference is George Divoky, an ornithologist who has spent every summer of the past 45 years on Cooper Island, off the coast of Barrow, in Arctic Alaska. Divoky monitors a colony of black guillemots that nest on the island in summer. His bird-watching project turned into a climate change observation project as he witnessed major changes in the last four decades: “Warming first aided the guillemots (1970s and 1980) as the summer snow-free period increased. The size of the breeding colony increased during the initial stages of warming. Continued warming (1990s to present) caused the sea ice to rapidly retreat in July and August when guillemots are feeding nestlings, and the loss of ice reduced the amount and quality of prey resulting in widespread starvation of nestlings.” The 2014 breeding season on Cooper Island had the lowest number of breeding pairs of Black Guillemots on the island in the last 20 years, Divoky says. Reduced sea ice is increasingly forcing polar bears to seek refuge on the island, eating large numbers of nestlings. Polar bears were rare visitors to the island until 2002. The Arctic and the global climate Divoky is in Ottawa to fit his research and experience into the wider context of climate impacts in the ArcticResearching climate change and its effects are important but of little practical use if the research does not inform government officials and result in policies that address the causes of climate change, Divoky argues. Hugues Lantuit says the UN climate conference currently going on in Peru is important for the Arctic, which, in its own right, influences the whole world climate: “Permafrost contains a lot of what we call organic carbon, and that is stored in the upper part. And if that warms, the carbon is made available to microorganisms that convert it back to carbon dioxide and methane. And we estimate right now that there is twice as much organic carbon in permafrost as there is in the atmosphere”. Lantuit says reducing emissions and reducing temperature is the only way to reduce the thaw of permafrost. But there is no clear mitigation strategy in terms of permafrost directly, he argues. “You would have to put a blanket over the entire permafrost in the northern hemisphere. This is not possible.” What happened to the Arctic gold rush? Communities who live and companies that work in the Arctic have to focus on adaptation to the rapid change, says Lantuit. In his eyes, economic activity is increasing, posing new challenges for infrastructure and the environment. Malte Humpert, the Executive Director of the Arctic Institute, a non-profit think tank based in Washington DC has a different view on the matter. He says while attendance at Arctic conferences and interest in the Arctic is still high, commercial activity has actually been cooling off. “We are seeing a slow-down of investment. Up to this point there has been a lot of studying, a lot of interest being voiced, with representatives from China or South Korea, Japan, Singapore or other actors, arriving at conferences, speaking about grand plans. But up to this point a lot of the talk has been just that.” A lot of activity has been put on hold, says Humpert. He says the \"gold rush mentality we saw a few years ago” has weakened. “There was a lot of talk about Arctic shipping initially, then we had oil and gas activity in 2012, north of Alaska, then we had the discussion about minerals in Greenland. The question is now, with the oil price being down below 70$ a barrel, some political uncertainties over the Ukraine, involving the EU and Russia, how will that affect Arctic development?” Humpert stresses the Arctic does not exist in a vacuum, but has to be seen within the global context. Sanctions on Russia because of the Ukraine crisis have created economic problems for Moscow and limited access to technology it might need for its Arctic activities. “Maybe Arctic development has been oversold and overplayed and will be more of a niche operators' investment. One could definitely question if there will be this global push into the Arctic.” Arctic development on ice Humpert is skeptical that any major development will take place before 2030. He says developing the infrastructure in terms of ports and communications in the remote Arctic region would require billions of dollars of investment, and would have to be a very long-term proposition. It will also depend to a large extent on exactly how climate change affects ice conditions in the Arctic. Climate change can make the climatic conditions in the Arctic more variable. This meansthat for a temporary period, there might even be more ice, which would block transport routes. The Arctic Institute says there has actually been a slow down this year in terms of navigation on the northern sea route (NSR) in particular: \"The season just closed about a week ago. Last year we had 1.35 million tonnes of cargo being transported along the NSR, this year we had less than 700,000 tonnes, so an almost 50% decrease, just because there was more ice in the way\", says Humpert. Whether slower development is good news or bad depends on your perspective. The lull in Arctic activity could pre-empt environmental degradation or destruction, says Humpert, and leave scope to consider development of the Arctic in what he calls a 21st century way. Instead of “old-school” thinking about extracting minerals, oil and gas and increasing shipping, there could be a focus on bringing modern, high-speed communications, fiber optics and thinking about renewables, such as wave energy. This would benefit the small populations in the Arctic, the expert argues. But from the viewpoint of a country like Russia, he adds, where 40 percent of your exports are generated above the Arctic circle, in terms of hydrocarbon resources, the slowdown in Arctic development because of the drop in oil prices and political tensions over Ukraine is very worrying. So while these developments seem to have brought the Arctic a breathing space, ultimately, the commercialization of the region could be just a matter of time. Ottawa conference organizer Lantuit argues that there has always been activity in the high North. The priority now, he says, must be to ensure international cooperation and additional investment in protecting the environment and maintaining safety in a region where rapid change seems to have become the status quo.",
  "relations": [
    [
      "Ottawa",
      "Canada",
      "in0"
    ],
    [
      "Hugues Lantuit",
      "Alfred Wegener Institute",
      "member_of"
    ],
    [
      "Malte Humpert",
      "Arctic Institute",
      "head_of"
    ],
    [
      "Malte Humpert",
      "Arctic Institute",
      "member_of"
    ],
    [
      "Alfred Wegener Institute",
      "Germany",
      "based_in0"
    ],
    [
      "Alaska",
      "USA",
      "in0"
    ],
    [
      "Svalbard",
      "Norway",
      "in0"
    ],
    [
      "Barrow",
      "USA",
      "in0"
    ],
    [
      "Washington DC",
      "USA",
      "in0"
    ],
    [
      "Moscow",
      "Russia",
      "in0"
    ]
  ]
}