{
  "content": "A night of what-ifs in Gelsenkirchen\nAgainst Ireland, Germany once again didn't gel as they should have. While coach Joachim Löw continues to say his players are not fresh enough, the fans say the reasons for the failed result are many and varied.\nAfter drawing 1-1 with Ireland in Gelsenkirchen, disappointed Germany fans hurried along in the dark towards waiting trains, faces downturned and muttering complaints. There can be no doubting that tonight's draw feels like a loss to the home fans here. \"Hummels and Kroos are the problem, they just aren't playing well enough,\" said one. \"This team still needs to find itself,\" chirped one child, wearing her Germany shirt, to her father. \"They wanted to just defend their way to a win, but attack is the best form of defense,\" quips another fan as he chats to his friends. Lacking freshness The fans are right. The reasons for Germany's failed attempt at picking up three points on Tuesday night in Gelsenkirchen are varied. Jerome Boateng after the game said it was all to do with Germany getting too frantic at the end of the game, and not clearing the ball properly. Since their World Cup final replay game against Argentina, the most obvious reason for Germany's current plight is the loss of class. With Philipp Lahm, Per Mertesacker and Miroslav Klose all enjoying international retirement, Germany has now permanently lost some great players in crucial positions. Lahm used to provide important attacking impetus, Mertesacker was strong and reliable in central defense, and Klose may have got Germany that crucial second goal in Gelsenkirchen. On top of that, there are a host of senior players out injured too: Bastian Schweinsteiger, Mesut Özil and Sami Khedira can't be just replaced overnight. Still, Germany coach Joachim Löw defended his leadership vacuum after the game saying it's not really an issue. \"We have players - Boateng, Kroos, Hummels – that are taking over the leadership of this team,\" he told DW. \"I see these guys taking on more responsibilites all the time and they are doing it well.\" \"But, of course, those senior players did use to help all the squad, also off the pitch,\" he added. Löw appears to be sticking to his main argument. In the post match press conference he said the team was still lacking a bit of fitness, and that this is one of the biggest problems. Germany frustrated while Ireland rejoices The fact that Germany is looking for so many excuses so soon after their World Cup win must surprise many outside observers. It's reminiscent of the German fans and media mood before the World Cup in Brazil. But, the mood understandably wasn't bothering the Irish players who, after the game, sung their team song raucously in the changing rooms as if they were celebrating a victory. \"To be honest, I think it was because we defended well, not because Germany was lacking direction,\" Ireland veteran Robbie Keane told DW after the game. \"Aside from the early chances and Kroos' chance, which was from a long way out, they didn't have a lot of shots.\" \"They had a lot of possession, but didn't shoot much,\" he added. And, there, in principle might be the issue. Germany, deserved World Champions just three months ago, will have to get used to playing teams that stack up their back line and force them into endless passing. It is up to the Germans now to find a way around the challenge. No more excuses.",
  "relations": [
    [
      "Ireland",
      "Germany",
      "vs"
    ],
    [
      "Gelsenkirchen",
      "German",
      "in0-x"
    ],
    [
      "Gelsenkirchen",
      "Germans",
      "in0-x"
    ],
    [
      "Germany",
      "German",
      "based_in0-x"
    ],
    [
      "Germany",
      "Germans",
      "based_in0-x"
    ],
    [
      "Germany",
      "Ireland",
      "vs"
    ],
    [
      "Germany",
      "Argentina",
      "vs"
    ],
    [
      "Joachim Löw",
      "Germany",
      "coach_of"
    ],
    [
      "Joachim Löw",
      "Germany",
      "member_of"
    ],
    [
      "Philipp Lahm",
      "Germany",
      "member_of"
    ],
    [
      "Philipp Lahm",
      "Germany",
      "player_of"
    ],
    [
      "Per Mertesacker",
      "Germany",
      "member_of"
    ],
    [
      "Per Mertesacker",
      "Germany",
      "player_of"
    ],
    [
      "Miroslav Klose",
      "Germany",
      "member_of"
    ],
    [
      "Miroslav Klose",
      "Germany",
      "player_of"
    ],
    [
      "Jerome Boateng",
      "Germany",
      "member_of"
    ],
    [
      "Jerome Boateng",
      "Germany",
      "player_of"
    ],
    [
      "Hummels",
      "Germany",
      "member_of"
    ],
    [
      "Hummels",
      "Germany",
      "player_of"
    ],
    [
      "Kroos",
      "Germany",
      "member_of"
    ],
    [
      "Kroos",
      "Germany",
      "player_of"
    ],
    [
      "World Cup",
      "Brazil",
      "event_in0"
    ],
    [
      "Argentina",
      "Germany",
      "vs"
    ],
    [
      "Bastian Schweinsteiger",
      "Germany",
      "member_of"
    ],
    [
      "Bastian Schweinsteiger",
      "Germany",
      "player_of"
    ],
    [
      "Mesut Özil",
      "Germany",
      "member_of"
    ],
    [
      "Mesut Özil",
      "Germany",
      "player_of"
    ],
    [
      "Sami Khedira",
      "Germany",
      "member_of"
    ],
    [
      "Sami Khedira",
      "Germany",
      "player_of"
    ],
    [
      "DW",
      "German",
      "based_in0-x"
    ],
    [
      "DW",
      "Germans",
      "based_in0-x"
    ],
    [
      "Robbie Keane",
      "Ireland",
      "member_of"
    ],
    [
      "Robbie Keane",
      "Ireland",
      "player_of"
    ]
  ]
}