{
  "content": "Australia-Cambodia refugee resettlement deal slammed by rights groups\nAustralia and Cambodia signed a $35 million deal that will see an unknown number of refugees currently housed in Australia's offshore detention centers resettled in the impoverished Southeast Asian nation.\nCambodia's Deputy Prime Minister Sar Kheng and Australia's Immigration Minister Scott Morrison signed the agreement in Phnom Penh on Friday, September 26, in a four-minute-long ceremony that saw a tray of champagne flutes crash to the ground as they put pen to paper. After a brief round of applause from their respective entourages, both men ignored media questions and hurriedly left the room. The secretive agreement, which has been under negotiation since February, has been widely condemned by rights groups and others. The UN High Commissioner for Refugees António Guterres condemned the deal to resettle refugees from the Pacific island of Nauru to Cambodia, adding that he was \"deeply concerned\" at the precedent it set. \"This is a worrying departure from international norms. We are seeing record forced displacement globally, with 87 percent of refugees now being hosted in developing countries. It is crucial that countries do not shift their refugee responsibilities elsewhere,\" he said. \"International responsibility sharing is the basis on which the whole global refugee system works. I hope that the Australian government will reconsider its approach,\" Guterres added. A joint statement handed to the media after Friday's signing ceremony shed little new light on the issue beyond noting that Cambodia would decide when and how many refugees it would take, and stating that there would be an \"initial trial arrangement with a small group of refugees, which will be followed by further resettlement in accordance with Cambodia's capacity.\" It reiterated that settlement would be \"on a voluntary basis,\" a condition Phnom Penh has insisted upon. Earlier Morrison told Australia's ABC network that the deal provided a regional solution to a regional problem, and met the Abbott government's pledge that \"no-one will be resettled in Australia.\" He also said there was no upper limit on the number of refugees who might be sent, adding that it currently applies to people at the detention centre on the Pacific island of Nauru. Around 200 of the more than 1,200 asylum seekers there have been classified as refugees. Australia has agreed to pay an additional 40 million AUD (35 million USD) in development aid over the next four years to Cambodia, which is considered one of the world's most corrupt countries, with the money purportedly earmarked for projects such as electoral reform, rice milling and land-mine clearance. Australia will also fund the costs of the resettlement process. But many aspects remain unknown, including how many refugees will come, where they will be housed, whether they will be allowed to work, and how they will access services in a country where provision of services is poor and government-sanctioned corruption is rife. Controversial The deal has proved highly controversial in Cambodia and abroad. In Phnom Penh on Friday morning, around 100 protestors petitioned the Australian embassy to scrap the agreement, saying Cambodia is too poor to help others. Speaking to reporters at the demonstration, opposition chief whip Son Chhay condemned the secrecy that surrounded the drafting process, and warned against using Cambodia \"as a dumping ground for unwanted refugees\" by using money to buy off \"a corrupt government.\" \"We believe that this deal not just violates the Refugee Convention, but it [allows] some countries who have money [to be] able to buy off their responsibility towards refugees,\" he said. \"And [that] could create a bad habit for many countries to follow.\" Protester Son Chum Chuon said he was against the agreement because Cambodia lacks the capacity to handle the refugees and needs to sort out the entrenched problems facing its own people before it can assist others. \"The human rights system [and] the democracy system in Cambodia [are] still poor. That is the reason that some demonstrators want to gather in front of the Australian embassy today,\" he said. \"In future, if Cambodia [is] stable in democracy, stable in human rights, I am happy to see all those refugees. But now [I'm] not.\" Top secret The deal has been on the cards since February when the visiting Australian Foreign Minister Julie Bishop asked Cambodia to take in refugees. Both countries subsequently maintained a near-uniform silence on the proposal until Wednesday when Cambodia's Ministry of Foreign Affairs announced that Morrison would visit Phnom Penh to sign. In the face of withering criticism, the Abbott government, which was elected in part on the promise that it would not allow more boats carrying asylum seekers to land in Australia, says it wants a regional solution to the issue of asylum seekers, and holds that many of those trying to reach its shores are economic migrants. News of the signing has caused a storm of protest over the past two days. Opposition politicians in both countries have joined rights organizations, church groups and legal experts in condemnation. Alastair Nicholson, the former chief justice of Australia's Family Court, described the deal as \"inappropriate, immoral and likely illegal,\" and said it raised serious concerns for the welfare of refugees and their children. Nicholson, who was speaking on behalf of an alliance of organizations including Amnesty International, the Refugee Council of Australia, and Save the Children, said Cambodia's welfare sector was already struggling. \"It is inappropriate because Cambodia has no capacity within its social sector to take an influx of refugees,\" he said. \"Immoral, because these vulnerable people are Australia's responsibility and, while we await the detail, it appears illegal in contravening Australia's humanitarian and refugee obligations to vulnerable children and families.\" Cambodia, one of the poorest countries in the world, already relies significantly on international donors to fund its social and welfare programmes. \"When you choose to place refugee children in the care of a country already dependent on the international donor community for supporting its own children, you make a clear choice to put refugee children and their families at serious risk,\" Nicholson warned. 'Unsafe and ill-equipped' On Thursday, Human Rights Watch warned that Cambodia's poor record on refugees and on human rights meant Australia was failing to meet its commitment that it would send people to a \"safe third country.\" \"Australia's deal with Cambodia will send people to a country that has a terrible record for protecting refugees and is mired in serious human rights abuses,\" said HRW's Australia director Elaine Pearson. \"Despite Canberra's claims, the reality is Cambodia is both unsafe and ill-equipped to handle large numbers of refugees who will be given one-way tickets to Phnom Penh.\" Cambodia has a poor record when it comes to asylum seekers. In 2009, for example, the country sent a group of 20 Uighur asylum seekers back to China (where HRW said they were jailed). Within days it had received a billion-dollar package of grants and loans from Beijing. According to UNHCR spokesperson Vivian Tan, Friday's deal meant Australia's international responsibilities towards refugees \"are in question,\" adding that people \"fleeing conflict and persecution deserve compassion and help.\" \"UNHCR has always advocated that asylum-seekers should be processed and benefit from protection in the territory of the country where they arrive or which otherwise has jurisdiction over them,\" she said. \"They should not be transferred to another country for asylum processing, and if recognized as refugees, relocated to yet another country for permanent settlement.\" Services lacking Much of Cambodia's infrastructure and social services remain in disarray after the destruction of the Khmer Rouge's 1975-79 rule, civil war, and underinvestment by the government. Mental health services, for instance, are practically non-existent outside Phnom Penh. In addition, there are few jobs, and education and healthcare are poor. Sister Denise Coghlan heads the Cambodian office of the Jesuit Refugee Service, which has operated here since 1990. Although Cambodia's willingness to take in refugees was \"a good thing,\" she said the lack of mental health services is only one issue they will face. “[Cambodia's] capacity to accept people who have been severely traumatized both by the situation in their own country and by their treatment by the Australian government – first on places like Christmas Island and then Nauru – these people have now been left in a very traumatized and psychologically weak situation,\" she said. \"The capacity of the mental health facilities in Cambodia to really cope with this kind of situation is pretty weak.\"",
  "relations": [
    [
      "Human Rights Watch",
      "Australia",
      "based_in0"
    ],
    [
      "Human Rights Watch",
      "Australian",
      "based_in0-x"
    ],
    [
      "Sar Kheng",
      "Sar Kheng",
      "agent_of"
    ],
    [
      "Sar Kheng",
      "Cambodia",
      "citizen_of"
    ],
    [
      "Sar Kheng",
      "Cambodian",
      "citizen_of-x"
    ],
    [
      "Sar Kheng",
      "Sar Kheng",
      "minister_of"
    ],
    [
      "Scott Morrison",
      "Australia",
      "agent_of"
    ],
    [
      "Scott Morrison",
      "Australia",
      "citizen_of"
    ],
    [
      "Scott Morrison",
      "Australian",
      "citizen_of-x"
    ],
    [
      "Scott Morrison",
      "Australia",
      "minister_of"
    ],
    [
      "Scott Morrison",
      "Australian",
      "minister_of-x"
    ],
    [
      "Phnom Penh",
      "Cambodia",
      "in0"
    ],
    [
      "Phnom Penh",
      "Cambodian",
      "in0-x"
    ],
    [
      "António Guterres",
      "UN",
      "member_of"
    ],
    [
      "Alastair Nicholson",
      "Australia",
      "citizen_of"
    ],
    [
      "Alastair Nicholson",
      "Australian",
      "citizen_of-x"
    ],
    [
      "Alastair Nicholson",
      "Family Court",
      "head_of"
    ],
    [
      "Alastair Nicholson",
      "Family Court",
      "member_of"
    ],
    [
      "Alastair Nicholson",
      "Amnesty International",
      "member_of"
    ],
    [
      "Alastair Nicholson",
      "Refugee Council of Australia",
      "member_of"
    ],
    [
      "Alastair Nicholson",
      "Save the Children",
      "member_of"
    ],
    [
      "Alastair Nicholson",
      "Amnesty International",
      "spokesperson_of"
    ],
    [
      "Alastair Nicholson",
      "Refugee Council of Australia",
      "spokesperson_of"
    ],
    [
      "Alastair Nicholson",
      "Save the Children",
      "spokesperson_of"
    ],
    [
      "Australian",
      "Australia",
      "gpe0"
    ],
    [
      "ABC",
      "Australia",
      "based_in0"
    ],
    [
      "ABC",
      "Australian",
      "based_in0-x"
    ],
    [
      "Abbott",
      "Australia",
      "agent_of"
    ],
    [
      "Abbott",
      "Australia",
      "citizen_of"
    ],
    [
      "Abbott",
      "Australian",
      "citizen_of-x"
    ],
    [
      "Abbott",
      "Australia",
      "head_of_gov"
    ],
    [
      "Abbott",
      "Australian",
      "head_of_gov-x"
    ],
    [
      "Son Chhay",
      "Cambodia",
      "citizen_of"
    ],
    [
      "Son Chhay",
      "Cambodian",
      "citizen_of-x"
    ],
    [
      "Son Chum Chuon",
      "Cambodia",
      "citizen_of"
    ],
    [
      "Son Chum Chuon",
      "Cambodian",
      "citizen_of-x"
    ],
    [
      "Julie Bishop",
      "Australia",
      "agent_of"
    ],
    [
      "Julie Bishop",
      "Australia",
      "citizen_of"
    ],
    [
      "Julie Bishop",
      "Australian",
      "citizen_of-x"
    ],
    [
      "Julie Bishop",
      "Australia",
      "minister_of"
    ],
    [
      "Julie Bishop",
      "Australian",
      "minister_of-x"
    ],
    [
      "Ministry of Foreign Affairs",
      "Cambodia",
      "agency_of"
    ],
    [
      "Ministry of Foreign Affairs",
      "Cambodian",
      "agency_of-x"
    ],
    [
      "Ministry of Foreign Affairs",
      "Cambodia",
      "based_in0"
    ],
    [
      "Ministry of Foreign Affairs",
      "Cambodian",
      "based_in0-x"
    ],
    [
      "Ministry of Foreign Affairs",
      "Cambodia",
      "ministry_of"
    ],
    [
      "Family Court",
      "Australia",
      "agency_of"
    ],
    [
      "Family Court",
      "Australian",
      "agency_of-x"
    ],
    [
      "Family Court",
      "Australia",
      "based_in0"
    ],
    [
      "Family Court",
      "Australian",
      "based_in0-x"
    ],
    [
      "Refugee Council of Australia",
      "Australia",
      "based_in0"
    ],
    [
      "Refugee Council of Australia",
      "Australian",
      "based_in0-x"
    ],
    [
      "Elaine Pearson",
      "Australia",
      "citizen_of"
    ],
    [
      "Elaine Pearson",
      "Australian",
      "citizen_of-x"
    ],
    [
      "Elaine Pearson",
      "Human Rights Watch",
      "head_of"
    ],
    [
      "Elaine Pearson",
      "Human Rights Watch",
      "member_of"
    ],
    [
      "Canberra",
      "Australia",
      "in0"
    ],
    [
      "Canberra",
      "Australian",
      "in0-x"
    ],
    [
      "Beijing",
      "China",
      "in0"
    ],
    [
      "Vivian Tan",
      "UNHCR",
      "member_of"
    ],
    [
      "Vivian Tan",
      "UNHCR",
      "spokesperson_of"
    ],
    [
      "Khmer Rouge",
      "Cambodia",
      "based_in0"
    ],
    [
      "Khmer Rouge",
      "Cambodian",
      "based_in0-x"
    ],
    [
      "Denise Coghlan",
      "Jesuit Refugee Service",
      "head_of"
    ],
    [
      "Denise Coghlan",
      "Jesuit Refugee Service",
      "member_of"
    ],
    [
      "Cambodian",
      "Cambodia",
      "gpe0"
    ],
    [
      "Jesuit Refugee Service",
      "Cambodia",
      "based_in0"
    ],
    [
      "Jesuit Refugee Service",
      "Cambodian",
      "based_in0-x"
    ]
  ]
}