{
  "content": "Bundesliga: Robert Lewandowski returns to scoring form as Bayern Munich beat Schalke\nBayern Munich moved within touching distance of their fourth consecutive championship with a routine win over Schalke. Lewandowski added another two to his impressive scoring record, while Vidal scored the third.\nBayern Munich 3-0 Schalke (Lewandowski 53', 64', Vidal 73') After sitting out of Bayern Munich's Champions League win at Benfica, Robert Lewandowski returned to the side to score a double to extend their lead at the top of the Bundesliga to 10 points. The Polish center forward - without a goal in his last three matches - decided the outcome with two simple finishes in the second half, before Arturo Vidal continued his excellent streak with a third. Given Bayern Munich's season has still to reach its crescendo as a semifinal meeting with Atletico Madrid looms large, it was little surprise that Guardiola made six changes from Wednesday's win over Benfica. Rafinha, Juan Bernat, Medhi Benatia, Kingsley Coman, Mario Götze and Robert Lewandowski all returned to the starting lineup. Javi Martinez was left out of the matchday squad, but will be available for the German Cup semifinal against Werder Bremen on Tuesday. Bernat and Costa looked menacing on the left in the opening stages, with the Brazilian winger firing a half volley over the crossbar in the first minute. But Schalke's compact 5-4-1 formation was impenetrable for the entirety of the first half - as alarming as it got for the Royal Blues was a glancing header from Lewandowski that was matched by Schalke keeper Ralf Fährmann. Schalke were clearly tetchy in possession and squandered a number of decent counter-attacking situations. Junior Caicara, advanced on the right flank, forayed into positions behind Bernat, but his passing lacked precision. Manuel Neuer's only real task against his former club was to pluck a header out of the air from Klaas-Jan Huntelaar. Sharp-shooter Lewandowski scores Bayern upped the tempo of their play after the break and peppered Fährmann's goal with a handful of efforts. On 51 minutes, Arturo Vidal, who has become one of the team's most important players in recent weeks, spun past his marker and dragged his shot inches past the target. Two minutes later, Vidal's header set up Lewandowski whose control and finish broke the deadlock. The 27-year-old striker took his tally to 27 for the season, finishing off an incisive move that emanated from Rafinha's work rate on the right-hand side. Lewandowski has been peerless in his consistency over the season, however the form of Chilean midfielder Vidal has been pivotal in the last few weeks. Vidal's form has been impressive since a man-of-the-match performance in Bayern's 4-2 win over Juventus in the last 16 of the Champions League. He scored a double on international duty with Chile before gaining Bayern a first leg lead over Benfica. His thumping finish on Wednesday gave Bayern the important cushion to book a spot in the semifinals. With 17 minutes left, Vidal finished off Franck Ribery's cross to score his fourth goal in five games and seal the win that moved Bayern a step closer to clinching the league title. Schalke, tied on 45 points with Mainz and Borussia Mönchengladbach, are four points off fourth-placed Hertha with four games remaining.",
  "relations": [
    [
      "Royal Blues",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Royal Blues",
      "Bayern Munich",
      "vs"
    ],
    [
      "Bayern Munich",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Bayern Munich",
      "Champions League",
      "appears_in"
    ],
    [
      "Bayern Munich",
      "German Cup",
      "appears_in"
    ],
    [
      "Bayern Munich",
      "Royal Blues",
      "vs"
    ],
    [
      "Bayern Munich",
      "Benfica",
      "vs"
    ],
    [
      "Bayern Munich",
      "Atletico Madrid",
      "vs"
    ],
    [
      "Bayern Munich",
      "Werder Bremen",
      "vs"
    ],
    [
      "Bayern Munich",
      "Juventus",
      "vs"
    ],
    [
      "Bayern Munich",
      "Royal Blues",
      "won_vs"
    ],
    [
      "Bayern Munich",
      "Benfica",
      "won_vs"
    ],
    [
      "Bayern Munich",
      "Juventus",
      "won_vs"
    ],
    [
      "Robert Lewandowski",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Robert Lewandowski",
      "Bayern Munich",
      "player_of"
    ],
    [
      "Arturo Vidal",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Arturo Vidal",
      "Bayern Munich",
      "player_of"
    ],
    [
      "Juan Bernat",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Juan Bernat",
      "Bayern Munich",
      "player_of"
    ],
    [
      "Ralf Fährmann",
      "Royal Blues",
      "member_of"
    ],
    [
      "Ralf Fährmann",
      "Royal Blues",
      "player_of"
    ],
    [
      "Benfica",
      "Champions League",
      "appears_in"
    ],
    [
      "Benfica",
      "Bayern Munich",
      "vs"
    ],
    [
      "Atletico Madrid",
      "Champions League",
      "appears_in"
    ],
    [
      "Atletico Madrid",
      "Bayern Munich",
      "vs"
    ],
    [
      "Guardiola",
      "Bayern Munich",
      "coach_of"
    ],
    [
      "Guardiola",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Rafinha",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Rafinha",
      "Bayern Munich",
      "player_of"
    ],
    [
      "Medhi Benatia",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Medhi Benatia",
      "Bayern Munich",
      "player_of"
    ],
    [
      "Kingsley Coman",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Kingsley Coman",
      "Bayern Munich",
      "player_of"
    ],
    [
      "Mario Götze",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Mario Götze",
      "Bayern Munich",
      "player_of"
    ],
    [
      "Javi Martinez",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Javi Martinez",
      "Bayern Munich",
      "player_of"
    ],
    [
      "Werder Bremen",
      "German Cup",
      "appears_in"
    ],
    [
      "Werder Bremen",
      "Bayern Munich",
      "vs"
    ],
    [
      "Costa",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Costa",
      "Bayern Munich",
      "player_of"
    ],
    [
      "Junior Caicara",
      "Royal Blues",
      "member_of"
    ],
    [
      "Junior Caicara",
      "Royal Blues",
      "player_of"
    ],
    [
      "Manuel Neuer",
      "Royal Blues",
      "member_of"
    ],
    [
      "Manuel Neuer",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Manuel Neuer",
      "Royal Blues",
      "player_of"
    ],
    [
      "Manuel Neuer",
      "Bayern Munich",
      "player_of"
    ],
    [
      "Klaas-Jan Huntelaar",
      "Royal Blues",
      "member_of"
    ],
    [
      "Klaas-Jan Huntelaar",
      "Royal Blues",
      "player_of"
    ],
    [
      "Chilean",
      "Chile",
      "gpe0"
    ],
    [
      "Juventus",
      "Champions League",
      "appears_in"
    ],
    [
      "Juventus",
      "Bayern Munich",
      "vs"
    ],
    [
      "Franck Ribery",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Franck Ribery",
      "Bayern Munich",
      "player_of"
    ],
    [
      "Mainz",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Borussia Mönchengladbach",
      "Bundesliga",
      "appears_in"
    ]
  ]
}