{
  "content": "Do Possessions Make Us Happy? - Taking Stock in an Affluent Country\nWhat have researchers found out about the relationship between happiness and possessions? And what about those people who live prosperous lives - and those who have consciously turned their backs on material wealth?\nThe average German hoards nearly 10,000 things in his or her home - an unimaginable number. We have never possessed so much and bought so much as we do today. But does that make us happy? Scriptwriter János Kereszti wants to find out and his quest for answers brings him into contact both with people who enjoy the consumer society – and with those who consciously reject it. He meets a rich businessman's wife from the Allgäu, drops in on dropouts in the Uckermark region, visits lottery millionaires and a talks to a female student in Frankfurt who dreams of making it in high finance. He also interviews economics professor Niko Paech, who says you have to have enough time to enjoy your possessions: A music lover, for example, won’t be ten times happier buying a hundred CDs a week instead of ten because he just won’t have time to listen to them all. He also asks celebrities such as actor Peter Lohmeyer and top model Sara Nuru what their personal angle on prosperity is. What do these people dream of? How much property makes them happy? His film is a philosophical road movie painting a picture of the material desires and consumer dreams of Germany’s rich and poor. Broadcasting Hours: DW SUN 20.04.2014 – 22:15 UTC MON 21.04.2014 – 06:15 UTC MON 21.04.2014 – 13:15 UTC MON 21.04.2014 – 17:15 UTC TUE 22.04.2014 – 04:15 UTC TUE 22.04.2014 – 10:15 UTC Cape Town UTC +2 | Delhi UTC +5,5 | Hong Kong UTC +8 San Francisco UTC -7 | Edmonton UTC -6 | New York UTC -4 DW (Europe) MON 21.04.2014 – 04:15 UTC MON 21.04.2014 – 17:15 UTC TUE 22.04.2014 – 06:15 UTC TUE 22.04.2014 – 13:15 UTC London UTC +1 | Berlin UTC +2 | Moscow UTC +4 DW (Arabia) MON 21.04.2014 – 04:15 UTC Tunis UTC +1 | Cairo UTC + 2 | Dubai UTC +4 DW (Amerika) MON 21.04.2014 – 06:15 UTC Vancouver UTC -7 | New York UTC -4 | Sao Paulo UTC -3",
  "relations": [
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "Frankfurt",
      "Germany",
      "in0"
    ],
    [
      "Frankfurt",
      "German",
      "in0-x"
    ],
    [
      "DW",
      "Germany",
      "based_in0"
    ],
    [
      "DW",
      "German",
      "based_in0-x"
    ],
    [
      "Berlin",
      "Germany",
      "in0"
    ],
    [
      "Berlin",
      "German",
      "in0-x"
    ]
  ]
}