{
  "content": "Syria: 'Russia not interested in a political solution'\nUN envoy de Mistrua has announced Syrian peace talk slated to begin this week would be postponed. In an interview with DW, Bassma Kodmani from the Syrian negotiating team blames Russian aggression for talks' collapse.\nDW: The UN envoy Staffan de Mistrua has said that the peace talks have been suspended, but haven't failed. Would you agree with that assessment? Bassma Kodmani: I would completely agree. We, the High Negotiations Committee, came to Geneva to see if there was a plan to implement humanitarian solutions and settle them before we could start negotiating. The recess in the talks now is simply to say: these obligations have not been met at all, and on top of that, the entire process is being jeopardized by this week's very aggressive air campaign and military operations by the regime, its foreign militias and Russian air support. These operations are unprecedented in their intensity and must have been under preparation for several weeks. So we are wondering: how come there were all these diplomatic exchanges and commitments? So, even while [US Secretary of State] Kerry was talking with [Russian Foreign Minister] Lavrov the last few weeks, were the Russians preparing all along to discredit the US in this very visible and obvious manner by launching this operation just as the talks were supposed to start? That is really a very big question. To us, it seems that this is about settling the whole conflict militarily; they are not interested in a political solution it seems – that really is the message we have received from Russia. So, just to be clear: You're saying Russia has no interest in peace talks? In the last two months, Moscow was saying that they were looking for a ceasefire and a political process. We don't agree with Russia on the nature of the political process, but we were clear that there must be a political process coupled with a ceasefire, then we would come to the negotiating table. So, it would have been possible to start negotiating, but instead, we saw the air raids. So now, we see that the words we heard from Russia are in total contradiction to its behavior on the ground! The Russian airstrikes, in particular, are pushing back the opposition, which has been losing ground in recent months. Can you still win militarily? The balance of forces on the ground is obviously very unequal. We have three major forces fighting the Free Syrian Army: The Syrian army, Hezbollah and the militias from outside and from Iraq, Afghanistan, Pakistan, you see some ten countries are contributing mercenaries to these militias, as well as Iranian and Russian forces. We are fighting three major forces with just the Free Syrian Army and the limited weapons we have. The misbalance is obvious to everyone! If you try to eliminate the Free Syrian Army, then you eliminate the political process, because you are eliminating the only moderate force committed to a diplomatic process. So the political impact is huge – as is the humanitarian impact: we're seeing huge numbers of people fleeing as the air raids continue. There is another force on the ground: The Kurdish forces… We have Kurdish forces fighting alongside the Free Syrian Army, but the main group – the PYD – does have military capabilities, but the problem is that sometimes they fight alongside the regime. So we cannot count on them as part of the opposition. They are opening fronts and helping out on the regime's side when it suits them and then, when it suits them again, they come and talk to the Free Syrian Army. Their agenda doesn't seem reconcilable with the Free Syrian Army. Is the HNC going to stick to its demand that, as a precondition to any talks, the regime has to grant humanitarian access to besieged towns and the end of airstrikes? The humanitarian obligations under international human rights law are very clear: the sieges and starvation of populations are war crimes, killings and torture in prisons are war crimes, the indiscriminate bombings of civilians are war crimes! We want all war crimes to stop – that is our precondition. A ceasefire is a different story – dual track ceasefire and political negotiations on the transitional governing body are acceptable to us. That's what we came to Geneva for. As soon as the war crimes end, we can start the actual negotiations on the ceasefire and the transitional governing body, that's clear. What are the next steps? We will wait for what the international partners discuss. We believe that the members of the UN Security Council are entitled to an explanation from Russia about why it torpedoed the process here. DW spoke to Bassma Kodmani, a member of the main opposition umbrella group, the Saudi-backed Syrian High Negotiations Committee, on the line from Geneva. The HNC has demanded that, as a precondition to talks, the regime allow humanitarian access to besieged towns, stop bombing civilians and release thousands of prisoners - some of them children - held in regime jails. This interview was conducted by Naomi Conrad.",
  "relations": [
    [
      "Bassma Kodmani",
      "Syria",
      "agent_of"
    ],
    [
      "Bassma Kodmani",
      "Syrian",
      "agent_of-x"
    ],
    [
      "Staffan de Mistrua",
      "US",
      "citizen_of"
    ],
    [
      "Staffan de Mistrua",
      "UN",
      "member_of"
    ],
    [
      "Syrian",
      "Syria",
      "gpe0"
    ],
    [
      "Russian",
      "Russia",
      "gpe0"
    ],
    [
      "Kerry",
      "US",
      "agent_of"
    ],
    [
      "Kerry",
      "US",
      "citizen_of"
    ],
    [
      "Kerry",
      "US",
      "minister_of"
    ],
    [
      "Lavrov",
      "Russia",
      "agent_of"
    ],
    [
      "Lavrov",
      "Russia",
      "citizen_of"
    ],
    [
      "Lavrov",
      "Russian",
      "citizen_of-x"
    ],
    [
      "Lavrov",
      "Russians",
      "citizen_of-x"
    ],
    [
      "Lavrov",
      "Russia",
      "minister_of"
    ],
    [
      "Lavrov",
      "Russian",
      "minister_of-x"
    ],
    [
      "Lavrov",
      "Russians",
      "minister_of-x"
    ],
    [
      "Russians",
      "Russia",
      "gpe0"
    ],
    [
      "Moscow",
      "Russia",
      "in0"
    ],
    [
      "Moscow",
      "Russian",
      "in0-x"
    ],
    [
      "Moscow",
      "Russians",
      "in0-x"
    ],
    [
      "Free Syrian Army",
      "Syria",
      "based_in0"
    ],
    [
      "Free Syrian Army",
      "Syrian",
      "based_in0-x"
    ],
    [
      "Hezbollah",
      "Syria",
      "based_in0"
    ],
    [
      "Hezbollah",
      "Syrian",
      "based_in0-x"
    ],
    [
      "PYD",
      "Syria",
      "based_in0"
    ],
    [
      "PYD",
      "Syrian",
      "based_in0-x"
    ],
    [
      "Naomi Conrad",
      "DW",
      "member_of"
    ]
  ]
}