{
  "content": "Berlin graduates from bit part to leading role\nA quintessential \"Berlin film\" used to be a rarity, but is now common enough to merit a season of its own in one of the capital's movie theaters. The city also stars in a growing number of international productions.\nA new film program called \"Hauptrolle Berlin\" (Leading Role Berlin) launched this week in the capital’s historic Zoopalast movie theater. It kicked off with 2012’s sleeper hit \"Oh Boy\" and personal appearances by director Jan Ole Gerster and lead actor Tom Schilling. Judging by the full house, Berlin as seen through a camera lens is as popular as the real thing. As the travel sections and arts pages never tire of telling us, Berlin is having a moment. So is the \"Berlin film\": the Zoo Palast won’t be hard-pressed to fill the season. \"The focus is on movies from the last 20 years,\" explains Jens Nitsche from Flebbe Services, the theater’s operator. The plan is to give \"Hauptrolle Berlin\" a long-term slot, with upcoming featured films to include Tom Tykwer’s \"Drei\" about an unusual love triangle, Hannes Stöhr’s\"Berlin Calling,\" an exploration of the infamous techno scene, and \"Hilde,\" the 2009 biopic about gravelly-voiced actress-chanteuse Hildegard Knef, an icon of post-war West Berlin. Distribution rights aside, another obvious pick would be the critically-acclaimed one-take romp \"Victoria,\" Sebastian Schipper’s giddy odyssey through night-time Berlin that in June swept the board at the Lolas, Germany's equivalent of the Oscars. Meanwhile, runner-up \"Jack\" – which goes on release later this year - is an unsentimental social drama also set in Berlin, albeit a very different city from the one now enjoying global notoriety as the destination of choice for burnt-out bohemians fleeing the rat race. Berlin’s currency as a city combining grit and glamor goes some way to explaining the glut of movies putting the city center-stage in recent years. It was arguably Tykwer’s cult classic \"Run Lola Run\" that ushered in this new golden era of the \"Berlin film\" back in 1998 – after a dry period when one tended to come along only every decade or so. Think Fritz Lang’s \"M\" in 1931; Robert Rossellini's \"Germany, Year Zero\" (1948), Billy Wilder’s \"One, Two, Three\" (1961) and of course Wim Wenders’ 1987 homage to the divided city, “\"Wings of Desire.\" Few others make the cut. Finding new angles It was inevitable that reunification would help rekindle the city’s venerable tradition as a moviemaking capital, with the historic Babelsberg Studio privatized and reborn as Europe’s largest film studio in the 1990s. Less predicable perhaps was that now, over 25 years later, Berlin is also enjoying burgeoning popularity as a location for international film productions. But while what they’re after is the glamor, homegrown filmmakers are more interested in the grit. Even in the realm of cinema, it seems, a fight for the soul of Berlin is raging. For \"Oh Boy\" director Gerster, the challenge was to find an original way of committing this oh-so-popular city to the silver screen, now that its reputation precedes it. \"It tends to be portrayed as this place where everyone has cool jobs and listens to electro,\" he said at the opening of the \"Hauptrolle Berlin\" season. \"To me that’s a distortion of reality. Berlin as a motif has become a little tired and it took me a long time to find the images I was after.\" His black and white take on the city is more lonely than lairy, with lingering shots of trams rumbling by, swaying cranes and cigarette smoke drifting in the air evoking an atmosphere of dislocation and disappointment that gives the lie to the usual hype about the hauptstadt. Berlin – the new Hollywood His Berlin is a far cry from the city that Carrie Mathison moved to for the fifth season of the US TV show \"Homeland,\" shot here on location this summer amid much local excitement, not to mention the highly contrived Berlin which the likes of Liam Neeson and Tom Cruise are seen striding through in big budget US movies such as \"Unknown Identity\" (2011) and \"Valkyrie\" (2008). Even Bollywood branched out to Berlin in 2011, with \"Don 2 ‒The King is Back\" making cinema history as the first Bollywood film ever to be shot in Germany. While the majors have discovered the city’s potential as a film set, they’re taken less by its atmosphere and more by its imposing landmarks, whether the Adlon Hotel or the historic Bendlerblock. According to the Medienboard Berlin-Brandenburg, a growing percentage of the 300-odd movies made in Berlin every year are now international productions. In 2013, for example, a record number of Hollywood movies were shot in Babelsberg, including \"The Monuments Men,\" \"The Grand Budapest Hotel\" and \"The Book Thief.\" Once strictly the preserve of low-budget, independent filmmaking, Berlin last year alone saw Steven Spielberg shoot scenes for his new thriller \"Bridge of Spies\" on the Glienicke Bridge and the disused Tempelhof airport serve as a backdrop for action sequences in \"The Hunger Games: Mockingjay - Part 1.\" The crew of \"Captain America 3: Civil War\" is also expected to arrive later this summer. Ideal conditions \"Berlin-Brandenburg is increasingly in-demand as a location,\" confirms Dietrich Reupke from the film and media policy division at the Berlin Senate Office.\"This development has a substantial impact on regional revenue and also boosts Berlin’s appeal as a media capital and tourism hub.\" The Medienboard Berlin-Brandenburg, meanwhile, stresses that the city is now the most popular filming location in Germany, primarily due to funding opportunities, skilled teams, state-of-the-art techical production conditions and excellent price-performance ratios. It's home to more than 2,000 film companies with total revenues of more than €900 million and a growth rate of around 60 percent over the last 10 years. \"We're journeymen and we go where we have to go to make a movie,\" said the late Lloyd Phillips, producer on \"The International” and \"Inglourious Basterds\" - two further costly movies using Berlin as a backdrop - in a 2009 interview with the New York Times. Right now, a blend of practical and artistic reasons are luring them to Berlin, and turning it into an increasingly significant hub of the industry. All that remains is for Woody Allen to make one of his picturesque European films in Berlin, rounding off his tour of Continental capitals from London to Rome and Paris. It probably wouldn’t be recognizable as the city that steals the show in “Oh Boy” – but it would be just as representative of today’s all grown-up Berlin.",
  "relations": [
    [
      "Zoo Palast",
      "Germany",
      "in0"
    ],
    [
      "Zoo Palast",
      "Berlin",
      "in2"
    ],
    [
      "Leading Role Berlin",
      "Germany",
      "in0"
    ],
    [
      "Leading Role Berlin",
      "Berlin",
      "in2"
    ],
    [
      "Berlin",
      "Germany",
      "in0"
    ],
    [
      "Oh Boy",
      "Jan Ole Gerster",
      "created_by"
    ],
    [
      "Oh Boy",
      "Jan Ole Gerster",
      "directed_by"
    ],
    [
      "Tom Schilling",
      "Oh Boy",
      "plays_in"
    ],
    [
      "Jens Nitsche",
      "Flebbe Services",
      "member_of"
    ],
    [
      "Drei",
      "Tom Tykwer",
      "created_by"
    ],
    [
      "Drei",
      "Tom Tykwer",
      "directed_by"
    ],
    [
      "Berlin Calling",
      "Hannes Stöhr",
      "created_by"
    ],
    [
      "Berlin Calling",
      "Hannes Stöhr",
      "directed_by"
    ],
    [
      "Hilde",
      "Hildegard Knef",
      "created_by"
    ],
    [
      "Hilde",
      "Hildegard Knef",
      "directed_by"
    ],
    [
      "Hildegard Knef",
      "Hilde",
      "character_in"
    ],
    [
      "Victoria",
      "Sebastian Schipper",
      "created_by"
    ],
    [
      "Victoria",
      "Sebastian Schipper",
      "directed_by"
    ],
    [
      "Jack",
      "Sebastian Schipper",
      "created_by"
    ],
    [
      "Jack",
      "Sebastian Schipper",
      "directed_by"
    ],
    [
      "Run Lola Run",
      "Tom Tykwer",
      "created_by"
    ],
    [
      "Run Lola Run",
      "Tom Tykwer",
      "directed_by"
    ],
    [
      "M",
      "Fritz Lang",
      "created_by"
    ],
    [
      "M",
      "Fritz Lang",
      "directed_by"
    ],
    [
      "Germany, Year Zero",
      "Robert Rossellini",
      "created_by"
    ],
    [
      "Germany, Year Zero",
      "Robert Rossellini",
      "directed_by"
    ],
    [
      "One, Two, Three",
      "Billy Wilder",
      "created_by"
    ],
    [
      "One, Two, Three",
      "Billy Wilder",
      "directed_by"
    ],
    [
      "Wings of Desire",
      "Wim Wenders",
      "created_by"
    ],
    [
      "Wings of Desire",
      "Wim Wenders",
      "directed_by"
    ],
    [
      "Babelsberg Studio",
      "Germany",
      "based_in0"
    ],
    [
      "Babelsberg Studio",
      "Berlin",
      "based_in2"
    ],
    [
      "Carrie Mathison",
      "Homeland",
      "plays_in"
    ],
    [
      "Liam Neeson",
      "Unknown Identity",
      "plays_in"
    ],
    [
      "Tom Cruise",
      "Valkyrie",
      "plays_in"
    ],
    [
      "Adlon Hotel",
      "Germany",
      "in0"
    ],
    [
      "Adlon Hotel",
      "Berlin",
      "in2"
    ],
    [
      "Bendlerblock",
      "Germany",
      "in0"
    ],
    [
      "Bendlerblock",
      "Berlin",
      "in2"
    ],
    [
      "Medienboard Berlin-Brandenburg",
      "Germany",
      "based_in0"
    ],
    [
      "Medienboard Berlin-Brandenburg",
      "Berlin",
      "based_in2"
    ],
    [
      "Babelsberg",
      "Germany",
      "in0"
    ],
    [
      "Babelsberg",
      "Berlin",
      "in2"
    ],
    [
      "Bridge of Spies",
      "Steven Spielberg",
      "created_by"
    ],
    [
      "Bridge of Spies",
      "Steven Spielberg",
      "directed_by"
    ],
    [
      "Glienicke Bridge",
      "Germany",
      "in0"
    ],
    [
      "Glienicke Bridge",
      "Berlin",
      "in2"
    ],
    [
      "Tempelhof",
      "Germany",
      "in0"
    ],
    [
      "Tempelhof",
      "Berlin",
      "in2"
    ],
    [
      "Brandenburg",
      "Germany",
      "in0"
    ],
    [
      "Brandenburg",
      "Berlin",
      "in2"
    ],
    [
      "Dietrich Reupke",
      "Berlin Senate Office",
      "member_of"
    ],
    [
      "Berlin Senate Office",
      "Germany",
      "agency_of"
    ],
    [
      "Berlin Senate Office",
      "Germany",
      "based_in0"
    ],
    [
      "The International",
      "Lloyd Phillips",
      "created_by"
    ],
    [
      "Inglourious Basterds",
      "Lloyd Phillips",
      "created_by"
    ],
    [
      "New York Times",
      "US",
      "based_in0"
    ]
  ]
}