{
  "content": "Leverkusen move up thanks to Bremen loss\nWhile the league leaders await their fate in Sunday's matches, Leverkusen made a move up the table on Saturday, beating Cologne and moving past Werder Bremen, who lost at home to Nuremberg.\nIn the last of Saturday's Bundesliga matches on match-day 23, Nuremberg upset Werder Bremen 1-0 in Bremen. The loss dropped Bremen down to sixth place in the table after Bayer Leverkusen won earlier in the day against Cologne. The evening game featured an hour of hard fought but scoreless soccer, but a lapse in Bremen's defense allowed Nuremberg to take the lead in the 65th minute. Nuremberg's Timothy Chandler had the ball on the right side of the area, and Bremen's back line shifted in his direction. The move left striker Alexander Esswein all alone for a long pass from Chandler. Esswein only had Bremen's keeper Tim Wiese to beat, and coolly slotted past the keeper and into the net. Leverkusen wins Rhineland derby Bremen's loss only added to Bayer Leverkusen's joy on Saturday, having previously beaten Cologne in the Rhineland derby 2-0. Their win in Cologne combined with Bremen's loss meant the two teams switched places in the table, with Leverkusen moving into fifth on 37 points, and Bremen dropping to sixth on 26. Lars Bender scored both of Leverkusen's goals. The first came in the 16th minute, and although Bender gets the goal in the scoreline, several Leverkusen players took part in setting up the goal off a corner kick. The kick first found Ömer Toprak, who headed toward Stefan Reinartz. Reinartz's header bounced off the post. Vedran Corluka took a shot on the rebound, which was headed for the goal, and Bender put an extra foot on it for good measure to keep it out of reach of any defenders. Bender's second goal was in the 51st minute and was set up by an excellent pass from Renato Augusto. For Cologne, the loss is the sixth in the last seven, increasing pressure on coach Stale Solbakken. Cologne star Lukas Podolski, back on the pitch after an injury, said it's not the coach's fault. \"The coach can't be blamed,\" he said after the game. \"He was brought here to build up a team. He should be allowed time for that.\" Mainzon the move Mohamed Zidan proved his value to Mainz yet again on Saturday against Kaiserslautern. Just two minutes in, Zidan had found the goal and put Mainz in the lead to the delight of the home fans. It's his fourth goal in as many games since returning to Mainz for the third time in his career - the only time a winter transfer has ever scored in all of his first four games. \"We just let Zidan be Zidan,\" said Mainz's sporting director Christian Heidel in an interview with Sky TV after the match against Kaiserslautern. \"He's a lively character.\" Adam Szalai followed up in the 17th minute on a play where Mainz took perfect advantage of Kaiserslautern weak back line. Elkin Soto received a pass that split the defenders before firing straight away to Szalai, who easily scored from directly in front of the goal. Nicolai Müller made it 3-0 in the 30th, taking the ball up the right side and getting off a shot despite pressure from two defenders. Credit Kaiserslautern defender Nicolai Jörgensen with an assist on Mainz's final goal in the 74th minute: Jörgensen tried to clear the ball from the area but hit it with the wrong side of his foot, allowing Maxim Choupo-Moting to pick up the misfired ball and put it in the goal from close range. Kaiserslautern's coach, Marco Kurz, was somber after the match. \"This was the low point since I've been here and also of this season,\" he said. \"It was a catastrophe. What this means for me [as coach], I can't say.\" Uh-oh, Otto Otto Rehhagel's debut on the bench for Hertha Berlin was not a good one, with a few minutes of poor defense costing Hertha the match against Augsburg. After a scoreless first half, Matthias Ostrzolek came quickly up the left side for Augsburg before flanking into the middle for Ja-Cheol Koo, who fed Torsten Oehrl in front of the goal to finish the play. Two minutes later, it was Oehrl again, this time taking the initiative himself and beating Hertha defenders Roman Hubnik and Felix Bastians before getting the better of keeper Thomas Kraft yet again. The goals were Oehrl's second and third of the season. Augsburgadded one more goal in injury time from Marcel Ndjeng for a final score of 3-0. The 73-year-old Rehhagel returned to the head of a German team for the first time in dozen years. He is tasked with righting a sinking ship at Hertha, who dropped to 16th in the table. \"Augsburg fought like lions,\" said Rehhagel after the match. \"Our team hasn't won a game since December, it's obvious that we can't play like FC Barcelona.\" First win for Babbel It only took 86 seconds for Hoffenheim to take the lead against Wolfsburg, with Roberto Firmino cleaning up a dropped save by Wolfsburg keeper Diego Benalgio. Over an hour went by, with the home team Wolfsburg looking for an equalizer to at least secure a point after last week's 4-0 against Schalke, before they caught a break. Hoffenheim's Andreas Beck fouled Marcel Schäfer, giving the Wolves a penalty which was converted by Patrick Helmes. The hope of a point was short-lived, though, as Sven Schipplock scored the game-winner in the 84th minute, nine minutes after coming off the bench. The 2-1 win is the first for new Hoffenheim coach Markus Babbel, who took over at Hoffenheim three weeks ago. The team's previous coach, Holger Stanislawski, was sackedafter Hoffenheim was eliminated from the German Cup. \"I'm glad we were able to give some gas after they tied it up and get rewarded for it,\" Babbel said after the match. \"But we need to get even tougher.\" Freiburg's freefall Freiburghad to be feeling pretty good about themselves after holding Bayern Munich to a 0-0 draw last weekend. But Stuttgart put an end to any positive momentum Freiburg may have hoped to carry forward, winning at home 4-1 against the Bundesliga's last place team. Stuttgart's Martin Harnik and Shinji Okazaki put the game out of reach for Freiburg in the first half, scoring in the 12th and 21st minutes. Freiburggot one back in the 27th on a goal from Fallou Diange, but that's all the offense they had in them for the day. Stuttgart's Khalid Boulahrouz added another goal in the 63rd minute, and Harnik adding the fourth and final nail in Freiburg's coffin in the 83rd minute. Gladbach slips On Friday, Borussia Mönchengladbach dropped two points on home soil against mid-table Hamburg, drawing 1-1. Gladbach, surprise challengers for the title at present, did not look their best. The draw leaves coach Lucien Favre's \"Foals\" second in the Bundesliga standings, two points adrift of leaders Borussia Dortmund, although either Schalke or Bayern Munich could overtake them later this weekend. Hamburg, meanwhile, continue their respectable recovery after a woeful start to the season. The side, which has rebounded strongly under the stewardship of new coach Thorsten Fink, currently sits eighth in the table. Sunday double-whammy On Sunday, Champions and league-leaders Dortmund host Hannover, who are unbeaten for the calendar year, on Sunday evening. In arguably the pick of this weekend's matches, the earlier Sunday game will pit fourth-placed Bayern Munich against third-placed Schalke on Bavarian soil at the Allianz Arena. Either side could overtake Gladbach for second spot in the table after that game - but only with the three points secured from a win. Author: Matt Zuvela Editor: Darren Mara",
  "relations": [
    [
      "Borussia Mönchengladbach",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Borussia Mönchengladbach",
      "German",
      "based_in0-x"
    ],
    [
      "Borussia Mönchengladbach",
      "Hamburg",
      "vs"
    ],
    [
      "Bayer Leverkusen",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Bayer Leverkusen",
      "German",
      "based_in0-x"
    ],
    [
      "Bayer Leverkusen",
      "Cologne",
      "vs"
    ],
    [
      "Bayer Leverkusen",
      "Cologne",
      "won_vs"
    ],
    [
      "Werder Bremen",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Werder Bremen",
      "German",
      "based_in0-x"
    ],
    [
      "Werder Bremen",
      "Nuremberg",
      "vs"
    ],
    [
      "Martin Harnik",
      "Stuttgart",
      "member_of"
    ],
    [
      "Martin Harnik",
      "Stuttgart",
      "player_of"
    ],
    [
      "Borussia Dortmund",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Borussia Dortmund",
      "German",
      "based_in0-x"
    ],
    [
      "Timothy Chandler",
      "Nuremberg",
      "member_of"
    ],
    [
      "Timothy Chandler",
      "Nuremberg",
      "player_of"
    ],
    [
      "Alexander Esswein",
      "Nuremberg",
      "member_of"
    ],
    [
      "Alexander Esswein",
      "Nuremberg",
      "player_of"
    ],
    [
      "Lars Bender",
      "Bayer Leverkusen",
      "member_of"
    ],
    [
      "Lars Bender",
      "Bayer Leverkusen",
      "player_of"
    ],
    [
      "Stefan Reinartz",
      "Bayer Leverkusen",
      "member_of"
    ],
    [
      "Stefan Reinartz",
      "Bayer Leverkusen",
      "player_of"
    ],
    [
      "Mohamed Zidan",
      "Mainz",
      "member_of"
    ],
    [
      "Mohamed Zidan",
      "Mainz",
      "player_of"
    ],
    [
      "Adam Szalai",
      "Mainz",
      "member_of"
    ],
    [
      "Adam Szalai",
      "Mainz",
      "player_of"
    ],
    [
      "Nicolai Jörgensen",
      "Kaiserslautern",
      "member_of"
    ],
    [
      "Nicolai Jörgensen",
      "Kaiserslautern",
      "player_of"
    ],
    [
      "Hertha Berlin",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Hertha Berlin",
      "German",
      "based_in0-x"
    ],
    [
      "Hertha Berlin",
      "Augsburg",
      "vs"
    ],
    [
      "Torsten Oehrl",
      "Augsburg",
      "member_of"
    ],
    [
      "Torsten Oehrl",
      "Augsburg",
      "player_of"
    ],
    [
      "Markus Babbel",
      "Hoffenheim",
      "coach_of"
    ],
    [
      "Markus Babbel",
      "Hoffenheim",
      "member_of"
    ],
    [
      "Wolfsburg",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Wolfsburg",
      "German",
      "based_in0-x"
    ],
    [
      "Wolfsburg",
      "Hoffenheim",
      "vs"
    ],
    [
      "Wolfsburg",
      "Schalke",
      "vs"
    ],
    [
      "Otto Rehhagel",
      "Hertha Berlin",
      "coach_of"
    ],
    [
      "Otto Rehhagel",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Cologne",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Cologne",
      "German",
      "based_in0-x"
    ],
    [
      "Cologne",
      "Bayer Leverkusen",
      "vs"
    ],
    [
      "Nuremberg",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Nuremberg",
      "German",
      "based_in0-x"
    ],
    [
      "Nuremberg",
      "Werder Bremen",
      "vs"
    ],
    [
      "Nuremberg",
      "Werder Bremen",
      "won_vs"
    ],
    [
      "Bremen",
      "German",
      "in0-x"
    ],
    [
      "Tim Wiese",
      "Werder Bremen",
      "member_of"
    ],
    [
      "Tim Wiese",
      "Werder Bremen",
      "player_of"
    ],
    [
      "Cologne",
      "German",
      "in0-x"
    ],
    [
      "Ömer Toprak",
      "Bayer Leverkusen",
      "member_of"
    ],
    [
      "Ömer Toprak",
      "Bayer Leverkusen",
      "player_of"
    ],
    [
      "Vedran Corluka",
      "Bayer Leverkusen",
      "member_of"
    ],
    [
      "Vedran Corluka",
      "Bayer Leverkusen",
      "player_of"
    ],
    [
      "Renato Augusto",
      "Bayer Leverkusen",
      "member_of"
    ],
    [
      "Renato Augusto",
      "Bayer Leverkusen",
      "player_of"
    ],
    [
      "Stale Solbakken",
      "Cologne",
      "coach_of"
    ],
    [
      "Stale Solbakken",
      "Cologne",
      "member_of"
    ],
    [
      "Lukas Podolski",
      "Cologne",
      "member_of"
    ],
    [
      "Lukas Podolski",
      "Cologne",
      "player_of"
    ],
    [
      "Mainz",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Mainz",
      "German",
      "based_in0-x"
    ],
    [
      "Mainz",
      "Kaiserslautern",
      "vs"
    ],
    [
      "Mainz",
      "Kaiserslautern",
      "won_vs"
    ],
    [
      "Kaiserslautern",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Kaiserslautern",
      "German",
      "based_in0-x"
    ],
    [
      "Kaiserslautern",
      "Mainz",
      "vs"
    ],
    [
      "Christian Heidel",
      "Mainz",
      "head_of"
    ],
    [
      "Christian Heidel",
      "Mainz",
      "member_of"
    ],
    [
      "Elkin Soto",
      "Mainz",
      "member_of"
    ],
    [
      "Elkin Soto",
      "Mainz",
      "player_of"
    ],
    [
      "Nicolai Müller",
      "Mainz",
      "member_of"
    ],
    [
      "Nicolai Müller",
      "Mainz",
      "player_of"
    ],
    [
      "Maxim Choupo-Moting",
      "Mainz",
      "member_of"
    ],
    [
      "Maxim Choupo-Moting",
      "Mainz",
      "player_of"
    ],
    [
      "Marco Kurz",
      "Kaiserslautern",
      "coach_of"
    ],
    [
      "Marco Kurz",
      "Kaiserslautern",
      "member_of"
    ],
    [
      "Augsburg",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Augsburg",
      "German",
      "based_in0-x"
    ],
    [
      "Augsburg",
      "Hertha Berlin",
      "vs"
    ],
    [
      "Augsburg",
      "Hertha Berlin",
      "won_vs"
    ],
    [
      "Matthias Ostrzolek",
      "Augsburg",
      "member_of"
    ],
    [
      "Matthias Ostrzolek",
      "Augsburg",
      "player_of"
    ],
    [
      "Ja-Cheol Koo",
      "Augsburg",
      "member_of"
    ],
    [
      "Ja-Cheol Koo",
      "Augsburg",
      "player_of"
    ],
    [
      "Roman Hubnik",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Roman Hubnik",
      "Hertha Berlin",
      "player_of"
    ],
    [
      "Felix Bastians",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Felix Bastians",
      "Hertha Berlin",
      "player_of"
    ],
    [
      "Thomas Kraft",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Thomas Kraft",
      "Hertha Berlin",
      "player_of"
    ],
    [
      "Marcel Ndjeng",
      "Augsburg",
      "member_of"
    ],
    [
      "Marcel Ndjeng",
      "Augsburg",
      "player_of"
    ],
    [
      "Hoffenheim",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Hoffenheim",
      "German Cup",
      "appears_in"
    ],
    [
      "Hoffenheim",
      "German",
      "based_in0-x"
    ],
    [
      "Hoffenheim",
      "Wolfsburg",
      "vs"
    ],
    [
      "Hoffenheim",
      "Schalke",
      "vs"
    ],
    [
      "Hoffenheim",
      "Wolfsburg",
      "won_vs"
    ],
    [
      "Roberto Firmino",
      "Hoffenheim",
      "member_of"
    ],
    [
      "Roberto Firmino",
      "Hoffenheim",
      "player_of"
    ],
    [
      "Diego Benalgio",
      "Wolfsburg",
      "member_of"
    ],
    [
      "Diego Benalgio",
      "Wolfsburg",
      "player_of"
    ],
    [
      "Schalke",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Schalke",
      "German",
      "based_in0-x"
    ],
    [
      "Schalke",
      "Wolfsburg",
      "vs"
    ],
    [
      "Schalke",
      "Hoffenheim",
      "vs"
    ],
    [
      "Schalke",
      "Hoffenheim",
      "won_vs"
    ],
    [
      "Andreas Beck",
      "Hoffenheim",
      "member_of"
    ],
    [
      "Andreas Beck",
      "Hoffenheim",
      "player_of"
    ],
    [
      "Marcel Schäfer",
      "Wolfsburg",
      "member_of"
    ],
    [
      "Marcel Schäfer",
      "Wolfsburg",
      "player_of"
    ],
    [
      "Patrick Helmes",
      "Wolfsburg",
      "member_of"
    ],
    [
      "Patrick Helmes",
      "Wolfsburg",
      "player_of"
    ],
    [
      "Sven Schipplock",
      "Hoffenheim",
      "member_of"
    ],
    [
      "Sven Schipplock",
      "Hoffenheim",
      "player_of"
    ],
    [
      "Holger Stanislawski",
      "Hoffenheim",
      "coach_of"
    ],
    [
      "Holger Stanislawski",
      "Hoffenheim",
      "member_of"
    ],
    [
      "Freiburg",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Freiburg",
      "German",
      "based_in0-x"
    ],
    [
      "Freiburg",
      "Bayern Munich",
      "vs"
    ],
    [
      "Freiburg",
      "Stuttgart",
      "vs"
    ],
    [
      "Bayern Munich",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Bayern Munich",
      "German",
      "based_in0-x"
    ],
    [
      "Bayern Munich",
      "Freiburg",
      "vs"
    ],
    [
      "Stuttgart",
      "German",
      "based_in0-x"
    ],
    [
      "Stuttgart",
      "Freiburg",
      "vs"
    ],
    [
      "Stuttgart",
      "Freiburg",
      "won_vs"
    ],
    [
      "Shinji Okazaki",
      "Stuttgart",
      "member_of"
    ],
    [
      "Shinji Okazaki",
      "Stuttgart",
      "player_of"
    ],
    [
      "Fallou Diange",
      "Freiburg",
      "member_of"
    ],
    [
      "Fallou Diange",
      "Freiburg",
      "player_of"
    ],
    [
      "Khalid Boulahrouz",
      "Stuttgart",
      "member_of"
    ],
    [
      "Khalid Boulahrouz",
      "Stuttgart",
      "player_of"
    ],
    [
      "Hamburg",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Hamburg",
      "German",
      "based_in0-x"
    ],
    [
      "Hamburg",
      "Borussia Mönchengladbach",
      "vs"
    ],
    [
      "Lucien Favre",
      "Borussia Mönchengladbach",
      "coach_of"
    ],
    [
      "Lucien Favre",
      "Borussia Mönchengladbach",
      "member_of"
    ],
    [
      "Thorsten Fink",
      "Hamburg",
      "coach_of"
    ],
    [
      "Thorsten Fink",
      "Hamburg",
      "member_of"
    ],
    [
      "Hannover",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Hannover",
      "German",
      "based_in0-x"
    ],
    [
      "Allianz Arena",
      "German",
      "in0-x"
    ]
  ]
}