{
  "content": "Elections in Pakistan: the major players\nMany Pakistanis are hoping for a political change, even though there is no clear alternative to an increasingly unpopular PPP. There are fears that the need to form a viable coalition might lead to weak government.\nAt the last parliamentary election in 2008, the Pakistan People's Party (PPP) under the leadership of Asif Ali Zardari was elected to form a new government - and it was one that made history. In March 2013, a civilian government in Pakistan was able to formally conclude its term for the first time. Now that new elections will be held, possible political candidates have been presenting themselves. Apart from the regular candidates, there seems to be an alternative. But even though the population is eagerly expecting a change, experts think it is highly unlikely. To evaluate the current political sentiment, the Sustainable Development Policy Institute (SDPI) in Pakistan conducted a survey with help from the Heinrich Böll Institute. The survey, which was commissioned between October and December 2012, shows that people are skeptical of the political leadership in the country, according to SDPI director Abid Suleri. The results showed that the then governing party, the Pakistan People's Party (PPP), was regarded as particularly corrupt, whereas the military, the judiciary and the media were believed to be less open to bribery. Cricketing celebrity status In this year's election campaign, the main political parties are accused of relying on the celebrity status of their candidates, rather than a clear party program. Former cricket star Imran Khan, with his center-right Pakistan Tehreek-e-Insaaf (PTI) party, is believed to be one of them. Although he vehemently differentiates himself from the two major parties - the PPP and the Pakistan Muslim League-Nawaz (PML-N) - he lacks political experience and a clear agenda. \"Imran Khan's Tehreek-e-Insaaf has surely laid the main focus of the election program on the agricultural sector,\" Christian Wagner of the German Institute for International and Security Affairs (SWP) told DW. \"But its members are accused of being inconsistent. Most of them are former supporters of the two major parties who joined the PTI out of frustration or for more political power.\" However, Imran Khan has been able to win over young political candidates and voters with his charismatic manner. Weak government expected Although the SDPI survey was conducted five months prior to the elections, basic trends in voting behavior can be predicted. The three largest political parties in Pakistan - the PPP of the recent president Asif Ali Zardari, the PML-N of former president and industrialist Nawaz Sharif and the currently popular Khan's PTI are expected to each receive 20 to 30 percent of the votes. \"This result would enable several scenarios for coalitions,\" said Wagner. Petersen believes the winners of the election will be forced to search for coalition partners which will primarily pursue their own interests. Therefore she thinks the outcome of the elections might be that the \"the next Pakistani government will be a weak one.\" Military's power still crucial A consideration of the military, seen as the real lever of power in Pakistan, is needed to predict what the forthcoming elections will bring. According to experts, it remains the most important authority of the country and also controls a large part of the economy. Suleri points out that the recent government was able to increase its influence in the department of foreign affairs and the military could no longer override the government as easily as before. However, experts doubt that the military will refrain from exerting political influence in future. The military as well as the secret service still act as a state within the state. \"We have seen that the military, which was formerly very active in Pakistani politics, has formally withdrawn,\" Wagner stressed. \"Yet, this does not necessarily mean it has lost its power of influence.\" The military has made it clear that it will fully support the upcoming democratic elections, as it has a strong interest in a stable country. Little change in practice Britta Petersen draws a different conclusion from the past five years of the PPP-government. It may have triggered many initiatives in the field of women’s rights, climate policy and food supplies but \"the main problem is that all these legal and regulatory texts are waiting to be applied in practice.\" The PPP has failed in its plans to provide the population with the basic needs. The food and energy supplies of the country are in a disastrous state. Pakistan is yearning for a political change, claims Petersen, but this is unlikely to take place. Both Petersen and Suleri believe that Imran Khan will merely establish himself as a political player in Pakistan. \"Maybe the elections in 2018 will hold chances for Imran Khan to get a higher office, but certainly not in the current elections,\" said Suleri.",
  "relations": [
    [
      "Pakistan People's Party",
      "Pakistan",
      "based_in0"
    ],
    [
      "Pakistan People's Party",
      "Pakistanis",
      "based_in0-x"
    ],
    [
      "Pakistan People's Party",
      "Pakistani",
      "based_in0-x"
    ],
    [
      "Asif Ali Zardari",
      "Pakistan",
      "agent_of"
    ],
    [
      "Asif Ali Zardari",
      "Pakistan",
      "citizen_of"
    ],
    [
      "Asif Ali Zardari",
      "Pakistanis",
      "citizen_of-x"
    ],
    [
      "Asif Ali Zardari",
      "Pakistani",
      "citizen_of-x"
    ],
    [
      "Asif Ali Zardari",
      "Pakistan People's Party",
      "head_of"
    ],
    [
      "Asif Ali Zardari",
      "Pakistan",
      "head_of_state"
    ],
    [
      "Asif Ali Zardari",
      "Pakistanis",
      "head_of_state-x"
    ],
    [
      "Asif Ali Zardari",
      "Pakistani",
      "head_of_state-x"
    ],
    [
      "Asif Ali Zardari",
      "Pakistan People's Party",
      "member_of"
    ],
    [
      "Sustainable Development Policy Institute",
      "Pakistan",
      "based_in0"
    ],
    [
      "Sustainable Development Policy Institute",
      "Pakistanis",
      "based_in0-x"
    ],
    [
      "Sustainable Development Policy Institute",
      "Pakistani",
      "based_in0-x"
    ],
    [
      "Pakistan Tehreek-e-Insaaf",
      "Pakistan",
      "based_in0"
    ],
    [
      "Pakistan Tehreek-e-Insaaf",
      "Pakistanis",
      "based_in0-x"
    ],
    [
      "Pakistan Tehreek-e-Insaaf",
      "Pakistani",
      "based_in0-x"
    ],
    [
      "Imran Khan",
      "Pakistan",
      "citizen_of"
    ],
    [
      "Imran Khan",
      "Pakistanis",
      "citizen_of-x"
    ],
    [
      "Imran Khan",
      "Pakistani",
      "citizen_of-x"
    ],
    [
      "Imran Khan",
      "Pakistan Tehreek-e-Insaaf",
      "member_of"
    ],
    [
      "Christian Wagner",
      "German Institute for International and Security Affairs",
      "member_of"
    ],
    [
      "Abid Suleri",
      "Pakistan",
      "citizen_of"
    ],
    [
      "Abid Suleri",
      "Pakistanis",
      "citizen_of-x"
    ],
    [
      "Abid Suleri",
      "Pakistani",
      "citizen_of-x"
    ],
    [
      "Abid Suleri",
      "Sustainable Development Policy Institute",
      "head_of"
    ],
    [
      "Abid Suleri",
      "Sustainable Development Policy Institute",
      "member_of"
    ],
    [
      "Pakistan Muslim League-Nawaz",
      "Pakistan",
      "based_in0"
    ],
    [
      "Pakistan Muslim League-Nawaz",
      "Pakistanis",
      "based_in0-x"
    ],
    [
      "Pakistan Muslim League-Nawaz",
      "Pakistani",
      "based_in0-x"
    ],
    [
      "Pakistanis",
      "Pakistan",
      "gpe0"
    ],
    [
      "Nawaz Sharif",
      "Pakistan Muslim League-Nawaz",
      "member_of"
    ],
    [
      "Pakistani",
      "Pakistan",
      "gpe0"
    ]
  ]
}