{
  "content": "Rule of law under threat: Poland in the EU pillory\nThe EU Commission has activated the next stage in its constitutional proceedings against Poland. Warsaw is outraged. What next in the battle over the constitutional court? Bernd Riegert reports.\nWhat we are now seeing is political foreplay, in an attempt to avoid more heavy-handed intervention by the EU Commission. By launching proceedings against Poland for violating the rule of law, the EU Commission is entering uncharted waters. For the first time ever, the Juncker-led Commission is making use of an instrument that it only acquired in March 2014, when it was supported by the European Parliament; the Council of Ministers, or representatives of the national governments, had reservations. The so-called rule of law mechanism is essentially just a formal, structured dialogue between the Commission and the \"offender.\" The mechanism was introduced as a precursor to the actual sanctions procedure according to Article 7 of the EU's Lisbon Treaty. This \"political atomic bomb,\" as it was described by the former EU Commissioner for Justice, Viviane Reding, can ultimately lead to the revocation of voting rights for the accused country. The EU has never yet applied Article 7. It didn't dare do so in 2010 when the EU Commission demanded a revision of changes to the Hungarian constitution. What accusations has the EU Commission made against Poland? The vice-president of the Commission, Frans Timmermans, and his lawyers accuse the Polish government of \"systematically endangering\" the rule of law in Poland. They say that changes in the composition of Poland's constitutional court and the circumvention of its modus operandi restrict the independence of the judiciary in a manner that contravenes European principles of the rule of law. These basic principles are laid down in the Lisbon Treaty, to which of course Poland, as a member state, is of course also a signatory. The situation has been aggravated by the government's refusal to publish and recognize the court's judgments. How has the Polish government reacted? Poland's national-conservative prime minister Beata Szydlo has adopted a strident tone. She sees the EU Commission's actions as an attack on Polish sovereignty. She insists that, following a landslide victory last year, her party has the right to shape the Polish judiciary, media and politics in the manner that, in her opinion, is what the voters want. Timmermans' negotiations in person in Warsaw failed to bring about a rapprochement. Szydlo ranted in parliament that the EU Commission wanted to destroy the EU. \"It's not Poland that has a problem with the Commission - the Commission has a problem with itself,\" she said. Is there an umpire? In principle, the Council of Europe's so-called Venice Commission in Strasbourg is a recognized referee on tricky constitutional questions. The Polish government expressly requested an opinion from this board of European and American constitutional law experts. In March, however, the decision of the Venice Commission went against Poland. Suddenly the government in Warsaw no longer felt bound to its commitment to recognize the judgment. The Council of Europe is an association of European states that primarily supervises the preservation of human rights. It is not a European Union institution. What's the procedure? After dialog was opened in January, the Polish government had four months in which to explain its actions. As the EU Commission has not so far detected any response to its concerns, it is now implementing the second stage of the mechanism by publishing a formal warning to Poland to return to constitutional principles. The Warsaw government now has just two weeks in which to respond to the warning. If it does not do so before the deadline, the EU Commission will submit a concrete recommendation as to the legal and political steps Poland must take in order to safeguard the rule of law, in particular the independence of the constitutional court and the freedom of the press. If Poland rejects these recommendations, there is the option of dropping the \"atom bomb\" and initiating proceedings according to Article 7 of the Lisbon Treaty. Can the EU really punish Poland? The EU Commission has no way of imposing penalties on a member state. Only the EU Council can do that - the committee made up of representatives of the governments of all 28 member states. According to Article 7 of the EU Treaty, the Council can decide with a four-fifths majority that \"the clear danger of a grave infringement\" of common values exists in Poland. Poland would receive recommendations on how to remedy these deficiencies. If that doesn't work, the Council can establish that a \"grave infringement\" of common values has occurred. This must be decided unanimously; Poland would not be entitled to vote. However, it is highly unlikely that all of the remaining 27 member states - including Britain - really would show the Polish government up in this way. The Hungarian premier, Viktor Orban, has already declared his solidarity with Poland. As a final step, the Council can then impose penalties on Poland: it can either revoke its voting rights or cut financial resources. After all, Poland is the biggest beneficiary of the EU funding. Will it come to this? At the moment, it is very hard to imagine this scenario. Rather, the focus of the EU Commission in Brussels is to avoid sparking even more crises within the EU. On the other hand, the Commission must ensure that it retains its credibility as \"custodian of the EU treaties.\" It's clear that the rule of law mechanism and the proceedings according to Article 7 will go on for many more months, if not years. Besides, the Polish government may look at the possibility of taking action of its own over individual steps and taking these to the European Court. So far the EU has always managed to avoid formal penalties in disputes like these. Orban, Hungary's nationalist premier, did at least partially relent after a noisy argument with the EU Commission in 2012. The ostracism of Austria in 2000, when the right-wing populist FPÖ joined the government, came to nothing. No sanctions were imposed on the neo-fascists in Italy's government under Silvio Berlusconi. The threshold for penalties is relatively high. \"It was only when Viktor Orban started going on about reintroducing the death penalty that the red line came into view,\" says one EU diplomat. Had Orban succeeded in doing this, criminal proceedings according to Article 7 would have had to have been initiated.",
  "relations": [
    [
      "Frans Timmermans",
      "Commission",
      "head_of"
    ],
    [
      "Frans Timmermans",
      "Commission",
      "member_of"
    ],
    [
      "Viktor Orban",
      "Hungary",
      "agent_of"
    ],
    [
      "Viktor Orban",
      "Hungary",
      "citizen_of"
    ],
    [
      "Viktor Orban",
      "Hungarian",
      "citizen_of-x"
    ],
    [
      "Viktor Orban",
      "Hungary",
      "head_of_gov"
    ],
    [
      "Viktor Orban",
      "Hungarian",
      "head_of_gov-x"
    ],
    [
      "Beata Szydlo",
      "Poland",
      "agent_of"
    ],
    [
      "Beata Szydlo",
      "Poland",
      "citizen_of"
    ],
    [
      "Beata Szydlo",
      "Polish",
      "citizen_of-x"
    ],
    [
      "Beata Szydlo",
      "Poland",
      "head_of_gov"
    ],
    [
      "Beata Szydlo",
      "Polish",
      "head_of_gov-x"
    ],
    [
      "Commission",
      "European Union",
      "institution_of"
    ],
    [
      "Commission",
      "European Union",
      "part_of"
    ],
    [
      "Warsaw",
      "Poland",
      "in0"
    ],
    [
      "Warsaw",
      "Polish",
      "in0-x"
    ],
    [
      "Juncker",
      "Commission",
      "head_of"
    ],
    [
      "Juncker",
      "Commission",
      "member_of"
    ],
    [
      "European Parliament",
      "European Union",
      "institution_of"
    ],
    [
      "European Parliament",
      "European Union",
      "part_of"
    ],
    [
      "Council of Ministers",
      "European Union",
      "institution_of"
    ],
    [
      "Council of Ministers",
      "European Union",
      "part_of"
    ],
    [
      "Article 7",
      "European Union",
      "law_of"
    ],
    [
      "Lisbon Treaty",
      "European Union",
      "signed_by"
    ],
    [
      "Viviane Reding",
      "European Union",
      "member_of"
    ],
    [
      "Hungarian",
      "Hungary",
      "gpe0"
    ],
    [
      "Polish",
      "Poland",
      "gpe0"
    ],
    [
      "Venice Commission",
      "Strasbourg",
      "based_in2"
    ],
    [
      "Venice Commission",
      "Council of Europe",
      "part_of"
    ],
    [
      "Council",
      "European Union",
      "institution_of"
    ],
    [
      "Council",
      "European Union",
      "part_of"
    ],
    [
      "European Court",
      "European Union",
      "institution_of"
    ],
    [
      "European Court",
      "European Union",
      "part_of"
    ],
    [
      "FPÖ",
      "Austria",
      "based_in0"
    ],
    [
      "Silvio Berlusconi",
      "Italy",
      "agent_of"
    ],
    [
      "Silvio Berlusconi",
      "Italy",
      "citizen_of"
    ],
    [
      "Silvio Berlusconi",
      "Italy",
      "head_of_gov"
    ]
  ]
}