{
  "content": "Mustafa Dzhemilev's battle for Crimea\nThe former leader of the Crimean Tatar community, Mustafa Dzhemilev, is receiving the Polish government's first Solidarity Award. It comes 70 years after he successfully fought for the right to return to his homeland.\nA grey-haired man in a suit and tie is walking along a rural street, surrounded by bodyguards who make him seem small and helpless. He doesn't make it far. Dozens of police officers in combat gear with two military vehicles have blocked the streets. One of the officers says he can't continue. Meanwhile, on the other side of the blockade, thousands of mostly young men have come to receive the older gentleman. Some of them even break through the barricade and cry, \"Mustafa!\", but they can't help him. This scene played out on May 3 near the city of Armyansk, along the new border between Ukraine and the Crimean peninsula, which was annexed by Russia in March. The older man's name is Mustafa Dzhemilev. For decades, he was a leader of Crimea's Tatars, and on that particular day, he wanted to go home. Authorities in Crimea continue to deny him entry to this day. Honored in Warsaw It's against this background that Dzhemilev will receive the Polish government's first Solidarity Award, which grants the honoree one million euros ($1.36 million). The name of the prize derives from Poland's Solidarnosc (Solidarity) trade union, whose fight against the communist regime contributed to the first somewhat free elections and a change of power in Warsaw in 1989. Dzhemilev is being honored for his \"service to democracy and respect for the rights and freedoms of citizens in Ukraine, particularly with respect to the Tatars,\" the Polish government said of its decision. Forced resettlement For the 70-year-old, the denial of entry to Crimea is particularly bitter. For the first time in decades, Dzhemilev could not take part in a May 18 ceremony memorializing the forced relocation of Crimean Tatars. Now, he must once again fight for a home that he already won once. Mustafa Dzhemilev was born on November 13, 1943, in a Soviet village in Crimea that was then occupied by Nazi Germany. Around six months later, his family, along with more than 180,000 other Crimean Tatars, was deported to Central Asia. As a justification, the government in Moscow claimed the Crimean Tatars had collaborated with the Nazis. Dzhemilev's family was sent thousands of kilometers east of Crimea to the Uzbek Soviet Socialist Republic, like most other Crimean Tatars. 15 years behind bars Even as a youth, Dzhemilev harbored a deep interest in the history of his people in Crimea. He founded a union for Crimean Tatar youth before he was even 20 years old - an organization that fought for Tatars to return to their homeland, which led the Soviet Union to ban it. Dzhemilev lost his job as a laborer in an aircraft factory, but was permitted to study at an agricultural institute. That also proved short-lived. In 1965, he was removed from school on formal grounds. One year later, in May 1966, Dzhemilev was convicted by a court for refusing military service. But he accused the Soviet security agency, the KGB, of wanting to punish him for his activism in support of Crimean Tatars' rights. Later, Dzhemilev was convicted five times and spent a total of around 15 years in prison. He was friends with famous Soviet dissidents, including the Nobel Peace Prize winner Andrei Sakharov. Human rights activist Petro Grigorenko described Dzhemilev in a magazine as \"a person with an unbelievably strong will.\" In 1975, Dzhemilev embarked on a ten-month hunger strike and was force-fed. From dissident to politician During the perestroika period under Mikhail Gorbachev, Dzhemilev was released from jail. He returned with his family to Crimea in 1989 and was voted head of the traditional Mejlis of the Crimean Tatar People, a group he led through 2013. He worked in favor of bringing back Crimean Tatars from Central Asia - a time full of tense conflicts. That's because houses in which Crimean Tatars once lived had been handed over to Russians during the Soviet era. Dzhemilev managed to de-escalate the tensions. In the 1990s, Dzhemilev got involved in politics and was elected to parliament in Kyiv in 1998 for the party Narodny Ruch Ukrainy (Ukrainian People's Movement). He remains a member of parliament today, although he is now without a party. During the Orange Revolution in 2004, Dzhemilev and the Crimean Tatars on the side of pro-Western presidential candidate Viktor Yushenko. Possible minister post? As pro-Russian sentiment grew stronger in Crimea at the end of February 2014, thousands of Tatars protested against a break-up of Ukraine. Shortly before the annexation of the peninsula, Russian President Vladimir Putin tried to win Dzhemilev over to his side. \"He apparently wanted us to maintain neutrality, although that word was never used,\" Dzhemilev said in a televised interview about his half-hour phone call with the head of the Kremlin. The approximately 300,000 Crimean Tatars did not take part in the March 16 referendum on Crimea joining Russia. They also opted not to engage in armed conflict against the vote. Today, Dzhemilev resides in the Ukrainian capital, Kyiv. Petro Poroshenko, who was elected president on May 25, announced he would establish a ministry to deal with Crimean affairs. Dzhemilev is being discussed as a potential head of the institution.",
  "relations": [
    [
      "Solidarnosc",
      "Poland",
      "based_in0"
    ],
    [
      "Solidarnosc",
      "Polish",
      "based_in0-x"
    ],
    [
      "Mustafa Dzhemilev",
      "Solidarity Award",
      "award_received"
    ],
    [
      "Mustafa Dzhemilev",
      "Crimean Tatars",
      "head_of"
    ],
    [
      "Mustafa Dzhemilev",
      "Mejlis of the Crimean Tatar People",
      "head_of"
    ],
    [
      "Mustafa Dzhemilev",
      "Crimean Tatars",
      "member_of"
    ],
    [
      "Mustafa Dzhemilev",
      "Ukrainian People's Movement",
      "member_of"
    ],
    [
      "Mustafa Dzhemilev",
      "Mejlis of the Crimean Tatar People",
      "member_of"
    ],
    [
      "Ukrainian People's Movement",
      "Ukraine",
      "based_in0"
    ],
    [
      "Ukrainian People's Movement",
      "Ukrainian",
      "based_in0-x"
    ],
    [
      "Crimea",
      "Ukraine",
      "in0"
    ],
    [
      "Crimea",
      "Ukrainian",
      "in0-x"
    ],
    [
      "Polish",
      "Poland",
      "gpe0"
    ],
    [
      "Armyansk",
      "Ukraine",
      "in0"
    ],
    [
      "Armyansk",
      "Ukrainian",
      "in0-x"
    ],
    [
      "Warsaw",
      "Poland",
      "in0"
    ],
    [
      "Warsaw",
      "Polish",
      "in0-x"
    ],
    [
      "Moscow",
      "Russia",
      "in0"
    ],
    [
      "Moscow",
      "Russians",
      "in0-x"
    ],
    [
      "Moscow",
      "Russian",
      "in0-x"
    ],
    [
      "Nazis",
      "Nazi Germany",
      "based_in0"
    ],
    [
      "KGB",
      "Soviet Union",
      "agency_of"
    ],
    [
      "KGB",
      "Soviet Union",
      "based_in0"
    ],
    [
      "Andrei Sakharov",
      "Nobel Peace Prize",
      "award_received"
    ],
    [
      "Mikhail Gorbachev",
      "Russia",
      "agent_of"
    ],
    [
      "Mikhail Gorbachev",
      "Russia",
      "citizen_of"
    ],
    [
      "Mikhail Gorbachev",
      "Russians",
      "citizen_of-x"
    ],
    [
      "Mikhail Gorbachev",
      "Russian",
      "citizen_of-x"
    ],
    [
      "Mikhail Gorbachev",
      "Russia",
      "head_of_state"
    ],
    [
      "Mikhail Gorbachev",
      "Russians",
      "head_of_state-x"
    ],
    [
      "Mikhail Gorbachev",
      "Russian",
      "head_of_state-x"
    ],
    [
      "Russians",
      "Russia",
      "gpe0"
    ],
    [
      "Kyiv",
      "Ukraine",
      "in0"
    ],
    [
      "Kyiv",
      "Ukrainian",
      "in0-x"
    ],
    [
      "Orange Revolution",
      "Ukraine",
      "event_in0"
    ],
    [
      "Viktor Yushenko",
      "Ukraine",
      "agent_of"
    ],
    [
      "Viktor Yushenko",
      "Ukraine",
      "citizen_of"
    ],
    [
      "Viktor Yushenko",
      "Ukrainian",
      "citizen_of-x"
    ],
    [
      "Viktor Yushenko",
      "Ukraine",
      "head_of_state"
    ],
    [
      "Viktor Yushenko",
      "Ukrainian",
      "head_of_state-x"
    ],
    [
      "Russian",
      "Russia",
      "gpe0"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "agent_of"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "citizen_of"
    ],
    [
      "Vladimir Putin",
      "Russians",
      "citizen_of-x"
    ],
    [
      "Vladimir Putin",
      "Russian",
      "citizen_of-x"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "head_of_state"
    ],
    [
      "Vladimir Putin",
      "Russians",
      "head_of_state-x"
    ],
    [
      "Vladimir Putin",
      "Russian",
      "head_of_state-x"
    ],
    [
      "Kremlin",
      "Russia",
      "agency_of"
    ],
    [
      "Kremlin",
      "Russians",
      "agency_of-x"
    ],
    [
      "Kremlin",
      "Russian",
      "agency_of-x"
    ],
    [
      "Kremlin",
      "Russia",
      "based_in0"
    ],
    [
      "Kremlin",
      "Russians",
      "based_in0-x"
    ],
    [
      "Kremlin",
      "Russian",
      "based_in0-x"
    ],
    [
      "Kremlin",
      "Russia",
      "in0"
    ],
    [
      "Kremlin",
      "Russians",
      "in0-x"
    ],
    [
      "Kremlin",
      "Russian",
      "in0-x"
    ],
    [
      "Ukrainian",
      "Ukraine",
      "gpe0"
    ],
    [
      "Petro Poroshenko",
      "Ukraine",
      "agent_of"
    ],
    [
      "Petro Poroshenko",
      "Ukraine",
      "citizen_of"
    ],
    [
      "Petro Poroshenko",
      "Ukrainian",
      "citizen_of-x"
    ],
    [
      "Petro Poroshenko",
      "Ukraine",
      "head_of_state"
    ],
    [
      "Petro Poroshenko",
      "Ukrainian",
      "head_of_state-x"
    ]
  ]
}