{
  "content": "Girls as Goods - Forced Prostitution in Berlin\nThey offer her bodies for sale. Many of them don’t have passports and don’t speak German. In particular, young girls from Eastern Europe are increasingly falling prey to unscrupulous traffickers.\nYoung girls from Romania and Bulgaria, some of them underage, are forced to have sex with up to 15 men a day, often without protection. Forced prostitution is a business that earns pimps and unscrupulous businessmen millions every year at the expense of enslaved girls and women who’re often desperately looking for a way out. Girls are Snared by Internet Advertisements Often the young women see their way to Germany as the only way to secure a better life for themselves and their families. They live in a country where prostitution is actually prohibited. And yet there is in all major cities of illegal brothels and women who offer their bodies on the street. In this climate, and the trade is thriving. Girls growing up in poverty can be easy game for traffickers. Our film also shows how ruthless Berlin brothel owners lure young Romanian women into prostitution in Germany with ads on the Internet – and quite legally, since the German parliament’s 2002 Law on Prostitution equates the operation of brothels with other more conventional services. Since then, the market has demanded an increasing supply of new girls - also because this uninhibited approach to prostitution now attracts sex tourists from all over Europe. A Brutal Cycle of Violence and Sex Authors Nadya Luer and Jo Goll spent over a year making contact with victims of forced prostitution. In long and confidential discussions, some of these women open up to the reporters and explain how they were lured by brutal traffickers back home – with the prospect of work as a waitress or nurse for the elderly in prosperous Germany. But those dreams end at the frontier, where their passports and thus their identities are taken away from them. Our report shows how hard it is to break out of the vicious circle of forced sex and violence. Broadcasting Hours: DW WED 22.04.2015 – 22:15 UTC THU 23.04.2015 – 06:15 UTC THU 23.04.2015 – 13:15 UTC THU 23.04.2015 – 17:15 UTC FRI 24.04.2015 – 04:15 UTC FRI 24.04.2015 – 10:15 UTC Cape Town UTC +2 | Delhi UTC +5,5 | Hong Kong UTC +8 San Francisco UTC -7 | Edmonton UTC -6 | New York UTC -4 DW (Europe) THU 23.04.2015 – 04:15 UTC THU 23.04.2015 – 17:15 UTC FRI 24.04.2015 – 06:15 UTC FRI 24.04.2015 – 13:15 UTC London UTC +1 | Berlin UTC +2 | Moscow UTC +3 DW (Arabia) THU 23.04.2015 – 04:15 UTC Tunis UTC +1 | Cairo UTC + 2 | Dubai UTC +4 DW (Amerika) THU 23.04.2015 – 06:15 UTC Vancouver UTC -7 | New York UTC -4 | Sao Paulo UTC -3",
  "relations": [
    [
      "Berlin",
      "Germany",
      "in0"
    ],
    [
      "Berlin",
      "German",
      "in0-x"
    ],
    [
      "Romanian",
      "Romania",
      "gpe0"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "Law on Prostitution",
      "Germany",
      "law_of"
    ],
    [
      "DW",
      "Germany",
      "based_in0"
    ],
    [
      "DW",
      "German",
      "based_in0-x"
    ]
  ]
}