{
  "content": "Terrorism Tops the Agenda in Warsaw\nAs the third summit of interior ministers and high-ranking government officials from the 46-member Council of Europe enters its last day in Warsaw, talks continue to focus on tackling terrorism and organized crime.\nPolish President Aleksander Kwasniewski warned Council of Europe member states Friday against paralyzing democracy in the fight against organised crime and terrorism. \"We must be careful to avoid that the fight against terrorism and organized crime do not paralyze the smooth functioning of a normal democratic society. We must not lose what constitutes the basis of a democratic society,\" said Kwasniewski, whose country has chaired the Council's Committee of Ministers since November. \"Given that criminal activity transcends national borders, we must reinforce cooperation among our intelligence services and better control the flow of people and merchandise,\" Kwasniewski told the meeting in Warsaw. But he stressed that any moves to clamp down on organized crime and terrorism must be taken with respect for individual freedoms. Developing strategies Ministerial-level meetings at the conference are being held behind closed doors and are focussing on special investigative techniques, the protection of witnesses, money laundering and the financing of terrorism. The officials are also debating two draft conventions aimed at nipping in the bud terrorism and other forms of serious crime in the early, preparative stages. The draft convention on the prevention of terrorism proposes criminalizing acts deemed as laying the groundwork for a terrorist attack, such as provocation of terrorism, recruitment and training. \"We can't wait for another Madrid\" On Thursday, the Council's Secretary General Terry Davis (photo) urged delegates to move quickly and decisively against terrorism. \"We can't wait for another Madrid or Beslan,\" he said, calling on delegates \"to provide a message of support for the new instruments\" being debated at the two-day meeting. More than 340 people died, half of them children, when a standoff between law enforcement authorities and hostage-takers who had herded more than 1,000 students and teachers into a school in the southern Russian town of Beslan last September ended in a chaotic shootout. The bombing of four Madrid commuter trains on March 11 last year killed 191 people and injured over 1,900. Fleshing out the anti-terror convention Negotiating the terms of the anti-terror convention, expected to be ready by May, showed \"how difficult it can be to enhance the efficiency of the fight against terrorism at the same time as safeguarding fundamental human rights,\" said Davis, a former British lawmaker. \"But it has also shown that it is possible to reconcile these twin objectives.\" \"Terrorism is an attack on human rights,\" he went on. \"However, while tackling terrorism, we must be careful not to undermine human rights,\" he said. Davis said he expected recommendations on the topics debated by the conference as well as the new conventions to be adopted by the end of the month. They will then be presented to a summit of Council of Europe heads of state and government due to be held in Warsaw in May. In addition to its 46 members, five states which have observer status on the Council of Europe were also represented at the meeting: Canada, Japan, Mexico, the United States and the Vatican.",
  "relations": [
    [
      "Warsaw",
      "Polish",
      "in0-x"
    ],
    [
      "Aleksander Kwasniewski",
      "Polish",
      "citizen_of-x"
    ],
    [
      "Aleksander Kwasniewski",
      "Polish",
      "head_of_state-x"
    ],
    [
      "Terry Davis",
      "Council of Europe",
      "head_of"
    ],
    [
      "Terry Davis",
      "Council of Europe",
      "member_of"
    ],
    [
      "Beslan",
      "Russian",
      "in0-x"
    ]
  ]
}