{
  "content": "Pakistan hands over Taliban prisoners to Afghans\nPakistan has released several Afghan Taliban prisoners to \"facilitate the peace process\" in Afghanistan. However, experts say this should not be mistaken for a change in Islamabad's Afghanistan policy.\nPakistani officials said on Wednesday that the government had decided to free several Afghan Taliban prisoners in order to bolster peace efforts in neighboring Afghanistan. \"A group of Afghan Taliban has been released and they are accessible to anyone who wants to contact them,\" a Pakistani foreign ministry official told the German news agency, dpa. The news was confirmed on Thursday after a series of meetings in Islamabad between Afghan peace mediators Pakistan's top leaders and religious figures. A joint statement issued said the negotiating parties had agreed to cooperate to allow safe passage for \"potential negotiators amongst Taliban\" to attend future talks. Dozens of mid-level and senior Taliban commanders - who fled to Pakistan after the NATO forces attacked Afghanistan and toppled the Taliban regime in 2001 - are being held in Pakistani jails. The decision to release Taliban prisoners came during the meetings between Afghanistan's High Peace Council delegation - led by Salahauddin Rabbani - and Pakistani authorities in Islamabad. The Afghan peace delegation - which arrived in Islamabad on Monday on a three-day visit - met with Pakistan's civilian and military leadership to discuss ways to persuade the Taliban militants to end the decade-long insurgency in Afghanistan. Reconciliation efforts The Afghan Taliban spokesman Zabiullah Mujahid told dpa that it was \"too soon to comment\" on Islamabad's decision. \"The Islamic Emirates (the Taliban's name for Afghanistan) will announce its reaction soon after the decision of the leadership meeting.\" The number of freed Taliban leaders is said to be less than a dozen and it does not include Mullah Abdul Ghani Baradar, the Taliban's former deputy leader. Baradar was arrested in the southern Pakistani city of Karachi in February 2010. The Afghan government believes that Baradar can influence the Taliban to join the Afghan government-led peace talks. So far, the Taliban have rejected the negotiation offers. \"We aren't too certain whether they (the released Taliban leaders) can play an important role in peace negotiations but it is a positive gesture from Pakistan in helping peace efforts,\" an Afghan official told the Reuters news agency. The Afghan government and the US are trying to hold separate peace talks with the Afghan Taliban in the hopes of finding a peaceful solution to the decade-long war. The US is winding up its operations in Afghanistan against Islamist militants and NATO troops are scheduled to withdraw from the war-torn country in 2014. Bargaining chip Afghanistan has long criticized Pakistan for not giving it access to imprisoned members of the Taliban leadership. The Afghan government and the US accuse Pakistan's Inter-Services Intelligence agency (ISI) of supporting its favorite Taliban factions to use them as a bargaining chip while dealing with Kabul and Washington. Experts say that, despite the fact that Islamabad has agreed to hand over some Taliban leaders to Afghan authorities, it is unlikely that it is going to abandon its policy of maintaining strategic influence in Afghanistan through the Taliban. Dr. Naeem Ahmed, professor of International Relations at Karachi University, told DW that Pakistan wanted \"to see a bigger role for the Taliban in Afghanistan.\" \"Washington and Kabul also want to take the Taliban on board, and they are already conducting secret talks with some of their factions, but they want to exclude Pakistan from these negotiations,\" he added. \"That is not going down well with Islamabad.\" Islamabad-based defense analyst Tahir Khan told DW that there were several unresolved issues between the two uneasy neighbors. \"The Afghan government demands that Pakistan must give access to detained Taliban leaders so that its officials could talk to them directly,\" Khan said, adding that the Afghan government had always accused Pakistan of assassinating the Taliban leaders that were willing to negotiate with Afghanistan. A U-turn? Dr. Moonis Ahmar, professor of International Relations at Karachi University, told DW that peace efforts in Afghanistan were in Pakistan's own interest. He said that Pakistan did not want to see a civil war in Afghanistan after the withdrawal of NATO troops from the country in 2014. For that reason, Ahmar said, Pakistani authorities had been trying to use their influence on some \"moderate Taliban leaders\" to engage in talks with the Afghan government and the US. \"It is not clear on what terms and conditions these Taliban leaders are being released,\" Ahmar said. \"The Afghan government has clearly said that it will only talk to the Taliban if they agree to certain rules and abandon the use of violence. I am not sure that those who are being freed have agreed to these terms.\" Ahmar also told DW that Saudi Arabia had been playing a big role in the Afghan reconciliation efforts at the behest of the US government, suggesting that the deal between Kabul and Islamabad for the prisoners' release could be facilitated by Riyadh. Experts, however, say that Pakistan would not favor any government in Kabul which did not protect its interests. They say that, despite its willingness to set some Taliban leaders free, it will still bargain with the US and Afghanistan through leaders like Baradar. \"India is becoming a major player in Afghan politics,\" Ahmar said, referring to several economic and strategic pacts between Kabul and New Delhi during Afghan President Hamid Karzai's recent Indian visit. Experts say that the US and other NATO countries have to find a way in which Pakistan, particularly its powerful military generals, feels that its interests are not compromised. Ahmar concluded that the lasting solution of the Afghan conflict depended on how India and Pakistan came to an agreement about their respective roles in the post 2014 Afghanistan.",
  "relations": [
    [
      "Inter-Services Intelligence agency",
      "Pakistan",
      "agency_of"
    ],
    [
      "Inter-Services Intelligence agency",
      "Pakistani",
      "agency_of-x"
    ],
    [
      "Inter-Services Intelligence agency",
      "Pakistan",
      "based_in0"
    ],
    [
      "Inter-Services Intelligence agency",
      "Pakistani",
      "based_in0-x"
    ],
    [
      "Taliban",
      "Afghanistan",
      "based_in0"
    ],
    [
      "Taliban",
      "Afghans",
      "based_in0-x"
    ],
    [
      "Taliban",
      "Afghan",
      "based_in0-x"
    ],
    [
      "Mullah Abdul Ghani Baradar",
      "Taliban",
      "head_of"
    ],
    [
      "Mullah Abdul Ghani Baradar",
      "Taliban",
      "member_of"
    ],
    [
      "Moonis Ahmar",
      "Karachi University",
      "member_of"
    ],
    [
      "Tahir Khan",
      "Pakistan",
      "citizen_of"
    ],
    [
      "Tahir Khan",
      "Pakistani",
      "citizen_of-x"
    ],
    [
      "Afghans",
      "Afghanistan",
      "gpe0"
    ],
    [
      "Afghan",
      "Afghanistan",
      "gpe0"
    ],
    [
      "Islamabad",
      "Pakistan",
      "in0"
    ],
    [
      "Islamabad",
      "Pakistani",
      "in0-x"
    ],
    [
      "Pakistani",
      "Pakistan",
      "gpe0"
    ],
    [
      "dpa",
      "German",
      "based_in0-x"
    ],
    [
      "High Peace Council",
      "Afghanistan",
      "agency_of"
    ],
    [
      "High Peace Council",
      "Afghans",
      "agency_of-x"
    ],
    [
      "High Peace Council",
      "Afghan",
      "agency_of-x"
    ],
    [
      "High Peace Council",
      "Afghanistan",
      "based_in0"
    ],
    [
      "High Peace Council",
      "Afghans",
      "based_in0-x"
    ],
    [
      "High Peace Council",
      "Afghan",
      "based_in0-x"
    ],
    [
      "Salahauddin Rabbani",
      "High Peace Council",
      "head_of"
    ],
    [
      "Salahauddin Rabbani",
      "High Peace Council",
      "member_of"
    ],
    [
      "Zabiullah Mujahid",
      "Afghanistan",
      "citizen_of"
    ],
    [
      "Zabiullah Mujahid",
      "Afghans",
      "citizen_of-x"
    ],
    [
      "Zabiullah Mujahid",
      "Afghan",
      "citizen_of-x"
    ],
    [
      "Zabiullah Mujahid",
      "Taliban",
      "member_of"
    ],
    [
      "Karachi",
      "Pakistan",
      "in0"
    ],
    [
      "Karachi",
      "Pakistani",
      "in0-x"
    ],
    [
      "Kabul",
      "Afghanistan",
      "in0"
    ],
    [
      "Kabul",
      "Afghans",
      "in0-x"
    ],
    [
      "Kabul",
      "Afghan",
      "in0-x"
    ],
    [
      "Washington",
      "US",
      "in0"
    ],
    [
      "Naeem Ahmed",
      "Karachi University",
      "member_of"
    ],
    [
      "Karachi University",
      "Pakistan",
      "based_in0"
    ],
    [
      "Karachi University",
      "Pakistani",
      "based_in0-x"
    ],
    [
      "Karachi University",
      "Karachi",
      "based_in2"
    ],
    [
      "DW",
      "German",
      "based_in0-x"
    ],
    [
      "Riyadh",
      "Saudi Arabia",
      "in0"
    ],
    [
      "New Delhi",
      "India",
      "in0"
    ],
    [
      "New Delhi",
      "Indian",
      "in0-x"
    ],
    [
      "Hamid Karzai",
      "Afghanistan",
      "agent_of"
    ],
    [
      "Hamid Karzai",
      "Afghanistan",
      "citizen_of"
    ],
    [
      "Hamid Karzai",
      "Afghans",
      "citizen_of-x"
    ],
    [
      "Hamid Karzai",
      "Afghan",
      "citizen_of-x"
    ],
    [
      "Hamid Karzai",
      "Afghanistan",
      "head_of_state"
    ],
    [
      "Hamid Karzai",
      "Afghans",
      "head_of_state-x"
    ],
    [
      "Hamid Karzai",
      "Afghan",
      "head_of_state-x"
    ],
    [
      "Indian",
      "India",
      "gpe0"
    ]
  ]
}