{
  "content": "Tanzania's Magufuli leads fight against corruption\nAs an anti-corruption conference ends in London, in Tanzania the battle to end graft is on in earnest. At the forefront is President John Magufuli. In his five months in office, he's already shown he means business.\nNicknamed \"the bulldozer\" for his style of leadership, Tanzania's President John Pombe Magufuli has earned himself credibility and acclaim, both in and outside Tanzania, for his fight against corruption. He has started to sweep away the country's reputation for endemic corruption and poor public service. The East African country is ranked among the top 20 countries in Africa with the worst corruption and is also placed 117th out of 168 countries in Transparency International's 2015 Corruption Index. Since assuming office in November 2015, Magufuli has been rebuilding lost trust with Western donors by firing public officials deemed to be incompetent and corrupt. Last November and December, six senior officials in the Tanzania Revenue Authority, including Commissioner General Rashid Bade, were fired. Also suspended was the director general of the Tanzania Ports Authority, Ephraim Mgawe, over a scandal involving the non-payment of $40 million (35,1 million euros) in import taxes. Magufuli also sacked Edward Hoseah, the long-serving director general of the Prevention and Combating of Corruption Bureau (PCCB), due to the slow pace of the fight against graft. Magufuli left no doubt about his aims immediately after he was sworn in. \"I'm telling government officers who are lazy and negligent to be prepared. They were tolerated for a long time. This is the end,\" Magufuli warned in his first speech as president. Later, he matched his words with actions, slashing the number of cabinet posts from 30 to 19 by merging ministries. \"The bulldozer\" banned inessential foreign travel for politicians and business class flights for all but the most senior figures. The president went further to ban the Independence Day celebrations in favor of leading a street cleaning campaign. Last month, Magufuli made his first foreign visit to Rwanda. While there, he said he had turned down many invitations from the West to attend various conferences. He drove all the way to Rwanda, avoiding flight costs. In Rwanda, the country's president, Paul Kagame, commended Magufuli's efforts in cutting unnecessary costs and fighting corruption in Tanzania. \"Your consistent message on fighting corruption is very refreshing. You have a good and reliable partner in Rwanda,” Kagame told Magufuli. How Magufuli is making a difference The African Union estimates that $50 billion is lost to corruption and other financial crimes across Africa each year. Many heads of state on the continent have vowed to eradicate corruption from their countries. Legislation to punish the vice has been drafted and anti-corruption authorities have been formed. However, on the ground, little seems to have changed. Rwandan researcher and political commentator Christophe Kayumba told DW that, unlike other African heads of state, Magufuli has translated his intentions into actions. \"Magufuli has actually acted on his words. He has suspended corrupt officials and reduced public expenditure,\" Kayumba said. According to a local newspaper, Tanzania Daily News, besides cutting costs and taking administrative action against incompetent and corrupt public servants, some 596 cases related to corruption are currently before the courts. Many Tanzanians say they believe in Magufuli. However, some fear their president is fighting a lone battle. \"He is doing a good job, but the corrupt people don't appreciate that,\" Lightness Elly, a resident in Arusha, said. Another resident, Msafiri Musa, told DW that the president is fighting against top officials, influential leaders and wealthy people who have been surviving on graft. \"He is really trying, and that is why those who are used to taking bribes are opposed to him. We must back him in this struggle,\" Musa said. Also in Arusha, Mary Mahu said all corrupt activities should be exposed. \"There are some unscrupulous business people who have hidden a huge consignment of sugar and are now selling it at exorbitant prices,\" Mahu said. \"This is affecting us if the corruption networks are not dismantled.\" It is too early to say whether Magufuli will stick to his course as he continues in his first term in office. However, Kayumba is optimistic the president will keep up the fierce fight against corruption. \"If you study the history of President Magufuli, he comes from the old school of people who believe in integrity and moral values. He is a disciplinarian person,\" Kayumba said.",
  "relations": [
    [
      "Christophe Kayumba",
      "Rwanda",
      "citizen_of"
    ],
    [
      "Christophe Kayumba",
      "Rwandan",
      "citizen_of-x"
    ],
    [
      "John Pombe Magufuli",
      "Tanzania",
      "agent_of"
    ],
    [
      "John Pombe Magufuli",
      "Tanzania",
      "citizen_of"
    ],
    [
      "John Pombe Magufuli",
      "Tanzanians",
      "citizen_of-x"
    ],
    [
      "John Pombe Magufuli",
      "Tanzania",
      "head_of_state"
    ],
    [
      "John Pombe Magufuli",
      "Tanzanians",
      "head_of_state-x"
    ],
    [
      "Mary Mahu",
      "Tanzania",
      "citizen_of"
    ],
    [
      "Mary Mahu",
      "Tanzanians",
      "citizen_of-x"
    ],
    [
      "Msafiri Musa",
      "Tanzania",
      "citizen_of"
    ],
    [
      "Msafiri Musa",
      "Tanzanians",
      "citizen_of-x"
    ],
    [
      "Paul Kagame",
      "Rwanda",
      "agent_of"
    ],
    [
      "Paul Kagame",
      "Rwanda",
      "citizen_of"
    ],
    [
      "Paul Kagame",
      "Rwandan",
      "citizen_of-x"
    ],
    [
      "Paul Kagame",
      "Rwanda",
      "head_of_state"
    ],
    [
      "Paul Kagame",
      "Rwandan",
      "head_of_state-x"
    ],
    [
      "Prevention and Combating of Corruption Bureau",
      "Tanzania",
      "agency_of"
    ],
    [
      "Prevention and Combating of Corruption Bureau",
      "Tanzanians",
      "agency_of-x"
    ],
    [
      "Prevention and Combating of Corruption Bureau",
      "Tanzania",
      "based_in0"
    ],
    [
      "Prevention and Combating of Corruption Bureau",
      "Tanzanians",
      "based_in0-x"
    ],
    [
      "Tanzania Revenue Authority",
      "Tanzania",
      "agency_of"
    ],
    [
      "Tanzania Revenue Authority",
      "Tanzanians",
      "agency_of-x"
    ],
    [
      "Tanzania Revenue Authority",
      "Tanzania",
      "based_in0"
    ],
    [
      "Tanzania Revenue Authority",
      "Tanzanians",
      "based_in0-x"
    ],
    [
      "Rashid Bade",
      "Tanzania",
      "agent_of"
    ],
    [
      "Rashid Bade",
      "Tanzanians",
      "agent_of-x"
    ],
    [
      "Rashid Bade",
      "Tanzania",
      "citizen_of"
    ],
    [
      "Rashid Bade",
      "Tanzanians",
      "citizen_of-x"
    ],
    [
      "Rashid Bade",
      "Tanzania Revenue Authority",
      "head_of"
    ],
    [
      "Rashid Bade",
      "Tanzania Revenue Authority",
      "member_of"
    ],
    [
      "Tanzania Ports Authority",
      "Tanzania",
      "agency_of"
    ],
    [
      "Tanzania Ports Authority",
      "Tanzanians",
      "agency_of-x"
    ],
    [
      "Tanzania Ports Authority",
      "Tanzania",
      "based_in0"
    ],
    [
      "Tanzania Ports Authority",
      "Tanzanians",
      "based_in0-x"
    ],
    [
      "Ephraim Mgawe",
      "Tanzania",
      "agent_of"
    ],
    [
      "Ephraim Mgawe",
      "Tanzanians",
      "agent_of-x"
    ],
    [
      "Ephraim Mgawe",
      "Tanzania",
      "citizen_of"
    ],
    [
      "Ephraim Mgawe",
      "Tanzanians",
      "citizen_of-x"
    ],
    [
      "Edward Hoseah",
      "Tanzania",
      "agent_of"
    ],
    [
      "Edward Hoseah",
      "Tanzanians",
      "agent_of-x"
    ],
    [
      "Edward Hoseah",
      "Tanzania",
      "citizen_of"
    ],
    [
      "Edward Hoseah",
      "Tanzanians",
      "citizen_of-x"
    ],
    [
      "Edward Hoseah",
      "Prevention and Combating of Corruption Bureau",
      "head_of"
    ],
    [
      "Edward Hoseah",
      "Prevention and Combating of Corruption Bureau",
      "member_of"
    ],
    [
      "Rwandan",
      "Rwanda",
      "gpe0"
    ],
    [
      "Tanzania Daily News",
      "Tanzania",
      "based_in0"
    ],
    [
      "Tanzania Daily News",
      "Tanzanians",
      "based_in0-x"
    ],
    [
      "Tanzanians",
      "Tanzania",
      "gpe0"
    ],
    [
      "Lightness Elly",
      "Tanzania",
      "citizen_of"
    ],
    [
      "Lightness Elly",
      "Tanzanians",
      "citizen_of-x"
    ],
    [
      "Arusha",
      "Tanzania",
      "in0"
    ],
    [
      "Arusha",
      "Tanzanians",
      "in0-x"
    ]
  ]
}