{
  "content": "Saudi effort to squash criticism of Yemen war violations may backfire\nSaudi Arabia and its allies have threatened the UN with cutting funds to millions of children in order to squash criticism of rights violations in Yemen. Blackmailing the UN is unlikely to avert criticism.\nSaudi Arabia is throwing its financial and diplomatic weight around in an effort to mask inconvenient but widely documented human rights abuses and violations of international law tied to its war in Yemen. The kingdom's most recent endeavor was revealed in a rare public rebuke from UN Secretary General Ban Ki-moon, who said on Thursday he faced \"undue pressure\" to remove the Saudi-led coalition fighting in Yemen from a blacklist of countries that kill and maim children. The secretary general said he had made the \"painful and difficult\" decision to temporarily remove the Saudi-led coalition from the annex of the report earlier this week due to the \"very real prospect\" that millions of children in Palestine, South Sudan, Syria and Yemen would be cut off from funding. The Saudis and allied Gulf states provide hundreds of millions of dollars in aid to UN bodies annually, including the UN children's fund. The UN report on children and armed conflict, dubbed a \"list of shame,\" found the US-supported, Saudi-led coalition was responsible for 60 percent of the 1,953 children killed or injured in Yemen in 2015. The UN documented 101 attacks on schools and hospitals, for which the coalition was held responsible for about half. Other armed groups in the conflict, including Houthi rebels, al-Qaeda in the Arabian Peninsula (AQAP), the \"Islamic State,\" Yemeni government forces and militia were also listed in the annex. Saudi Arabia and its allies, as well as the Organization of Islamic Cooperation, the Arab League and the Gulf Cooperation Council all applied pressure to squash the report. Particularly contentious was the placement of the coalition together with terrorist and extremist groups. The UN report parallels widespread findings by rights groups accusing the Saudi-led coalition of committing grave violations of international law in its prosecution of the war in Yemen. The coalition, which includes the Gulf oil states and is backed by the United States, denies any wrongdoing. Saudi Arabia's UN Ambassador Abdallah Al-Mouallimi denied using \"threats or intimidation\" against the UN, while opining that it was his view that the delisting was \"final, irreversible and unconditional.\" Ban said the coalition listing will now go to a joint review of cases. The UN's decision triggered a torrent of criticism from human rights groups, which noted removing the Saudi-led coalition sends \"a message to parties to armed conflict that if they apply sufficient political pressure, they can manipulate their exclusion from the list and avoid scrutiny and accountability.\" \"If the Saudi-led Coalition wants to be removed from the list, it should stop killing and maiming children and bombing schools and hospitals in Yemen—the violations for which it was listed,\" Human Rights Watch and 19 other groups wrote in an open letter to the secretary general. The Saudi efforts to squash criticism may even cause rights organizations to double down on their already harsh criticism of the kingdom's conduct in Yemen. Jane Kinninmont, the deputy head of the Middle East and North Africa program at Chatham House, told DW that Saudi strong-arm tactics may further damage its reputation. But, citing the US and Israel, she noted the Saudis threatened to cut funding just as a small number of other powerful countries have done. \"It has not helped its international reputation in this case, but the move may be aimed more at the domestic audience, and also takes place in the context of possible legal challenges to the conduct of the war in Yemen,\" she said. \"It is part of a general PR effort to discredit all reports of violations of international humanitarian law as Houthi propaganda.\" The UN excluded Israel and Hamas from the list last year after coming under pressure from Washington and Tel Aviv, which argued Israel should not be on the same list as a terrorist organization. \"Now we have a pattern where you can bully your way off the list,\" Veronica Yates, the director of Child Rights International Network, which signed onto the open letter to Ban, told DW. \"It really undermines a mechanism that has taken years to build up and strengthen.\" Since coming to the throne in early 2015, King Salman bin-Abdulaziz al-Saud and his 30-year-old son, the deputy crown prince and defense minister Mohammed bin Salman, have pursed a more aggressive foreign policy. The kingdom and its allies entered into a war of choice in Yemen against an alliance of Houthi rebels and forces loyal to former president Ali Abdullah Saleh in a bid reinstall the government of President Abed-Rabbo Mansour Hadi and counter alleged Iranian influence in its backyard. The military operations and a naval blockade have exacerbated the humanitarian situation to the point that 80 percent of Yemenis are in need of assistance. Yet, the Saudis and Gulf states are also major contributors to UN operations, including in Yemen. This gives them considerable leverage and cover to pursue geopolitical objectives. Sebastian Sons, an associate fellow at the Near East and North Africa Program at the German Council on Foreign Relations, told DW that the UN backtracking reflects the increased influence of Saudi Arabia and other Gulf states on the UN. \"Saudi Arabia was one of the most important donors to UN institutions. The Saudi influence on the UN has increased tremendously,\" said Sons. \"Nonetheless, this UN decision is a wrong step aiming at appeasing Saudi Arabia and to continue the cooperation with Saudi Arabia.\" He cautioned, however, that the Saudis need to act more cautiously and diplomatically in the future. \"Otherwise, the international criticism against the Saudi policy will further increase which cannot be in the interest of the Saudi government,\" he said, noting the country faces severe security, socio-economic and external problems.",
  "relations": [
    [
      "Ban Ki-moon",
      "UN",
      "head_of"
    ],
    [
      "Ban Ki-moon",
      "UN",
      "member_of"
    ],
    [
      "Salman bin-Abdulaziz al-Saud",
      "Saudi Arabia",
      "agent_of"
    ],
    [
      "Salman bin-Abdulaziz al-Saud",
      "Saudi Arabia",
      "citizen_of"
    ],
    [
      "Salman bin-Abdulaziz al-Saud",
      "Saudi",
      "citizen_of-x"
    ],
    [
      "Salman bin-Abdulaziz al-Saud",
      "Saudis",
      "citizen_of-x"
    ],
    [
      "Salman bin-Abdulaziz al-Saud",
      "Saudi Arabia",
      "head_of_state"
    ],
    [
      "Salman bin-Abdulaziz al-Saud",
      "Saudi",
      "head_of_state-x"
    ],
    [
      "Salman bin-Abdulaziz al-Saud",
      "Saudis",
      "head_of_state-x"
    ],
    [
      "Salman bin-Abdulaziz al-Saud",
      "Mohammed bin Salman",
      "parent_of"
    ],
    [
      "Sebastian Sons",
      "German Council on Foreign Relations",
      "member_of"
    ],
    [
      "Saudi",
      "Saudi Arabia",
      "gpe0"
    ],
    [
      "Saudis",
      "Saudi Arabia",
      "gpe0"
    ],
    [
      "Houthi",
      "Yemen",
      "based_in0"
    ],
    [
      "Houthi",
      "Yemeni",
      "based_in0-x"
    ],
    [
      "Houthi",
      "Yemenis",
      "based_in0-x"
    ],
    [
      "Yemeni",
      "Yemen",
      "gpe0"
    ],
    [
      "Abdallah Al-Mouallimi",
      "Saudi Arabia",
      "agent_of"
    ],
    [
      "Abdallah Al-Mouallimi",
      "Saudi",
      "agent_of-x"
    ],
    [
      "Abdallah Al-Mouallimi",
      "Saudis",
      "agent_of-x"
    ],
    [
      "Abdallah Al-Mouallimi",
      "Saudi Arabia",
      "citizen_of"
    ],
    [
      "Abdallah Al-Mouallimi",
      "Saudi",
      "citizen_of-x"
    ],
    [
      "Abdallah Al-Mouallimi",
      "Saudis",
      "citizen_of-x"
    ],
    [
      "Jane Kinninmont",
      "Middle East and North Africa",
      "head_of"
    ],
    [
      "Jane Kinninmont",
      "Middle East and North Africa",
      "member_of"
    ],
    [
      "Jane Kinninmont",
      "Chatham House",
      "member_of"
    ],
    [
      "Hamas",
      "Palestine",
      "based_in0"
    ],
    [
      "Washington",
      "United States",
      "in0"
    ],
    [
      "Tel Aviv",
      "Israel",
      "in0"
    ],
    [
      "Veronica Yates",
      "Child Rights International Network",
      "head_of"
    ],
    [
      "Veronica Yates",
      "Child Rights International Network",
      "member_of"
    ],
    [
      "Mohammed bin Salman",
      "Saudi Arabia",
      "agent_of"
    ],
    [
      "Mohammed bin Salman",
      "Salman bin-Abdulaziz al-Saud",
      "child_of"
    ],
    [
      "Mohammed bin Salman",
      "Saudi Arabia",
      "citizen_of"
    ],
    [
      "Mohammed bin Salman",
      "Saudi",
      "citizen_of-x"
    ],
    [
      "Mohammed bin Salman",
      "Saudis",
      "citizen_of-x"
    ],
    [
      "Mohammed bin Salman",
      "Saudi Arabia",
      "minister_of"
    ],
    [
      "Mohammed bin Salman",
      "Saudi",
      "minister_of-x"
    ],
    [
      "Mohammed bin Salman",
      "Saudis",
      "minister_of-x"
    ],
    [
      "Ali Abdullah Saleh",
      "Yemen",
      "agent_of"
    ],
    [
      "Ali Abdullah Saleh",
      "Yemen",
      "citizen_of"
    ],
    [
      "Ali Abdullah Saleh",
      "Yemeni",
      "citizen_of-x"
    ],
    [
      "Ali Abdullah Saleh",
      "Yemenis",
      "citizen_of-x"
    ],
    [
      "Ali Abdullah Saleh",
      "Yemen",
      "head_of_state"
    ],
    [
      "Ali Abdullah Saleh",
      "Yemeni",
      "head_of_state-x"
    ],
    [
      "Ali Abdullah Saleh",
      "Yemenis",
      "head_of_state-x"
    ],
    [
      "Abed-Rabbo Mansour Hadi",
      "Yemen",
      "agent_of"
    ],
    [
      "Abed-Rabbo Mansour Hadi",
      "Yemen",
      "citizen_of"
    ],
    [
      "Abed-Rabbo Mansour Hadi",
      "Yemeni",
      "citizen_of-x"
    ],
    [
      "Abed-Rabbo Mansour Hadi",
      "Yemenis",
      "citizen_of-x"
    ],
    [
      "Abed-Rabbo Mansour Hadi",
      "Yemen",
      "head_of_state"
    ],
    [
      "Abed-Rabbo Mansour Hadi",
      "Yemeni",
      "head_of_state-x"
    ],
    [
      "Abed-Rabbo Mansour Hadi",
      "Yemenis",
      "head_of_state-x"
    ],
    [
      "Yemenis",
      "Yemen",
      "gpe0"
    ]
  ]
}