{
  "content": "Nowitzki and Dallas swept aside in NBA playoffs\nGerman basketball legend Dirk Nowitzki has failed to lead his Dallas Mavericks to back-to-back NBA titles in the US. The defending champs were utterly floored at the first hurdle against the Oklahoma City Thunder.\nThe NBA champion Dallas Mavericks were swept out of the NBA playoffs in the first round over the weekend, losing their seven-game series against the Oklahoma City Thunder 4-0. Playing with home-court advantage in their last-chance-saloon fourth game late on Saturday, the Mavericks led by 13 points early in the fourth and final quarter - but could not hold the advantage and lost 103-97. Nowitzki, Dallas' most influential player for years and the Most Valuable Player (MVP) award winner of last season's finals against the Miami Heat, led his team even in defeat, notching up 34 points. Another veteran superstar on the Dallas roster, point guard Jason Kidd, bagged 16 points, eight assists and seven rebounds in an impressive all-round performance. The 33-year-old German, for whom time is starting to run short where silverware is concerned, lauded the young Oklahoma victors. The Thunder had racked up a far superior record to Dallas in the regular season, which is used as a basis to decide how US basketball's top sides will be seeded in the all-important playoffs. \"I just thought they had more weapons than us,\" Nowitzki said after the game. The Mavericks - led by Nowitzki, 18-year veteran Kidd, and 34-year-old livewire Jason Terry - are the oldest team in all the NBA. The new order rises Rising star Kevin Durant led the Thunder throughout the four-game series, also scoring 24 points and 11 rebounds in Saturday's encounter. But another of the young Oklahoma stars, James Harden, did the real game 4 damage, going on a late scoring tear to eradicate Dallas' advantage. Mavericks coach Rick Carlisle praised the team that vanquished his side, hinting that the Thunder might be the surprise package of the entire playoff campaign - not just of the first round. \"They're a great young team,\" Carlisle said. \"And the thing that impressed me most about them is that they have a certain look in their eye right now; not just that they belong, but that this could be their time.\" The result was sweet revenge for the Oklahoma troupe, who lost out to the Mavericks last year as Nowitzki and co. swept towards their first ever championship. Nowitzki is the most successful German basketball player of all time by a wide margin. In 2006, he became the first ever European to win the coveted Most Valuable Player award for regular season performance; he's still the continent's only NBA MVP. He is also the highest scoring player in Mavericks history, by a whopping 4,000-point margin, and he's the 19th-most prolific basketball player in NBA history - with a realistic chance of climbing several more places before he bows out of the game. In his 2006 MVP season, \"the Mavs\" went into the playoffs as the top seeded team in all of basketball, only to crash out in the first round to the Golden State Warriors. For all his success, veteran Nowitzki is no stranger to this weekend's sadness either. msh/sej (AFP, AP, dpa)",
  "relations": [
    [
      "Dallas Mavericks",
      "NBA playoffs",
      "appears_in"
    ],
    [
      "Dallas Mavericks",
      "US",
      "based_in0"
    ],
    [
      "Dallas Mavericks",
      "Oklahoma City Thunder",
      "vs"
    ],
    [
      "Dallas Mavericks",
      "Miami Heat",
      "vs"
    ],
    [
      "Dallas Mavericks",
      "Golden State Warriors",
      "vs"
    ],
    [
      "Dirk Nowitzki",
      "Most Valuable Player",
      "award_received"
    ],
    [
      "Dirk Nowitzki",
      "German",
      "citizen_of-x"
    ],
    [
      "Dirk Nowitzki",
      "Dallas Mavericks",
      "member_of"
    ],
    [
      "Dirk Nowitzki",
      "Dallas Mavericks",
      "player_of"
    ],
    [
      "NBA",
      "US",
      "based_in0"
    ],
    [
      "Jason Kidd",
      "Dallas Mavericks",
      "member_of"
    ],
    [
      "Jason Kidd",
      "Dallas Mavericks",
      "player_of"
    ],
    [
      "Rick Carlisle",
      "Dallas Mavericks",
      "coach_of"
    ],
    [
      "Rick Carlisle",
      "Dallas Mavericks",
      "member_of"
    ],
    [
      "Oklahoma City Thunder",
      "US",
      "based_in0"
    ],
    [
      "Oklahoma City Thunder",
      "Dallas Mavericks",
      "vs"
    ],
    [
      "Oklahoma City Thunder",
      "Dallas Mavericks",
      "won_vs"
    ],
    [
      "NBA playoffs",
      "US",
      "event_in0"
    ],
    [
      "Miami Heat",
      "US",
      "based_in0"
    ],
    [
      "Miami Heat",
      "Dallas Mavericks",
      "vs"
    ],
    [
      "Jason Terry",
      "Dallas Mavericks",
      "member_of"
    ],
    [
      "Jason Terry",
      "Dallas Mavericks",
      "player_of"
    ],
    [
      "Kevin Durant",
      "Oklahoma City Thunder",
      "member_of"
    ],
    [
      "Kevin Durant",
      "Oklahoma City Thunder",
      "player_of"
    ],
    [
      "James Harden",
      "Oklahoma City Thunder",
      "member_of"
    ],
    [
      "James Harden",
      "Oklahoma City Thunder",
      "player_of"
    ],
    [
      "Golden State Warriors",
      "US",
      "based_in0"
    ],
    [
      "Golden State Warriors",
      "Dallas Mavericks",
      "vs"
    ]
  ]
}