{
  "content": "Supreme Court blocks Madoff victims from recovering billions\nA ruling by the US Supreme Court could block victims of Bernard Madoff's Ponzi scheme from recouping billions of dollars from investors who cashed out before the enterprise of the disgraced financier went bust in 2008.\nThe high court on Monday said federal bankruptcy law did not permit trustee Irving Picard to recover billions of dollars in payments from some clients of Madoff's fraudulent investment scheme who profited from the now defunct company. Those former Madoff customers sold their shares in Bernard L. Madoff Investment Securities more than two years before the firm collapsed on Dec. 11, 2008, walking away with handsome profits. Picard, the bankrupt firm's liquidator, subsequently took action to recover the money that Madoff had swindled from unsuspecting investors, many of whom saw their entire life savings evaporate. Picard sought to win back some $4 billion (3.5 billion euros) from people who withdrew more than they invested, but a federal court barred him from doing so late last year. Monday's Supreme Court decision let that ruling stand. 'Clawbacks' According to lawyers in the case, the courts have blocked Picard and the Securities Investor Protection Corporation - a nonprofit that helps customers recover funds when brokerages go under - from directly recoving some $2 billion. It also complicated the process of getting back a further $2 billion. The courts' recalcitrance was due to clauses in federal bankruptcy code that aim to prevent such \"clawbacks.\" When Congress wrote the laws, representatives hoped to preclude the kind of \"significant market disruption\" that recovering lost funds from brokerages could cause. Madoff was exposed a fraud when the financial crisis struck and it became clear that he had perpetrated the world's greatest known financial fraud. The impact of his Ponzi scheme has meanwhile been estimated at $65 billion. cjc/hg (AFP, Reuters)",
  "relations": []
}