{
  "content": "Post-Brexit fears prey on EU nationals in the UK\nThere are around two million EU citizens living and working in the UK. As Julia Macfarlane discovered, there's a certain sense of panic about their status now that the UK has voted to leave the EU.\n\"It's very unusual. We rarely get queries from European citizens [about applying for British citizenship] but now we get hundreds a week - email, Facebook, phone calls…We processed 35 new applications last week.\" Immigration lawyers at the Davidson Morris firm have been so inundated with the surge in enquiries from European nationals living in the UK about naturalization that they have hired a new staffer specifically responsible for dealing with the calls. A lot of the initial conversations they have had from people concerned about how the Brexit vote may affect their status in the UK showed that uncertainty over the outcome is causing a lot of anxiety for people who have lived in the UK for many years. In the wake of the vote to leave, Conservative MEP Daniel Hannan told the BBC that no one had suggested a change to the status of EU nationals living in Britain. However, there is a tangible sense of uncertainty for many of those in question. \"Most of the people getting in touch have actually been living and working here for many years,\" says Anisa Ghoshi. \"There was one gentleman who has been here for more than 40 years - since 1973.\" The man is originally Dutch, but told Anisa of the dilemma he was in, identifying completely with the British character and not that of his heritage - despite being a foreigner on paper. \"I'm not a wishy-washy European!\" he said. He has a flawless English accent, Anisa recalled - particularly the very British indignation in that last remark. Recent, subtle amendments to British immigration rules have caught many off guard. Until last November, European nationals living in the UK for five years were automatically granted the status of permanent residency, and after 12 months of continuing this status, were then eligible to apply for citizenship. The Home Office then introduced new rules that meant European Economic Area (EEA) nationals after five years now have to apply formally for permanent residence, proving eligibility in a range of criteria, in order to produce a document that proves their status of residency should they want to pursue citizenship. More bureaucracy An additional layer of bureaucracy, an increase in the time taken to complete the process, and one that caught a lot of European expats off guard - but one that puts an additional stumbling block in front of those wanting to secure their status in the UK, says a leading immigration barrister at Garden Court Chambers in London. \"They've made the application very long and complicated since January this year. There are now more people needing help with applying for permanent residence,\" said Colin Yeo, who also confirmed that there had been a surge in the number of enquiries about citizenship from EEA nationals living in the UK in light of the referendum. The latest Home Office figures show applications for citizenship in 2015 rose by a fifth after the Conservatives won in the general election - standing on a manifesto which promised to hold a referendum before 2017- although the Home Office doesn't break figures down by nationalities from the EU and outside. When asked, the most common concern for EEA nationals enquiring about their status post-Brexit, was the possibility of deportation, or additional bureaucratic hoops to jump through, that if one is not careful and meticulous, could lead to deportation. The vast majority of Europeans enquiring about assistance with permanent residence or naturalizing as British citizens were people who have settled in the UK for many years, even decades, immigration firms told Deutsche Welle. In many cases people had married UK nationals, and had children with dual nationality. Living with uncertainty Despite the uncertainty of what sort of settlement the British government would make with the EU with regard to the status of EU nationals living in the UK, conditions are unlikely to jeopardize their status in the UK. That is, as long as they have been working or living as dependents in the UK for over five years and have an upstanding reputation, although the process of applications may very well be long and arduous, as lawyers are advising their clients. Nearly 40 percent of the total number of European workers in the UK totalling the more than two million people are from countries with far lower average wages such as Poland and Romania. As graduate unemployment continues to grow across the continent, there may be more young, lower-skill jobseekers adding to this number. The fast-food chain Pret a Manger was at the center of a political row several years ago over its high percentage of foreign workers at a time when British unemployment rose to a near 20-year high. It is however newer European migrants, often younger or of lower skilled professions such as retail and hospitality that occupy the lower wage ranges, and who have only recently settled in the UK, who might not have the same confidence of their status should the UK vote to leave the EU. It's of little comfort to Anke, an occupational therapist for the NHS from Germany, who has been here since 1990. She is married to a British citizen with two grown children - both of whom consider themselves British, rather than German. Devastating scenario \"For the first time in 26 years I feel that my future is uncertain and that - depending on the decisions of the government - I could actually lose my right to live in this country. I would find that devastating.\" Given that she has lived and worked in the country for more than a quarter century with strong anchors to the country, she's most likely going to be successful in any application for citizenship - but she will have to go through the process anyway, should the UK vote to leave. \"I think the problem is that nobody truly knows what would happen to the two million EU citizens who live in the UK…I don't feel particularly British but [citizenship] would secure my stay in this country.\"",
  "relations": [
    [
      "Conservatives",
      "Britain",
      "based_in0"
    ],
    [
      "Conservatives",
      "British",
      "based_in0-x"
    ],
    [
      "Conservatives",
      "English",
      "based_in0-x"
    ],
    [
      "British",
      "Britain",
      "gpe0"
    ],
    [
      "Daniel Hannan",
      "Britain",
      "citizen_of"
    ],
    [
      "Daniel Hannan",
      "British",
      "citizen_of-x"
    ],
    [
      "Daniel Hannan",
      "English",
      "citizen_of-x"
    ],
    [
      "Daniel Hannan",
      "Conservatives",
      "member_of"
    ],
    [
      "BBC",
      "Britain",
      "based_in0"
    ],
    [
      "BBC",
      "British",
      "based_in0-x"
    ],
    [
      "BBC",
      "English",
      "based_in0-x"
    ],
    [
      "English",
      "Britain",
      "gpe0"
    ],
    [
      "Home Office",
      "Britain",
      "agency_of"
    ],
    [
      "Home Office",
      "British",
      "agency_of-x"
    ],
    [
      "Home Office",
      "English",
      "agency_of-x"
    ],
    [
      "Home Office",
      "Britain",
      "based_in0"
    ],
    [
      "Home Office",
      "British",
      "based_in0-x"
    ],
    [
      "Home Office",
      "English",
      "based_in0-x"
    ],
    [
      "Home Office",
      "Britain",
      "ministry_of"
    ],
    [
      "Garden Court Chambers",
      "Britain",
      "agency_of"
    ],
    [
      "Garden Court Chambers",
      "British",
      "agency_of-x"
    ],
    [
      "Garden Court Chambers",
      "English",
      "agency_of-x"
    ],
    [
      "Garden Court Chambers",
      "Britain",
      "based_in0"
    ],
    [
      "Garden Court Chambers",
      "British",
      "based_in0-x"
    ],
    [
      "Garden Court Chambers",
      "English",
      "based_in0-x"
    ],
    [
      "London",
      "Britain",
      "in0"
    ],
    [
      "London",
      "British",
      "in0-x"
    ],
    [
      "London",
      "English",
      "in0-x"
    ],
    [
      "Deutsche Welle",
      "Germany",
      "based_in0"
    ],
    [
      "Deutsche Welle",
      "German",
      "based_in0-x"
    ],
    [
      "Pret a Manger",
      "Britain",
      "based_in0"
    ],
    [
      "Pret a Manger",
      "British",
      "based_in0-x"
    ],
    [
      "Pret a Manger",
      "English",
      "based_in0-x"
    ],
    [
      "Anke",
      "NHS",
      "member_of"
    ],
    [
      "NHS",
      "Britain",
      "agency_of"
    ],
    [
      "NHS",
      "British",
      "agency_of-x"
    ],
    [
      "NHS",
      "English",
      "agency_of-x"
    ],
    [
      "NHS",
      "Britain",
      "based_in0"
    ],
    [
      "NHS",
      "British",
      "based_in0-x"
    ],
    [
      "NHS",
      "English",
      "based_in0-x"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ]
  ]
}