{
  "content": "When Freedom Gets the Death Sentence\nThe murder of a Turkish woman and the applauding of the crime by some students have left Berlin shaken and officials pushing for ethics class. But how deep does the concept of honor run among some immigrant communities?\nOn a cold afternoon this week, Hatin Sürücü gazed gravely from a large poster behind a bus stop lined with flowers, cards and candles. To the people who came to this bleak part of Berlin's Tempelhof district for Tuesday's solemn vigil -- called not by the city's Muslim community but a gay and lesbian organization -- the image of the young woman in a headscarf, a baby in her arms, was familiar from newspapers and television. A few notes at the memorial read, \"Hope you get a better deal in your next life,\" and \"Live a life on your own terms.\" \"It's a scandal,\" said Ali K, 33. \"All Muslims in Berlin should take to the streets to protest.\" Yasemin, 22, said, \"It's horrific. All Hatin was doing was leading her life the way she wanted.\" But it was a choice she paid for with her life. On Feb. 7, 23-year-old Hatin Sürücü was gunned down at the aforementioned bus stop. She died on the spot. Shortly afterwards, three of her brothers -- who reportedly had long been threatening her -- were arrested. Investigators suspect it was a so-called \"honor killing,\" given the fact that Sürücü's ultra-conservative Turkish-Kurdish family strongly disapproved of her modern and \"un-Islamic\" life. Sürücü grew up in Berlin and was married off at 16 to a cousin in Istanbul. After a few years, she returned to the German capital with her young son, moved into a home for single mothers, completed school and began to train as an electrician. She stopped wearing a headscarf and was said to be outgoing and vivacious. \"She lived like a German\" Though not the first of its kind, the brazen shooting has sent shockwaves through Berlin, home to a large foreign community and which for years has fretted over steady ghetto-building in districts dominated by Turkish and Arab immigrants. While the incident has reopened debate on the integration of immigrants and the compatibility of Islamic values with Western ones, it’s the reaction of a small group of Turkish students to the murder that has rattled the German capital. Days after Hatin Sürücü was killed, some male students of Turkish origin at a high school near the scene of the crime reportedly downplayed the act. During a class discussion on the murder, one said, \"She (Hatin Sürücü) only had herself to blame,\" while another remarked \"She deserved what she got --the whore lived like a German.\" The school's director promptly dashed off a letter to parents and students, castigating the students and warning that the school didn’t tolerate incitement against freedom. \"Her lifestyle didn't fit\" The comments have sparked outrage and left many asking if it was just a one-off or whether such thinking is in fact not entirely uncommon among sections of the Muslim community in the city. According to some, it isn't. \"There isn't a single school with a high foreign population where teachers haven't faced this kind of thing, where individual students sometimes regard murder as a just sentence,\" said Heinz Wagner, head of school and education policy at the VBE teachers trade union and a school director himself. Referring to the controversial remarks on Sürücü's murder, he said, \"The very fact that they decided to provoke with something like that tells you that they're getting their ideas from somewhere.\" At Berlin's Turkish-dominated neighborhood near Kottbusser Tor in the Kreuzberg district, 17-year-old Erkan, a high school student of Turkish origin, was divided about the issue. \"I'm not saying you should murder, but Hatin's lifestyle just didn't fit the way traditional Muslims live,\" he said. Please click on the second page to continue reading the story No regret, but pride Experts insist that the problem is in no way a purely \"Islamic phenomenon\" and that the remarks of a few shouldn't be allowed to taint an entire community. But, statistics in Berlin show that murders ostensibly meant to uphold the honor of the family are high among Muslims. At the juvenile prison in the Berlin suburb Plötzensee, six of the current 529 inmates are serving time of six years and more for manslaughter in so-called \"honor crimes.\" All come from the Muslim world. Aged between 18 and 22, one of them, an Afghan national, was 16 when he helped relatives kill a widowed aunt who had refused to marry her brother-in-law. Prison director Marius Fiedler said most of the murders are often carefully plotted in the family with the support of all, including women. \"Usually the patriarch selects the youngest son to carry out the crime because he knows that judges in Germany don't usually give the maximum sentence of 10 years to a minor for manslaughter,\" he said. Fiedler admitted that getting the inmates, who undergo psychological therapy, to reform or change their attitudes is difficult. \"Many come from rural areas in Turkey or Lebanon and just don't know the concept of individualism,\" he said. \"They don't feel any regret for what they did though some even kill their favorite sister. Instead, they're honored and feel like martyrs for having been chosen to carry out the crime.\" Ethics class the answer? The realization that murder and archaic concepts of honor might actually find favor with some teenagers in the city, have caused alarm among Berlin's politicians and some Muslim organizations. \"It might be a minority, but even one person applauding the murder of Hatin Sürücü is absolutely unacceptable,\" said Kenan Kolat, head of the Turkish Association in Berlin and Brandenburg. His organization has initiated a discussion with teachers, politicians, parents and imams and is planning to work with Turkish newspapers and TV stations in Berlin to kick-start a debate on democratic values among the Turkish community. \"We have to begin speaking about the role of women, about honor concepts, dignity, mutual respect and democratic values,\" Kolat said. In addition to city politicians' plans to introduce a mandatory ethics course in schools across Berlin, Kolat is pushing for an Islamic studies course. \"The mainstream classroom has to be the place where one can get information about Islam, not in 'Islamic institutes' who have the theological upper hand in the city,\" he said. Some, however, are skeptical of such flash-in-the-pan plans. \"Every time there's a controversial incident, politicians routinely come up with 'ethics class' as a panacea,\" said school director Wagner. \"But the school can't be the only place for learning democratic values. You have to begin with the family.\"",
  "relations": [
    [
      "Hatin Sürücü",
      "Germany",
      "citizen_of"
    ],
    [
      "Hatin Sürücü",
      "German",
      "citizen_of-x"
    ],
    [
      "Turkish",
      "Turkey",
      "gpe0"
    ],
    [
      "Kenan Kolat",
      "Turkish Association",
      "head_of"
    ],
    [
      "Kenan Kolat",
      "Turkish Association",
      "member_of"
    ],
    [
      "Heinz Wagner",
      "VBE",
      "head_of"
    ],
    [
      "Heinz Wagner",
      "VBE",
      "member_of"
    ],
    [
      "Berlin",
      "Germany",
      "in0"
    ],
    [
      "Berlin",
      "German",
      "in0-x"
    ],
    [
      "Tempelhof",
      "Germany",
      "in0"
    ],
    [
      "Tempelhof",
      "Berlin",
      "in2"
    ],
    [
      "Istanbul",
      "Turkey",
      "in0"
    ],
    [
      "Istanbul",
      "Turkish",
      "in0-x"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "Kottbusser Tor",
      "Germany",
      "in0"
    ],
    [
      "Kottbusser Tor",
      "Berlin",
      "in2"
    ],
    [
      "Kreuzberg",
      "Germany",
      "in0"
    ],
    [
      "Kreuzberg",
      "Berlin",
      "in2"
    ],
    [
      "Plötzensee",
      "Germany",
      "in0"
    ],
    [
      "Plötzensee",
      "Berlin",
      "in2"
    ],
    [
      "Turkish Association",
      "Germany",
      "based_in0"
    ],
    [
      "Turkish Association",
      "German",
      "based_in0-x"
    ],
    [
      "Turkish Association",
      "Berlin",
      "based_in2"
    ],
    [
      "Brandenburg",
      "Germany",
      "in0"
    ],
    [
      "Brandenburg",
      "German",
      "in0-x"
    ]
  ]
}