{
  "content": "New massacre of cult members in Angola\nAccording to information obtained by DW, Angolan security forces perpetrated another massacre against members of the sect \"Light of the World\". It is not the first massacre of the kind in Angola.\nOnly a few people are said to have survived the attack by Angolan security forces against members of the Luz do Mundo\" (\"Light of the World\") sect in a village inhabited by them in Kassongue province in central Angola. The incident occurred in mid-August. Angelo Kapuacha, chairman of the Angolan NGO \"Regional Forum for University Development\" (FORDU), told DW that he was informed of the occurrence by neighbors of the village and relatives of those killed during the fighting. \"People told me about the shooting and bomb explosions.\" According to Kapuacha the village community was attacked twice by the police. \"The first attack was on August 9. At the time, five believers died. Then soldiers and police besieged the village. On Saturday, August 13, a further massive attack took place.\" The attacked stood no chance Elias Kalupeteka, the son of the imprisoned leader of the sect, Jose Julino Kalupeteka, told DW that nobody stood a chance during the latter attack: \"Except for the people arrested, we are not aware of any survivors,\" he said. Angelo Kapuacha of FORDU estimates that about 43 members of the sect lived in the village at the time of the attack. He believes that seven of them survived. \"Six women were jailed after the attacks; two were later transferred from the prison but have since disappeared.\" Kapuacha further adds that a girl was able to escape from the attacks, but was later found by the police and also jailed. He presumes that all the others, including the men and most of the children, did not survive. \"We have not heard from them.\" In April 2015 police clashed for the first time with members of the isolated free Christian church in Monte Sumi, in the province of Huambo. At the time, the government said some 13 civilians died. But human rights groups and the opposition claim that there were more than 100 deaths. What seems certain is that in last year's attack nine policemen were killed by members of the sect. In the aftermath, the cult’s leader Jose Kalupeteka and a number of his acolytes were sentenced to long prison sentences for murder. Access to information denied Sparse information about the second massacre has started to reach the public only very recently. \"So far, only the body of the village leader has been handed over. Only the police and government know where the rest of the dead are,\" says Kapuacha. There is no way of verifying the accounts on the spot, as the military and police have cordoned off the area around the village, he adds. Elias Isaac, director of the internationally recognized non-governmental organization Open Society in Angola confirmed this to DW. \"Something extraordinary happened in Kassongue that must have resulted in the death of many people. People have been thrown in jail and you can not access the place. Keeping people from going to this area alone, shows that something is very wrong. If there had been no massacre and no deaths the government would allow people to access the place.\" Isaac is calling for an independent investigation of the incident. Lives in danger \"The Light of the World\" sect was founded by the Angolan preacher Kalupeteka. In line with Adventist beliefs, it expects the world to come to an end soon. Many of its members live in secluded camps or villages. They are perceived as a nuisance by Angolan authorities, because they cannot control the church’s activities. But Elias Kalupeteka, the son of the cult leader, is sure that, \"as long as the members of \"The Light of the World\" keep their faith, persecutions will not stop them.\" According to Angelo Kapuacha of FORDU the government is trying to wipe out a whole church with more than 50,000 members across Angola: \"Their life is in danger,\" he told DW. Neither the Angolan police nor the Interior Ministry were willing to comment on the allegations.",
  "relations": [
    [
      "Angelo Kapuacha",
      "Angola",
      "citizen_of"
    ],
    [
      "Angelo Kapuacha",
      "Angolan",
      "citizen_of-x"
    ],
    [
      "Angelo Kapuacha",
      "Regional Forum for University Development",
      "head_of"
    ],
    [
      "Angelo Kapuacha",
      "Regional Forum for University Development",
      "member_of"
    ],
    [
      "Regional Forum for University Development",
      "Angola",
      "based_in0"
    ],
    [
      "Regional Forum for University Development",
      "Angolan",
      "based_in0-x"
    ],
    [
      "Kassongue",
      "Angola",
      "in0"
    ],
    [
      "Kassongue",
      "Angolan",
      "in0-x"
    ],
    [
      "Jose Julino Kalupeteka",
      "Angola",
      "citizen_of"
    ],
    [
      "Jose Julino Kalupeteka",
      "Angolan",
      "citizen_of-x"
    ],
    [
      "Jose Julino Kalupeteka",
      "The Light of the World",
      "head_of"
    ],
    [
      "Jose Julino Kalupeteka",
      "The Light of the World",
      "member_of"
    ],
    [
      "Jose Julino Kalupeteka",
      "Elias Kalupeteka",
      "parent_of"
    ],
    [
      "Elias Isaac",
      "Angola",
      "citizen_of"
    ],
    [
      "Elias Isaac",
      "Angolan",
      "citizen_of-x"
    ],
    [
      "Elias Isaac",
      "Open Society",
      "head_of"
    ],
    [
      "Elias Isaac",
      "Open Society",
      "member_of"
    ],
    [
      "Angolan",
      "Angola",
      "gpe0"
    ],
    [
      "Elias Kalupeteka",
      "Jose Julino Kalupeteka",
      "child_of"
    ],
    [
      "Elias Kalupeteka",
      "Angola",
      "citizen_of"
    ],
    [
      "Elias Kalupeteka",
      "Angolan",
      "citizen_of-x"
    ],
    [
      "Monte Sumi",
      "Angola",
      "in0"
    ],
    [
      "Monte Sumi",
      "Angolan",
      "in0-x"
    ],
    [
      "Monte Sumi",
      "Huambo",
      "in1"
    ],
    [
      "Huambo",
      "Angola",
      "in0"
    ],
    [
      "Huambo",
      "Angolan",
      "in0-x"
    ],
    [
      "Open Society",
      "Angola",
      "based_in0"
    ],
    [
      "Open Society",
      "Angolan",
      "based_in0-x"
    ],
    [
      "Interior Ministry",
      "Angola",
      "agency_of"
    ],
    [
      "Interior Ministry",
      "Angolan",
      "agency_of-x"
    ],
    [
      "Interior Ministry",
      "Angola",
      "based_in0"
    ],
    [
      "Interior Ministry",
      "Angolan",
      "based_in0-x"
    ],
    [
      "Interior Ministry",
      "Angola",
      "ministry_of"
    ]
  ]
}