{
  "content": "Social media and breaking news: Keep calm and don't retweet everything you see\nTweets, Facebook Live and Periscope feeds can offer useful insights into breaking news events, but if they are not used carefully, they can turn already tense moments into downright panic.\nIt was a Friday evening in Munich and many people were on their way home from work or shopping for the weekend. All of a sudden, smartphones started beeping with tweets and breaking news alerts. Friends whatsapped each other and very quickly a now frighteningly familiar situation became apparent: there was an attack underway in a major European city. This time it was at the Olympia shopping center in Munich. Just like a week ago in Nice, France, anyone on Twitter, Facebook, Periscope or other social media networks received instant updates, pictures and videos of what was happening on the ground at that very moment. It's become commonplace in our digital age to turn to social media for information of any kind - even more so when it comes to breaking news. That's because hardly a news event takes place without eyewitnesses recording developments and sharing them instantaneously across social platforms. Violent and shocking events such as the shooting in Munich or last week's terror attack in Nice are no exception. In fact it is exactly in such situations that social media shows its greatest strengths and weaknesses. Speed and eyewitness perspectives When it comes to speed, reach and mobility, social networks have an undisputed advantage over other media. Given an internet connection, users can easily upload photos and videos of what they experience in real-time, regardless of where they are. And these have the potential to be seen by millions far away from the original uploader. If used wisely, this eyewitness social media content can give the public good and useful details. During the course of Friday's attack in Munich, many social media users did exactly that. Those who were at or near the shopping center when the shooting broke out, posted content and provided details of the location and current situation. By doing so they informed others of what was going on and possibly helped people avoid dangerous situations. One of the very early photos taken in front of the shopping center is by Timm Kraeft. His tweet indicates in matter-of-fact terms the location and extent of the police blockade. Another example is the activation of catastrophe warning notices, which alert people to dangers in their area. When a user in a Munich taxi saw a warning flash up on the board computer she photographed and shared it, thereby alerting her followers to the escalating situation in the neighborhood of Stachus. The police and public offices also took to social media to inform people of developments, such as which areas to avoid or details about train cancellations. Munich police were particularly active on Twitter, posting updates in at least four languages, keeping its audience abreast of all that was happening. Direct assistance Beyond its informational value, content shared on Twitter and other platforms can provide direct assistance to victims or others in need. One trend that has sadly become all too familiar is the use of the hashtag #PortesOuvertes or \"open doors.\" This term first appeared after the Paris attacks in November 2015, when residents opened up their homes and offered a place to stay for those stranded in the city. Residents in Brussels and Nice made the same gesture and now the German equivalent #OffeneTür is spreading across Twitter users in Munich. This gesture and other help initiatives from Munich natives, such as this one to donate blood or anything else needed by the victims, are typical of the unifying power social media can have during and after a tragic event. Think before retweeting But tweets and live video feeds have their limits and can at times be a veritable source of harm during breaking news events. Amid the chaos and with emotions running high, users may share indiscriminately, as images flood their feeds with scenes of death and bloodshed. Some have good intentions and are simply seeking to inform others about the dimensions of the news. Others may more cynically seek to boost the numbers on their profiles or attract attention by sharing shocking images. Whatever the case, in these moments, it has become a regrettable habit for social media users – on Twitter in particular – to spread unverified content from unreliable sources. Needless to say, only minutes after the news broke in Munich, this type of content was already abundant online. Publishing fake, manipulated or contextually wrong material is unhelpful for those seeking information, but it is also insidious. Rumors are wildfires that are difficult to put out and traditional news sources or official channels, such as police departments, subsequently struggle to communicate verified information to the public, as it gets lost under the flurry of false information. The Munich police Twitter account told followers in no uncertain terms that sharing photos and videos of gunfire on social media was not acceptable. The police department called on users to report such content and even offered an upload tool so users could send it directly to the police. Spreading these rumors across the social networks not only complicates the job of security officials, it can be very unsettling to those who may be near a scene of crime. As one Twitter user pointed out, \"The people in Munich also have internet and are scared crazy by your rumors. Just stop it.\" Spreading terror is what the terrorists want Even verified content should be shared with extreme caution. Publishing pictures or videos of a crime scene or, worse still, of a crime as it takes place, poses a particular problem: Terrorists seek publicity; it is in the very nature of their action. They want you to see what they are doing, they want images of it to be spread and watched so as to frighten people. Sharing such content amounts to giving these people and organizations publicity and thus playing into their hands. Christian Christensen, a professor for journalism and a specialist on social media at Stockholm University, tweeted a warning along these lines in the hours following the terror attack in Nice. If you spread violent images, he wrote, \"accept you are doing what the terrorists want.\" Out of respect for the victims After events in Paris, Brussels, Nice and now Munich, one of the first reflexes of authorities is to ask the public not to share these images, if only out of respect for the victims and their families. When the police in Nice began seeing graphic content shared on Twitter they told people: \"Out of respect for the victims and their families, do not take part in spreading pictures or videos of the crime scene.\" The Munich police tweeted an adamant appeal to people sharing images of the victims: Christian Christensen put it quite succinctly in his tweet after the attack in Nice: Don't undermine the police Another problem with sharing live footage from a crime scene or on-going police operation is that the perpetrators themselves may see this very content and thus learn details about an investigation, hindering the working of the authorities. In Munich, police repeatedly posted urgent message asking the public to refrain from sharing such content, even tweeting it in several languages. Violent breaking news events are a difficult time for all, but it is especially so for those directly affected and for law enforcement agents. If there is one thing social media users users can and should do during this time, it is simply to stop and think about what impact a retweet, a like or a share would have before helping it go viral.",
  "relations": [
    [
      "Olympia",
      "Munich",
      "in2"
    ],
    [
      "Munich",
      "German",
      "in0-x"
    ],
    [
      "Nice",
      "France",
      "in0"
    ],
    [
      "Stachus",
      "Munich",
      "in2"
    ],
    [
      "Paris",
      "France",
      "in0"
    ],
    [
      "Christian Christensen",
      "Stockholm University",
      "member_of"
    ]
  ]
}