{
  "content": "World Day Against Child Labor highlights conditions on US tobacco farms\nAn estimated 500,000 children are working on tobacco fields in the United States, most of them in extremely hazardous conditions. World Day Against Child Labor, on June 12, aims to highlight the plight of the children.\nCelia Ortiz was only 11 when she started working on tobacco fields in North Carolina. When most children were sleeping late, watching television, or riding their bicycle during spring breaks, Celia would wake up each morning at five to harvest crops for 10 or 12 hours in extremely dangerous conditions. She worked on tobacco fields for seven years. \"When you're a child, you're out there because you need the money,\" she said. \"It's not like you're looking for fun.\" Celia is taking part in the World Day Against Child Labor on June 12 with members of the Child Labor Coalition - a group of nonprofit organizations including Human Rights Watch. The coalition gathered in Washington DC to raise awareness and discuss problems and possible solutions for the country's child labor issue. There are four states that produce 90 percent of the country's tobacco - North Carolina, Kentucky, Virginia, and Tennessee - and in these states children as young as 7 are working 50-60 hours per week harvesting and cultivating tobacco plants, in most cases with severe repercussions. Human Rights Watch estimates nearly half a million such children work on these fields. \"This is perfectly legal in the US,\" says Zama Coursen-Neff, executive director of the children's rights division at Human Rights Watch. \"[It is legal] because of a loophole in child labor laws that makes it legal for children to work in agriculture at far younger ages, for far longer hours, under far more hazardous environments.\" Nicotine exposure Coursen-Neff took part in an initiative that spoke to over 140 child workers across the United States. \"Three-quarters of them reported frequently feeling dizzy, nauseous, or vomiting in the fields,\" she said. Two-thirds of them displayed symptoms of Green Tobacco Sickness, or nicotine poisoning. This occurs when workers are exposed to wet tobacco plants, through either rain or morning dew, and contact with the plants causes their skin to absorb the toxins. This is extremely hazardous to the younger workers. \"Nicotine exposure during adolescence leads to mood disorders, attention deficit, lasting cognitive disorders,\" Coursen-Neff explained. For Celia, this was all too familiar. She recalls feeling the symptoms of nicotine exposure. \"You get dizzy and nauseous,\" she said. \"The world is closing in on you and you feel like you're going to die. I can't even explain it properly.\" Celia says she only learned of the hazards of her work last year. \"From all the years that I worked, they never informed us of the dangers and hazards. When you're young you don't know what to do.\" Child workers were not given proper protection against the nicotine exposure or frequent usage of pesticide sprays on the crops, which would also fall on their clothes and skin. They were left to find their own ways of protection. \"We would put on garbage bags and put holes in them for our head and feet,\" Celia said. \"And we didn't have rain boots so we put grocery bags over our shoes.\" Humiliation and danger The conditions grew worse as Celia worked over the years. Eventually the farmers stopped providing water to the workers. The children brought their own to stay hydrated, but that led to more complications. \"Going to the restroom is another problem. You would have to go to the other side of the field just so nobody could see, just to get some privacy. It's dangerous, especially being a young lady.\" These lengthy trips for solitude were often met with harsh demands for faster and harder work. \"I knew it was wrong that we didn't get water,\" she remembered. \"I knew it was wrong we didn't get restrooms. I knew it was wrong they sprayed pesticide while we were working.\" Even then, Celia said, there was too much fear to say anything. \"It was hard for me to speak up and say, 'Hey I'm sick please take me off the row.' Because you want to prove to adults that you can work like they can, and you want to be paid. That's the fear factor about speaking up.\" The environment also presented psychological stresses of insecurities and self-doubt. \"In one instance I was humiliated and belittled because I didn't do the job as well [as an adult]. I started to think, 'If I can't do this job what makes me think I can do an office job?'\" But even that office job is usually a pipe dream. \"Unfortunately,\" explained Coursen-Neff, \"the interference of their education and the negative health effects of working in agriculture in the United States perpetuates a cycle of poverty that ultimately leave children often without any other options except to continue working in the fields.\" She says it's time to break the cycle. \"This is a solvable problem. Children are too young to buy cigarettes, and yet right now children are working in fields in the United States being poisoned by nicotine in the fields, and these bills that are in Congress right now can do something about that.\" The Child Labor Coalition is hoping to lobby for changes to the law, amendments to the Fair Labor Standards Act of 1938 that would prohibit child employment in tobacco-related agriculture by \"deeming such employment as oppressive child labor.\" As for Celia, she will return to work. Not in the fields, though - she did get that office job, in a bank. The hope is to turn her exception to the rule into a more common occurrence.",
  "relations": [
    [
      "Zama Coursen-Neff",
      "Human Rights Watch",
      "head_of"
    ],
    [
      "Zama Coursen-Neff",
      "Human Rights Watch",
      "member_of"
    ],
    [
      "North Carolina",
      "United States",
      "in0"
    ],
    [
      "Human Rights Watch",
      "Child Labor Coalition",
      "part_of"
    ],
    [
      "Washington DC",
      "United States",
      "in0"
    ],
    [
      "Kentucky",
      "United States",
      "in0"
    ],
    [
      "Virginia",
      "United States",
      "in0"
    ],
    [
      "Tennessee",
      "United States",
      "in0"
    ],
    [
      "Congress",
      "United States",
      "agency_of"
    ],
    [
      "Congress",
      "United States",
      "based_in0"
    ],
    [
      "Fair Labor Standards Act",
      "United States",
      "law_of"
    ]
  ]
}