{
  "content": "'High time' for medical marijuana in Germany\nThe federal government wants to make cannabis more accessible to sick Germans as a means for pain relief, according to the country's drug representative. 'High time,' say supporters of legalization.\n\"It is our goal that in the future more people in Germany will be able to receive cannabis as medicine than has been the case until now,\" Marlene Mortler, the federal government's drug representative said on Tuesday, adding that plans were in the making for legislation that would see insurance companies cover the costs. \"We want to get this law through the Bundestag [lower house of German parliament] by the end of the year so it can take effect in 2016,\" Mortler said in an interview published in the Welt daily. Medicine and politics - and law \"The case until now\" has been that only very few receive cannabis as part of medical treatments. At present, less than 300 Germans are authorized to purchase marijuana in pharmacies, almost exclusively those suffering from terminal cancer, according to the federal health ministry. Mortler conceded that it \"indeed remains not very easy\" to differentiate those who are in dire need of cannabis from those who are not. The issue, she claimed, was of a political nature. \"Our politicians need to provide clarity here in swift fashion.\" With regard to the accessibility of medical marijuana, however, the issue is more than just medical or political. Last July, three people went to a district court in Cologne to complain they couldn't afford to purchase medical marijuana from local pharmacies. Even with explicit authorization, the plaintiffs said they were still not able to obtain the drugs, and they asked the court to be allowed to grow their own plants. In an unprecedented ruling, the court said yes. For critically ill patients allowed to purchase cannabis in pharmacies, a gram officially costs between 15 and 18 euros, according to Germany's Federal Chamber of Pharmacists. Legalization, trivialization? Mortler made no mistake in her Welt interview - which was picked up by most mainstream media and garnered significant attention on Twitter - that the possession and usage of marijuana for Germans without medical authorization remained against the law. \"I can only emphasize that regular use, particularly for young people, is damaging … It robs them of energy they need to stay fit in life, and we know that it can lead to psychoses and phases in which their entire lives revolve around getting high. Statements for the legalization of cannabis threaten to trivialize these dangers,\" implored Mortler, with regard to a popular campaign supported by leading Green party politician Cem Özdemir. Özdemir, who heads the Greens on the federal level, told DW in response to Mortler's interview that it was \"about time that the federal government is willing to make use of the medical advantages of cannabis.\" His praise ended there, however: \"But that shouldn't take a year to happen. It is preposterous that many patients are thus deprived of relief - this is a form of failing to render assistance.\" 'High time' Özdemir became a public champion for the legalization movement this past summer when he posted a video to Youtube in which he dumped a bucket of water on his head in support of ALS research. Saying nothing of the plant standing right next to him while responding to the \"ice bucket\" challenge, and although only half of it could be seen, it was clearly marijuana. An investigation was launched after Özdemir's parliamentary immunity was lifted in mid January, but the charges were dropped on Tuesday. Özdemir chose not to comment on the investigation that had been dropped, opting instead to talk about the importance of legalization with regard to \"effective ways to protect minors.\" \"The clearance of medical marijuana is only half of the issue. The protection of minors cannot be achieved by prohibition or the criminalization of users. Making cannabis illegal is no form of protection - the black market doesn't ask for identification or the age of the buyer,\" Özdemir said. For ordinary citizens, German law currently forbids the possession, cultivation and sale of marijuana, though the drug can be consumed legally. In most German federal states, despite being illegal, possession of up to six grams is not prosecuted. In Berlin, that amount is 15 grams.",
  "relations": [
    [
      "Greens",
      "Germany",
      "based_in0"
    ],
    [
      "Greens",
      "Germans",
      "based_in0-x"
    ],
    [
      "Greens",
      "German",
      "based_in0-x"
    ],
    [
      "Bundestag",
      "Germany",
      "agency_of"
    ],
    [
      "Bundestag",
      "Germans",
      "agency_of-x"
    ],
    [
      "Bundestag",
      "German",
      "agency_of-x"
    ],
    [
      "Bundestag",
      "Germany",
      "based_in0"
    ],
    [
      "Bundestag",
      "Germans",
      "based_in0-x"
    ],
    [
      "Bundestag",
      "German",
      "based_in0-x"
    ],
    [
      "Marlene Mortler",
      "Germany",
      "agent_of"
    ],
    [
      "Marlene Mortler",
      "Germans",
      "agent_of-x"
    ],
    [
      "Marlene Mortler",
      "German",
      "agent_of-x"
    ],
    [
      "Marlene Mortler",
      "Germany",
      "citizen_of"
    ],
    [
      "Marlene Mortler",
      "Germans",
      "citizen_of-x"
    ],
    [
      "Marlene Mortler",
      "German",
      "citizen_of-x"
    ],
    [
      "Cem Özdemir",
      "Germany",
      "citizen_of"
    ],
    [
      "Cem Özdemir",
      "Germans",
      "citizen_of-x"
    ],
    [
      "Cem Özdemir",
      "German",
      "citizen_of-x"
    ],
    [
      "Cem Özdemir",
      "Greens",
      "member_of"
    ],
    [
      "Federal Chamber of Pharmacists",
      "Germany",
      "agency_of"
    ],
    [
      "Federal Chamber of Pharmacists",
      "Germans",
      "agency_of-x"
    ],
    [
      "Federal Chamber of Pharmacists",
      "German",
      "agency_of-x"
    ],
    [
      "Federal Chamber of Pharmacists",
      "Germany",
      "based_in0"
    ],
    [
      "Federal Chamber of Pharmacists",
      "Germans",
      "based_in0-x"
    ],
    [
      "Federal Chamber of Pharmacists",
      "German",
      "based_in0-x"
    ],
    [
      "Germans",
      "Germany",
      "gpe0"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "Welt",
      "Germany",
      "based_in0"
    ],
    [
      "Welt",
      "Germans",
      "based_in0-x"
    ],
    [
      "Welt",
      "German",
      "based_in0-x"
    ],
    [
      "Cologne",
      "Germany",
      "in0"
    ],
    [
      "Cologne",
      "Germans",
      "in0-x"
    ],
    [
      "Cologne",
      "German",
      "in0-x"
    ],
    [
      "DW",
      "Germany",
      "based_in0"
    ],
    [
      "DW",
      "Germans",
      "based_in0-x"
    ],
    [
      "DW",
      "German",
      "based_in0-x"
    ],
    [
      "Berlin",
      "Germany",
      "in0"
    ],
    [
      "Berlin",
      "Germans",
      "in0-x"
    ],
    [
      "Berlin",
      "German",
      "in0-x"
    ]
  ]
}