{
  "content": "Japan, North Korea talk but are unlikely to agree\nDelegations are locked in talks on the Tokyo-Pyongyang relationship, but neither side has high hopes of a positive outcome. And many in Japan are firmly opposed to granting concessions without commitments.\nRepresentatives of the governments of Japan and North Korea have been holding talks in Stockholm, with the fate of Japanese nationals abducted by North Korean agents topping of the agenda. The three-day meeting will end on Wednesday, May 28. The Japanese insist that North Korea carries out a full and thorough investigation into the whereabouts of its missing citizens, many of whom were seized in remote coastal areas of northern Japan, bundled aboard ships and then taken to North Korea to train future generations of secret agents in the Japanese language and customs. Officially, Tokyo lists 17 Japanese as having been abducted by Pyongyang, although human rights activists believe the true number is over 800. North Korea has previously claimed that only 12 Japanese were seized, five of whom were permitted to return to Japan in 2002. The others, it claims, died in accidents, of illness or committed suicide. In return for a promise to launch a new investigation, North Korea says Japan must drop sanctions imposed on the regime after it conducted a series of nuclear and missile tests. The sanctions include a ban on the export of luxury goods to the secretive state, similar bans on financial transactions and the suspension of a ferry service that used to travel regularly between Niigata, in northern Japan, and the North Korean city of Wonsan. Simplest concession Experts believe that a resumption of the ferry service might be the easiest concession for Japan to make as it tries to ascertain the fate of its nationals. \"One of the sticking points from the Japanese position is that even if the North does promise to carry out a new search for the missing Japanese, they will not permit any third party to become involved and there will be no outside oversight, so how do we know they are genuinely carrying out a thorough investigation?\" asked Jun Okumura, a visiting scholar at the Meiji Institute for Global Affairs. \"But even given that situation, I would suggest that relaxing the ban on travelling to North Korea and permitting the ferry to restart journeys would probably be the easiest step for the Japanese government,\" he said. \"But I must say that I'm not very optimistic about much real progress emerging from these talks,\" Okumura added. That belief is echoed by the North Korean side, with Kim Myong-chol, executive director of The Centre for North Korea-US Peace and a mouthpiece for the regime in Pyongyang, telling DW that the chances of a breakthrough in Stockholm are \"not very high.\" \"Japan is demanding some kind of symbolic action from North Korea, but the bigger problem is that they have no idea about a real solution to the issue,\" he said. \"The Japanese do not even agree on how many people were allegedly abducted. Some say 10, others say 20 or 100. They have no idea.\" 'No more abductees' \"Personally, I do not believe there are any more Japanese in North Korea who do not want to be there and Japan is going to have to trust us on that, but the two sides are a long way apart and I do not think that trust is possible,\" he said. The government aside, the majority of Japanese people do not trust North Korea one inch. And that is hardly surprising given that Pyongyang consistently denied that it had anything to do with the disappearance of Japanese nationals until suddenly reversing that position in 2002. And while human rights groups agree that it is worthwhile to communicate with North Korea, they are strongly opposed to Japan immediately lifting all sanctions in return for North Korea's word that it will try to find the missing. On May 8, a group of NGOs representing families of the missing held talks with Shoichiro Ishikawa, secretary general of the Japanese Cabinet headquarters on the abduction issue, and handed over a petition signed by 18 organizations and 23 prominent individuals. The petition called on the Japanese government to employ probation-style lifting of sanctions, Ken Kato, director of Human Rights in Asia and a member of the International Coalition to Stop Crimes Against Humanity in North Korea, told DW. \"We believe that if North Korea does not return abducted Japanese nationals within a certain period, for example three months, then the government should not only re-impose those sanctions but also make them stronger,\" he said. Ishikawa said that he would instruct the Ministry of Foreign Affairs to insist that any \"re-investigation\" by the North Korean authorities would include all Japanese who may have been abducted by Pyongyang's agents. 860 Japanese missing According to Kato, Japan's National Police Agency has a list of no fewer than 860 missing Japanese nationals \"in which abduction by the North cannot be ruled out.\" Kato believes that Pyongyang simply cannot be trusted to carry out a genuine search for the people it kidnapped and to own up to its actions. And he is in favor of tightening the screw on a regime that he considers criminal and - because it is armed with nuclear weapons and missiles to deliver them - potentially a threat to world peace. \"I believe Japan should prohibit all remittances to North Korea that are above Y100,000 (some 720 USD), if they do not release Japanese abductees within a certain period,\" he said. \"At present, North Koreans living in Japan can send money to their homeland if they report it to the Japanese authorities,\" he said. \"This has been a source of funding for the North Korean regime's nuclear and missile programs. North Korea's weapons of mass destruction and crimes against humanity will never be solved if we do not stop the regime from gaining hard currency.\"",
  "relations": [
    [
      "Ken Kato",
      "Human Rights",
      "head_of"
    ],
    [
      "Ken Kato",
      "Human Rights",
      "member_of"
    ],
    [
      "Ken Kato",
      "International Coalition to Stop Crimes Against Humanity in North Korea",
      "member_of"
    ],
    [
      "Shoichiro Ishikawa",
      "Japan",
      "citizen_of"
    ],
    [
      "Shoichiro Ishikawa",
      "Japanese",
      "citizen_of-x"
    ],
    [
      "Shoichiro Ishikawa",
      "Cabinet",
      "head_of"
    ],
    [
      "Shoichiro Ishikawa",
      "Cabinet",
      "member_of"
    ],
    [
      "Tokyo",
      "Japan",
      "in0"
    ],
    [
      "Tokyo",
      "Japanese",
      "in0-x"
    ],
    [
      "Pyongyang",
      "North Korea",
      "in0"
    ],
    [
      "Pyongyang",
      "North Korean",
      "in0-x"
    ],
    [
      "Pyongyang",
      "North Koreans",
      "in0-x"
    ],
    [
      "Japanese",
      "Japan",
      "gpe0"
    ],
    [
      "North Korean",
      "North Korea",
      "gpe0"
    ],
    [
      "Niigata",
      "Japan",
      "in0"
    ],
    [
      "Niigata",
      "Japanese",
      "in0-x"
    ],
    [
      "Wonsan",
      "North Korea",
      "in0"
    ],
    [
      "Wonsan",
      "North Korean",
      "in0-x"
    ],
    [
      "Wonsan",
      "North Koreans",
      "in0-x"
    ],
    [
      "Meiji Institute for Global Affairs",
      "Japan",
      "based_in0"
    ],
    [
      "Meiji Institute for Global Affairs",
      "Japanese",
      "based_in0-x"
    ],
    [
      "Kim Myong-chol",
      "North Korea",
      "citizen_of"
    ],
    [
      "Kim Myong-chol",
      "North Korean",
      "citizen_of-x"
    ],
    [
      "Kim Myong-chol",
      "North Koreans",
      "citizen_of-x"
    ],
    [
      "Kim Myong-chol",
      "The Centre for North Korea-US Peace",
      "head_of"
    ],
    [
      "Kim Myong-chol",
      "The Centre for North Korea-US Peace",
      "member_of"
    ],
    [
      "The Centre for North Korea-US Peace",
      "North Korea",
      "agency_of"
    ],
    [
      "The Centre for North Korea-US Peace",
      "North Korean",
      "agency_of-x"
    ],
    [
      "The Centre for North Korea-US Peace",
      "North Koreans",
      "agency_of-x"
    ],
    [
      "The Centre for North Korea-US Peace",
      "North Korea",
      "based_in0"
    ],
    [
      "The Centre for North Korea-US Peace",
      "North Korean",
      "based_in0-x"
    ],
    [
      "The Centre for North Korea-US Peace",
      "North Koreans",
      "based_in0-x"
    ],
    [
      "Cabinet",
      "Japan",
      "agency_of"
    ],
    [
      "Cabinet",
      "Japanese",
      "agency_of-x"
    ],
    [
      "Cabinet",
      "Japan",
      "based_in0"
    ],
    [
      "Cabinet",
      "Japanese",
      "based_in0-x"
    ],
    [
      "Ministry of Foreign Affairs",
      "Japan",
      "agency_of"
    ],
    [
      "Ministry of Foreign Affairs",
      "Japanese",
      "agency_of-x"
    ],
    [
      "Ministry of Foreign Affairs",
      "Japan",
      "based_in0"
    ],
    [
      "Ministry of Foreign Affairs",
      "Japanese",
      "based_in0-x"
    ],
    [
      "Ministry of Foreign Affairs",
      "Japan",
      "ministry_of"
    ],
    [
      "National Police Agency",
      "Japan",
      "agency_of"
    ],
    [
      "National Police Agency",
      "Japanese",
      "agency_of-x"
    ],
    [
      "National Police Agency",
      "Japan",
      "based_in0"
    ],
    [
      "National Police Agency",
      "Japanese",
      "based_in0-x"
    ],
    [
      "North Koreans",
      "North Korea",
      "gpe0"
    ]
  ]
}