{
  "content": "Tanzania to drop live TV coverage of parliament\nTanzania plans to axe live parliamentary TV broadcasts, angering opposition legislators. Media practitioners and rights activists are still smarting over the closure by the government of a Swahili-language weekly.\nA move by the government of Tanzania to stop state-owned broadcaster Tanzania Broadcasting Corporation (TBC) from airing live streaming of parliamentary proceedings has triggered strong criticism. Human rights campaigners accuse the government of censorship. The decision to halt the broadcasts came a few days after members of the opposition faulted the government in parliament over its handling of the issue. \"We know the government wants to hide something, but if the problem is indeed the cost, we are willing to foot the bill because our aim is to ensure Tanzanians enjoy their right to see what is going on in the parliament\" said Salum Mwalimu, secretary general of the main Chadema opposition party. The right to information is guaranteed under the Tanzanian constitution, but there is no specific article enshrining freedom of the media. But analysts say media freedom is crucial to democracy, human rights and development since news media provide a basic information link between the government and the people. \"If you deny people the right to get direct information from a reliable source, you will force them to find it from unreliable sources likely to mislead them,\" said Simon Berege, president of the Media Institute of Southern Africa. Minister for Information Nape Nnauye said TBC was halting live streaming of parliament to minimise huge costs which it can no longer afford. \"TBC has been spending about 4.2 billion Tanzanian shillings ($ 2.1 million, 1.9 million euros) each year to foot costs associated with live coverage of the assembly. We have thus decided to stop the coverage,\" he said. Opposition legislators, lawyers and human rights activists expressed disgust at the move, accusing the government of curtailing press freedom and people's right to be informed. \"This is a serious violation of the people's rights to information,\" Zitto Kabwe an opposition legislator from ACT Wazalendo party said. Nnauye has repeatedly used his sweeping powers to warn, punish or completely shut down media organisations critical of the political establishment. Newspaper banned permanently In January 2016, the weekly Swahili-language Mawio newspaper was permanently banned for allegedly publishing 'inflammatory' news and feature articles about the ongoing political impasse in Zanzibar, where the results of a disputed election were annulled after claims of \"violation of electoral law\" by the Electoral Commission. The opposition has dismissed these claims. Western diplomats in Tanzania have expressed concern that the Commission had annulled the vote \"without having produced evidence to substantiate its claim that irregularities had taken place.\" The shutdown of Mawio applied to print and online editions. \"We had resorted all our efforts, time and professional capacities to bring you news and informative features that dared to call a spade a spade; we are shattered,\" Simon Mkina, one of Mawio's editors told DW. Tanzanian authorities have traditionally relied on a web of anti-press laws, including the Newspaper Act of 1976, under which the government can ban publications it considers seditious or keep the press in check. \"In fact this law retains most of the oppressive aspects of colonial laws which were meant to subjugate the colonized people,” said Badala Balule, a media expert who has researched media legislation in Tanzania. \"The catch-all legislation enables officials to impose censorship almost at will upon relaying of information which the government deems secret. Prohibiting newspapers without registration is at the whim of a government-appointed official who may refuse registration if he is of the opinion that the publication may threaten national security\" Balule told DW. Balule also gives another example where the absence of a constitutional guarantee for media freedoms is a serious shortcoming. \"Classified information, [a category] which can be applied to any government document, also has its set of penalties, ranging from those imposed on civil servants for giving classified material to those imposed on the media for publishing it,\" he said. A study published in 2013 by the New York-based Committee to Protect Journalists (CPJ) said conditions for journalists in Tanzania were worsening, with reporters being harassed or attacked and censoring their own work out of fear of reprisals. Tanzania is a member of the international initiative Open Government Partnership, which according to its website \"aims to secure concrete commitments from governments to promote transparency, empower citizens, fight corruption, and harness new technologies to strengthen governance.\" Some Tanzanians view their country's participation in this scheme as a promising sign. \"I think that as a member of Open Government Partnership, Tanzania ought to conduct its business openly, there's no reason to hide anything,\" said Edith Nyallu, a resident of Dar es Salaam. However, Tanzania has recently passed harsher laws to censor electronic communications and the publication of unofficial statistics. The Statistics Law gives the National Bureau of Statistics sweeping powers to imprison or impose fines of 10 million Tanzanian shillings on journalists who publish data from unofficial sources.",
  "relations": [
    [
      "Committee to Protect Journalists",
      "New York",
      "based_in2"
    ],
    [
      "Tanzania Broadcasting Corporation",
      "Tanzania",
      "agency_of"
    ],
    [
      "Tanzania Broadcasting Corporation",
      "Tanzanians",
      "agency_of-x"
    ],
    [
      "Tanzania Broadcasting Corporation",
      "Tanzanian",
      "agency_of-x"
    ],
    [
      "Tanzania Broadcasting Corporation",
      "Tanzania",
      "based_in0"
    ],
    [
      "Tanzania Broadcasting Corporation",
      "Tanzanians",
      "based_in0-x"
    ],
    [
      "Tanzania Broadcasting Corporation",
      "Tanzanian",
      "based_in0-x"
    ],
    [
      "Salum Mwalimu",
      "Tanzania",
      "citizen_of"
    ],
    [
      "Salum Mwalimu",
      "Tanzanians",
      "citizen_of-x"
    ],
    [
      "Salum Mwalimu",
      "Tanzanian",
      "citizen_of-x"
    ],
    [
      "Salum Mwalimu",
      "Chadema",
      "head_of"
    ],
    [
      "Salum Mwalimu",
      "Chadema",
      "member_of"
    ],
    [
      "Zitto Kabwe",
      "Tanzania",
      "citizen_of"
    ],
    [
      "Zitto Kabwe",
      "Tanzanians",
      "citizen_of-x"
    ],
    [
      "Zitto Kabwe",
      "Tanzanian",
      "citizen_of-x"
    ],
    [
      "Zitto Kabwe",
      "ACT Wazalendo",
      "member_of"
    ],
    [
      "Nape Nnauye",
      "Tanzania",
      "agent_of"
    ],
    [
      "Nape Nnauye",
      "Tanzania",
      "citizen_of"
    ],
    [
      "Nape Nnauye",
      "Tanzanians",
      "citizen_of-x"
    ],
    [
      "Nape Nnauye",
      "Tanzanian",
      "citizen_of-x"
    ],
    [
      "Nape Nnauye",
      "Tanzania",
      "minister_of"
    ],
    [
      "Nape Nnauye",
      "Tanzanians",
      "minister_of-x"
    ],
    [
      "Nape Nnauye",
      "Tanzanian",
      "minister_of-x"
    ],
    [
      "Electoral Commission",
      "Tanzania",
      "agency_of"
    ],
    [
      "Electoral Commission",
      "Tanzanians",
      "agency_of-x"
    ],
    [
      "Electoral Commission",
      "Tanzanian",
      "agency_of-x"
    ],
    [
      "Electoral Commission",
      "Tanzania",
      "based_in0"
    ],
    [
      "Electoral Commission",
      "Tanzanians",
      "based_in0-x"
    ],
    [
      "Electoral Commission",
      "Tanzanian",
      "based_in0-x"
    ],
    [
      "Tanzanians",
      "Tanzania",
      "gpe0"
    ],
    [
      "Chadema",
      "Tanzania",
      "based_in0"
    ],
    [
      "Chadema",
      "Tanzanians",
      "based_in0-x"
    ],
    [
      "Chadema",
      "Tanzanian",
      "based_in0-x"
    ],
    [
      "Tanzanian",
      "Tanzania",
      "gpe0"
    ],
    [
      "Simon Berege",
      "Media Institute of Southern Africa",
      "head_of"
    ],
    [
      "Simon Berege",
      "Media Institute of Southern Africa",
      "member_of"
    ],
    [
      "ACT Wazalendo",
      "Tanzania",
      "based_in0"
    ],
    [
      "ACT Wazalendo",
      "Tanzanians",
      "based_in0-x"
    ],
    [
      "ACT Wazalendo",
      "Tanzanian",
      "based_in0-x"
    ],
    [
      "Mawio",
      "Tanzania",
      "based_in0"
    ],
    [
      "Mawio",
      "Tanzanians",
      "based_in0-x"
    ],
    [
      "Mawio",
      "Tanzanian",
      "based_in0-x"
    ],
    [
      "Zanzibar",
      "Tanzania",
      "in0"
    ],
    [
      "Zanzibar",
      "Tanzanians",
      "in0-x"
    ],
    [
      "Zanzibar",
      "Tanzanian",
      "in0-x"
    ],
    [
      "Simon Mkina",
      "Mawio",
      "member_of"
    ],
    [
      "Newspaper Act",
      "Tanzania",
      "law_of"
    ],
    [
      "Edith Nyallu",
      "Dar es Salaam",
      "citizen_of"
    ],
    [
      "Dar es Salaam",
      "Tanzania",
      "in0"
    ],
    [
      "Dar es Salaam",
      "Tanzanians",
      "in0-x"
    ],
    [
      "Dar es Salaam",
      "Tanzanian",
      "in0-x"
    ],
    [
      "Statistics Law",
      "Tanzania",
      "law_of"
    ],
    [
      "National Bureau of Statistics",
      "Tanzania",
      "agency_of"
    ],
    [
      "National Bureau of Statistics",
      "Tanzanians",
      "agency_of-x"
    ],
    [
      "National Bureau of Statistics",
      "Tanzanian",
      "agency_of-x"
    ],
    [
      "National Bureau of Statistics",
      "Tanzania",
      "based_in0"
    ],
    [
      "National Bureau of Statistics",
      "Tanzanians",
      "based_in0-x"
    ],
    [
      "National Bureau of Statistics",
      "Tanzanian",
      "based_in0-x"
    ]
  ]
}