{
  "content": "Opinion: Ukraine heads back to the old system\nThere's a new head of government in Ukraine, but the trust in the system's ability to change is waning. The old boys' club and old patterns of behavior have returned, writes DW's Bernd Johann.\nVolodymyr Groysman nearly didn't make it to the post of Ukraine's prime minster. Arguments over the candidates for ministry positions blocked the election of the country's new head of government for days. President Poroshenko's plan to propel his close confidante to the position of prime minister came up against stiff opposition in the coalition government, especially after Poroshenko's protégé Groysman himself voted against candidates for ministry posts in order to push through his own people. In the end, the president got what he wanted: Groysman, previously the speaker of parliament, became prime minister. But it's not the liberating event it might have been. While it has spared the country the dissolution of parliament and a new round of elections, the reformers in Kyiv did not emerge as victors from the power struggle. Back to pre-Maidan times Two years after the cries for a democratic revolution reverberated out of Maidan Square, the old opaque patterns of political business have returned to Ukraine. Real issues have been put on the back burner; what counts is power and position. The broad governing coalition of many parties - a symbol of hope for a European Ukraine in the greater community - has been shattered. The old boys' club is emerging once again, as is nepotism, as politicians and wealthy oligarchs alike resort to pulling the strings behind the scenes. Poroshenko himself belongs to this club. Even as president, he has not yet removed himself from his company as he'd promised to do. The Panama Papers renewed the pressure on him to do this. Groysman also became politically important thanks to Poroshenko. The new head of government was the mayor of Vinnytsia before he came to politics in Kyiv via the president's party. Vinnytsia is also home to one of Poroshenko's chocolate factories and is the political home of the president. An indication that the old boys' club remains intact. No more excuses for Poroshenko Poroshenko forced the resignation of Arseniy Yatsenyuk as prime minister, turning him into a scapegoat for the failings of the government. Now, with his own man presiding over Ukraine, the president will have no excuses in te future for procrastinating with reforms. When will the day for decentralization come, which is supposed to give greater individual responsibility and rights to the country's regions? When will the judicial system finally be reformed to rid it of corruption? Hundreds of government-run companies must be privatized in order to attract investors and put more money in the country's coffers. Bankruptcy is still a looming threat. All of these projects have been pushed back in Kyiv, including the search for a compromise in resolving the war in Donbass, a war forced on Ukraine by Russia. Prime Minister Groysman has no time for dithering. The weeks-long government crisis gambled away a lot of time and faith in the government. Both domestically and in the West, the question is being asked just how willing the new cabinet will be toward instituting reforms - and rightfully so. That those energetic reformers in the former government are no longer a part of the process is not a good sign. Have something to say? Add your comments below.",
  "relations": [
    [
      "Poroshenko",
      "Ukraine",
      "citizen_of"
    ],
    [
      "Volodymyr Groysman",
      "Ukraine",
      "citizen_of"
    ],
    [
      "Kyiv",
      "Ukraine",
      "in0"
    ],
    [
      "Vinnytsia",
      "Ukraine",
      "in0"
    ],
    [
      "Arseniy Yatsenyuk",
      "Ukraine",
      "citizen_of"
    ]
  ]
}