{
  "content": "Army recruitment drive heats up as conscription ends in Germany\nCompulsory military service ends in Germany, as of July 1. The Bundeswehr will now have to rely entirely on volunteers, and army recruitment agents are scouring jobs fairs to encourage the best and brightest to enlist.\nCompulsory military service, first introduced in Germany in 1957, came to an end on Friday. A package of reforms introduced last year is aiming to make the German military smaller but more flexible. The reforms mean the Bundeswehr will become a voluntary army, reduced in size by a quarter to just 185,000 soldiers, made up of 170,000 professional soldiers and 15,000 volunteers. The voluntary military service will be open to men and women and will last between 12 and 23 months, which will give volunteers the opportunity to receive training in foreign assignments. With the end of conscription, the army needs to make up the soldier shortfall, and has lately begun setting up stalls at the country's careers fairs. \"Our demand for 2011 is around 14,000 personnel,\" said Lieutenant Colonel Harry Fegert, head of the Bundeswehr recruitment center in eastern Germany. The Bundeswehr are competing at the Berlin careers fair against companies like engineering giant Siemens, chemical company Bayer and the country's biggest private bank, Deutsche Bank. Fegert says the recruitment task is \"ambitious\" but the Bundeswehr is \"attractive\" and has \"good career prospects.\" The perks For many young people, the Bundeswehr offers a chance to be paid to go to university or receive professional training. The average pay for voluntary military service is now around 700 euros a month and those who sign up for a longer commitment can receive training in 60 different jobs that will be applicable to civilian life. At a recruitment fair in Mönchengladbach, the Bundeswehr tried to win over new recruits by advertising the fun side of army training. One 18-year-old is challenged to see how many pushups he can do while carrying a heavy army backpack, while at another stall boys and girls compete in a Bundeswehr quiz. Surrounding these activities are information stalls and members of the Bundeswehr handing out information. Soldier Markus Baier was originally not interested in joining the army, but the training opportunities with the Bundeswehr changed his mind. Baier now tours local schools to give students information on joining the army, saying that \"honesty and pure information\" are important tools for recruitment. \"A job in the army is no walk in the park,\" Baier tells the schoolchildren. \"We're not looking for loners or reckless Rambo-types, nor party animals. We go to bed at 10 p.m. so we can wake up at 5 a.m..\" The importance of teamwork is also stressed by Captain Benedict Janich, chief recruitment officer for the states of Saxony and Thuringia. \"Joining the forces means joining a team and that's something where we're better than most companies,\" said Janich. \"You take responsibility very early and finally we are serving Germany, which is not the worst thing to do.\" Recruitment problems Despite the advertisements at careers fairs and in schools, one of the problems attracting volunteers is finding those of a high enough caliber. The benefit of a conscripted army is that it gives the military access to the full breadth of German society and the professional qualifications of young people. \"The average fitness of younger generations is decreasing,\" said Janich. \"Also, as a soldier you have to move at least once in two or three years and that wish for mobility is decreasing.\" This unwillingness to move is the main obstacle for soldier Markus Baier when trying to encourage school-leavers that the army might be for them. While few complain about being deployed abroad, the idea of moving to another part of Germany unnerves them. \"I'd rather stay with my family,\" is a common reply from the students. Nonetheless, between Baier and his colleagues at the Mönchengladbach fair they register more than 9,000 people who are interested in receiving more information on joining the Bundeswehr. Last month, the Defense Ministry announced that recruitment targets for this year would be reached as 10,000 people had already enlisted as lower-rank soldiers. Although some 4,500 of these were recruited from the last batch of conscripts, those at jobs fairs across Germany seem optimistic they'll make their targets for 2012 as well. Author: Wolfgang Dirk, Uwe Hessler / cb Editor: Andreas Illmer",
  "relations": [
    [
      "Bundeswehr",
      "Germany",
      "agency_of"
    ],
    [
      "Bundeswehr",
      "German",
      "agency_of-x"
    ],
    [
      "Bundeswehr",
      "Germany",
      "based_in0"
    ],
    [
      "Bundeswehr",
      "German",
      "based_in0-x"
    ],
    [
      "Defense Ministry",
      "Germany",
      "agency_of"
    ],
    [
      "Defense Ministry",
      "German",
      "agency_of-x"
    ],
    [
      "Defense Ministry",
      "Germany",
      "based_in0"
    ],
    [
      "Defense Ministry",
      "German",
      "based_in0-x"
    ],
    [
      "Defense Ministry",
      "Germany",
      "ministry_of"
    ],
    [
      "Benedict Janich",
      "Germany",
      "citizen_of"
    ],
    [
      "Benedict Janich",
      "German",
      "citizen_of-x"
    ],
    [
      "Benedict Janich",
      "Bundeswehr",
      "member_of"
    ],
    [
      "Markus Baier",
      "Germany",
      "citizen_of"
    ],
    [
      "Markus Baier",
      "German",
      "citizen_of-x"
    ],
    [
      "Markus Baier",
      "Bundeswehr",
      "member_of"
    ],
    [
      "Harry Fegert",
      "Germany",
      "citizen_of"
    ],
    [
      "Harry Fegert",
      "German",
      "citizen_of-x"
    ],
    [
      "Harry Fegert",
      "Bundeswehr",
      "member_of"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "Berlin",
      "Germany",
      "in0"
    ],
    [
      "Berlin",
      "German",
      "in0-x"
    ],
    [
      "Siemens",
      "Germany",
      "based_in0"
    ],
    [
      "Siemens",
      "German",
      "based_in0-x"
    ],
    [
      "Bayer",
      "Germany",
      "based_in0"
    ],
    [
      "Bayer",
      "German",
      "based_in0-x"
    ],
    [
      "Deutsche Bank",
      "Germany",
      "based_in0"
    ],
    [
      "Deutsche Bank",
      "German",
      "based_in0-x"
    ],
    [
      "Mönchengladbach",
      "Germany",
      "in0"
    ],
    [
      "Mönchengladbach",
      "German",
      "in0-x"
    ],
    [
      "Saxony",
      "Germany",
      "in0"
    ],
    [
      "Saxony",
      "German",
      "in0-x"
    ],
    [
      "Thuringia",
      "Germany",
      "in0"
    ],
    [
      "Thuringia",
      "German",
      "in0-x"
    ]
  ]
}