{
  "content": "Walmart to raise wages for over 1 million workers\nMore than 85 percent of Walmart's workforce can expect a wage hike next month as the US' largest private employer steps up efforts to polish its image in the wake of fierce criticism from labor activists.\nThe retail titan - the biggest in the world - announced that over 1.2 million of its employees would be paid at least $10 (9.2 euros) an hour, instead of the current minimum of $9, come February 20. The move, which Walmart hailed as \"one of the largest single-day, private-sector pay increases ever,\" comes just a year after the chain raised base wages for 500,000 workers to $9 an hour. However, that did not go down well with everyone. Long-time employees complained that less-experienced newcomers were all of a sudden earning almost the same as they were. \"We did hear from some associates who did feel left out last time,\" spokesman Kory Lundberg acknowledged. Across-the-board hikes But this time around, Walmart does not expect similar complaints. First, new entry level workers hired after January 1, 2016, will start at $9 per hour, before moving up to at least $10 an hour after having completed a six-month training program. Second, those already making more than $10 an hour would receive an annual pay increase \"rather than waiting until their anniversary date,\" the company said. And last but not least, it added, top-level hourly employees would see the minimum wage rise by $2 an hour to $15. As a result, the average full-time hourly wage at one of Walmart's more than 5,000 US stores will be $13.38, up from $13. For part-time workers, the hourly wage will be $10.58, up from $10. While this is above the national hourly average of $9.26 for cashiers and low level retail staff, it is still below the $14.95 average hourly retail workers in a non-supervisory role earn, according to US government data. On top of the raise, full-time hourly workers would also receive free, basic short-term disability, the retailer said. Moreover, employees who have earned paid time off will no longer have to wait a year before they can make use of them. Not entirely unselfish? Walmart had already warned last October that earnings for the year, starting next month, could be down as much as 12 percent due to the workforce investment. But the company said it is a price it is willing to pay. \"We are very clear that if we make sure our associates are being treated fairly, if they are rewarded simply and clearly, we will have a better business,\" said Judith McKenna, chief operating officer for Walmart's US division. But some say Walmart's move may not be completely unselfish. \"The competition for talent is strong,\" said Craig Rowley, global leader of consultancy Hay Group's retail practice. \"It's strong because there are fewer people to hire.\" According to Rowley, the turnover rate - the share of part-time workers who leave within a year - is now 67 percent for the retail industry, up from 50 percent during the recession. pad/hg (AP, AFP)",
  "relations": [
    [
      "Walmart",
      "US",
      "based_in0"
    ],
    [
      "Kory Lundberg",
      "US",
      "citizen_of"
    ],
    [
      "Kory Lundberg",
      "Walmart",
      "member_of"
    ],
    [
      "Craig Rowley",
      "Hay Group",
      "head_of"
    ],
    [
      "Craig Rowley",
      "Hay Group",
      "member_of"
    ],
    [
      "Judith McKenna",
      "US",
      "citizen_of"
    ],
    [
      "Judith McKenna",
      "Walmart",
      "head_of"
    ],
    [
      "Judith McKenna",
      "Walmart",
      "member_of"
    ],
    [
      "Hay Group",
      "US",
      "based_in0"
    ]
  ]
}