{
  "content": "Typhoon Soudelor hits China's east coast after lashing Taiwan\nTyphoon Soudelor has killed at least 12 people on the Chinese mainland and caused major flight disruptions. Earlier, the storm cost six lives and injured hundreds of people in Taiwan.\nTyphoon Soudelor slammed into the east coast of China late on Saturday, causing a number of deaths as high winds and heavy rain battered the region. The typhoon, which earlier caused widespread devastation in Taiwan, was downgraded to a tropical storm as it moved inland from Fujian province towards the neigboring provinces of Zhejiang and Jiangxi on Sunday. At least 12 people were killed and five reported missing in the city of Hangzhou in Zhejiang amid torrential rain and strong winds that knocked down trees and caused flash floods and mudslides, according to AFP news agency, quoting state media. Some 250,000 people were evacuated from their homes along the coast in Fujian and Zhejiang ahead of the typhoon's arrival, while state-run news agency Xinhua said more than 530 flights were canceled and two million households suffered power outages. Wencheng county saw 645 millimeters (25.4 inches) of rain in 24 hours - the most recorded in a century - after the typhoon made landfall Saturday night, Xinhua news agency reporterd. Devastation in Taiwan In Taiwan, where authorities say the typhoon caused at least six deaths and injured nearly 400 people on Saturday, a typhoon warning has been lifted as weather conditions ease. However, the Central Weather Bureau warned of further heavy rains in the south as emergency teams began clearing up the damage. More than 4 million households lost electricity due to the storm, and more than 500 flights were canceled or delayed. Typhoons are common in the South China Sea and Pacific at this time of year, deriving their power from the warm waters before unleashing it on the land in the form of winds and torrential rain. tj/jlw (AFP, Reuters, AP)",
  "relations": [
    [
      "Xinhua",
      "China",
      "based_in0"
    ],
    [
      "Xinhua",
      "Chinese",
      "based_in0-x"
    ],
    [
      "Central Weather Bureau",
      "China",
      "agency_of"
    ],
    [
      "Central Weather Bureau",
      "Chinese",
      "agency_of-x"
    ],
    [
      "Central Weather Bureau",
      "China",
      "based_in0"
    ],
    [
      "Central Weather Bureau",
      "Chinese",
      "based_in0-x"
    ],
    [
      "Soudelor",
      "Taiwan",
      "event_in0"
    ],
    [
      "Soudelor",
      "China",
      "event_in0"
    ],
    [
      "Chinese",
      "China",
      "gpe0"
    ],
    [
      "Fujian",
      "China",
      "in0"
    ],
    [
      "Fujian",
      "Chinese",
      "in0-x"
    ],
    [
      "Zhejiang",
      "China",
      "in0"
    ],
    [
      "Zhejiang",
      "Chinese",
      "in0-x"
    ],
    [
      "Jiangxi",
      "China",
      "in0"
    ],
    [
      "Jiangxi",
      "Chinese",
      "in0-x"
    ],
    [
      "Hangzhou",
      "China",
      "in0"
    ],
    [
      "Hangzhou",
      "Chinese",
      "in0-x"
    ],
    [
      "Wencheng",
      "China",
      "in0"
    ],
    [
      "Wencheng",
      "Chinese",
      "in0-x"
    ]
  ]
}