{
  "content": "Mzoudi Verdict Postponed Amid New Testimony\nAl Qaeda is allegedly trying to assassinate Abdelghani Mzoudi, who is on trial in Germany for his suspected involvement in the Sept. 11 attacks, a witness said on Thursday. The expected verdict has now been postponed.\nMzoudi had been released from jail on Dec. 11 after an anonymous witness said he was not involved in planning the attacks. A Hamburg court had been expected to announce its verdict on Thursday but in a surprising turn of events, judges agreed to hear new testimony that allegedly incriminates the 31-year-old. The new witness for the prosecution is a former Iranian intelligence agent, according to Mzoudi’s lawyers. A police officer who interrogated the man said the witness claimed to have received an e-mail in which Mzoudi is named as a member of the outside circle of the Hamburg terrorist cell around Sept. 11 hijacker Mohammed Atta. According to the police officer’s testimony, the e-mail mentioned a person, who is on trial in Germany and has been released to help law enforcement authorities in their search for further members of the terrorist cell. That’s why al Qaeda was allegedly planning to “eliminate” Mzoudi, the officer said. He added that the Iranian intelligence agent had asked for money to testify against Mzoudi. “He said he had to make a living,” the officer said. Allegedly the agent warned U.S. authorities of planned terrorist attacks prior to Sept. 11. The prosecution has asked the court to take a 30-day recess in order to evaluate the testimony. On Thursday, judges will also hear testimony from a federal prosecutor and another police officer who interrogated the man. Acquittal likely until now Mzoudi had been expected to leave the courtroom a free man after his Dec. 11 release from prison: An anonymous witness had cleared him of any involvement in planning the Sept. 11 attacks. Ramzi Binalshibh, the mastermind behind the attacks who is now in U.S. custody, is believed to be that witness. The defense has asked the court to acquit their client, while prosecutors are calling for a sentence of 15 years in prison for belonging to a terrorist organization and abetting murder in more than 3,000 cases. German authorities have said they plan to deport Mzoudi to his home country of Morocco in case of an acquittal. Mzoudi has been trying to stay in Germany, saying that he fears getting arrested in Morocco or facing extradition to the U.S.",
  "relations": [
    [
      "Abdelghani Mzoudi",
      "Morocco",
      "citizen_of"
    ],
    [
      "Hamburg",
      "Germany",
      "in0"
    ],
    [
      "Hamburg",
      "German",
      "in0-x"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ]
  ]
}