{
  "content": "Documenta 12: \"No Meaningless Art From Opportunistic Virtuosos\"\nRoger M. Buergel, artistic director of Documenta 12, told DW-WORLD.DE in an interview that he rejects \"aesthetic shocks\" of large exhibitions and explains why it is important to him to bring art to the public.\nDW-WORLD.DE: When you were appointed as artistic director of Documenta 12, you promised an \"easily readable\" show without a massive catalogue, so that the visitors wouldn't be overwhelmed with text. Have you kept your promise? Roger M. Buergel: We have worked very hard to create an exhibition that is tangible and accessible, and there is a small manageable catalogue. Your secrecy over the choice of artists suggests you want to use surprise as a PR strategy. How do you deal with terms like spectacle and event being applied to Documenta? Do you see Documenta as theater which needs to be staged dramatically? No, insofar as I believe that the exhibition should concentrate on its core business. Documenta shouldn't be a film festival, dance festival, art exhibition and science convention. Yes, in the sense that such a mass event does offer opportunities for enthusiastic struggles over social commitments and cultural exchange. I am not announcing a complete list of participating artists before the opening because I don't want to take part in this neurotic game. Scrutinizing the names of the list of artists and anticipating aesthetics shocks affects people's view of the art. It shouldn't be about the individual artists, but about the exhibition as a whole. The works exist within their own context and that's what the visitors should concentrate on. You have selected unknowns over high profile names. Is it really possible to produce a Documenta that exists outside the mainstream art world? In contrast to most big art events, which are very privileged, we are not trying to serve up the filet steak of the art world on silver platters. Of course, we do provide a measure of what is going on in the international art world, but we don't just do that. The holding of a trade fair in parallel to the exhibition, which is happening at the Venice Biennale, I would never allow here. And whether it's Venice, Basel or Miami, many of these events look like they were put together quite swiftly. But art is a very slow process, it can't be made haphazardly. I don't want meaningless art from opportunists, who create a work overnight and who have been doing the same thing for years. For the first time in the history of Documents include antiquities. Why represent the past in the most important international exhibition of contemporary art? One can only understand contemporary art when one knows where it comes from. That makes it possible to see where art is heading in the future. I'm not trying to show what is contemporary, but to illustrate where certain forms come from. Our oldest exhibit is a Persian design from the 14th century, which was produced after an expedition by Persian artists to the Chinese imperial palace. Looking at it, you can see how the Persians were influenced by Chinese forms. I wanted to give a new depth to the exhibition, in order to give the public the chance to understand the context in which contemporary art is situated. And I have a responsibility to the educational role of Documenta. The spatial plan seems to play a very much important role for you. You built new exhibitions spaces in Kassel, in which works of art from different epochs and geographical origin come into contact with one another. Do you want the space to act as mediators between works of art and public? The viewer needs a space in which the works can communicate between themselves, and where the viewer is also a part of this conversation. Creating an exchange like this depends heavily on the presentation of the exhibits. For me, the most import thing about creating exhibition architecture is that the viewers can concentrate on the art. The book \"Homo Sacer: Sovereign Power and Bare Life\" by Giorgio Agamben is at the center of the exhibition. Topics of migration and escape are touched on in that work. In what respect will the relationship between art and politics be present in Documenta 12? It won't be political in the sense of showing videos of child soldiers, but really more in terms of trying to change the attitudes of people who see the exhibition. In that sense it is very political. However, we haven't selected works based on their politics, but rather those that further educate the general public. This Documenta includes a film program with 96 contributions as well as exhibitions in cinema foyers. Has film as an art form been given more attention than in previous Documentas? Even though film is close to our hearts, it is only featured selectively in Documenta 12. We don't want to confine moving pictures to a black box. In our view, film has had its place here ever since the first Documenta -- at the Gloria Cinema. A bored public which has already seen everything is a topic of discussion in the art world. How do you overcome that attitude from viewers, that they have already seen everything? It's not about fascinating people with the strange and unknown, but rather about bringing things that people know nearer to them. We want to remind people to look at things more closely. Documenta 12 opened to the public June 16 and runs until Sept. 23.",
  "relations": [
    [
      "Roger M. Buergel",
      "Documenta 12",
      "head_of"
    ],
    [
      "Roger M. Buergel",
      "Documenta 12",
      "member_of"
    ],
    [
      "Homo Sacer: Sovereign Power and Bare Life",
      "Giorgio Agamben",
      "created_by"
    ]
  ]
}