{
  "content": "EU Split Over Imposing Tougher Entry Conditions on Turkey\nEuropean Union leaders have divergent views on Turkey's troubled bid to join the 25-nation bloc, with Germany and France set to call for tougher conditions on Ankara. Finland, Sweden, Estonia and Poland want doors open.\nRepresenting EU hardliners, German Chancellor Angela Merkel and French President Jacques Chirac are meeting in Mettlach, Germany, to demand stronger action against Ankara for refusing to open its ports to Greek Cypriot vessels. Both leaders said last week's proposals by the European Commission for a partial suspension of Turkish accession talks needs to be toughened up by introducing a \"review clause\" allowing any EU state to veto a resumption of negotiations with Ankara. \"Our goal is that the Ankara Protocol (on regular trade with the 10 new EU members) will be implemented,\" she told reporters. \"We don't want to set any kind of ultimatum.\" Merkel, who opposes Turkey's full entry to the EU but supports offering the country a \"privileged partnership,\" has said a vote should only take place after an 18-month waiting period. Differing opinions However, in comments made to the European Parliament, Finnish Prime Minister Matti Vanhanen, whose country currently holds the rotating EU presidency, said he favored the commission's call for a partial freeze in talks. Vanhanen said the commission's stance provided a \"good basis for a decision\" on Turkey when EU foreign ministers meet in Brussels next Monday. The commission -- the EU's executive agency -- is urging the bloc's governments to put negotiations on ice for eight of 35 policy areas covered in the talks because of Turkey's non-compliance with EU demands. The Finnish premier also insisted that he wanted discussions on Turkey to be kept off the agenda of the EU summit in Brussels on Dec.14 and 15. While admitting ties with Ankara were difficult at the moment, Vanhanen said plans for opening the European club to Turkey should be kept on track. Open door Ties between Poland and EU heavyweights France and Germany were strained further when Polish President Lech Kaczynski contradicted the Franco-German view on Turkish accession at a summit on Tuesday. \"Poland is of the view that membership talks with Turkey should continue,\" he said. The foreign ministers of Estonia and Sweden have also cold-shouldered Merkel and Chirac's tough line. \"Our relations to Turkey should be neither frozen nor should any doors for further (EU) expansion be closed,\" said Swedish Foreign Minister Carl Bildt and Estonian Foreign Minister Urmas Paet in comments published in the German daily Die Welt. Both ministers said continuing membership talks with Ankara was vital to insure that Turkey continued its democratic reforms. Bildt and Paet underlined that the division of Cyprus could only be resolved by working with the Turkish government. The island has been split since 1974 between the Greek Cypriot south, which is part of the EU, and the Turkish north which is not recognized and subject to an EU boycott. \"A reunification of Cyprus will only be achieved if Turkey is brought closer to the EU --otherwise there is the apparent risk of a permanent division,\" the ministers said. Other countries onboard Britain and Italy are also part of the growing number of EU states opposed to an overly harsh stance on Turkey. In addition, Ankara's allies in the United States have weighed into the debate. US Undersecretary of State for Political Affairs Nicholas Burn said in Brussels late Monday that any move to close the door on Turkish membership would be a major \"strategic miscalculation.\" The US envoy said the EU's decision last year to open accession talks with Turkey was one of the most important decisions made by Europe at the beginning of the 21st century. \"Turkey is the bridge\" between the West and Islam, Burn said of the predominantly Muslim country. Turkey warns of \"historic mistake\" In comments made in Ankara, Turkish Prime Minister Recep Tayyip Erdogan also cautioned the EU against making a \"historic mistake.\" \"Turkey is as important for the European Union as the European Union is for Turkey,\" said Erdogan, who accused \"certain right-wing\" parties in Europe of lacking vision. The Turkish prime minister has said repeatedly that Ankara would only move on the ports issue once an international embargo was lifted on northern Turkish Cyprus which voted in favor of a UN-sponsored reunification plan for the island in 2004. EU foreign ministers will try and clinch agreement on how to proceed with Turkey in talks in Brussels on Dec. 11. However, diplomats in Brussels concede that given the high stakes in EU-Turkey relations, EU leaders will also have to inevitably discuss the question.",
  "relations": [
    [
      "Angela Merkel",
      "Germany",
      "agent_of"
    ],
    [
      "Angela Merkel",
      "Germany",
      "citizen_of"
    ],
    [
      "Angela Merkel",
      "German",
      "citizen_of-x"
    ],
    [
      "Angela Merkel",
      "Germany",
      "head_of_gov"
    ],
    [
      "Angela Merkel",
      "German",
      "head_of_gov-x"
    ],
    [
      "Jacques Chirac",
      "France",
      "agent_of"
    ],
    [
      "Jacques Chirac",
      "France",
      "citizen_of"
    ],
    [
      "Jacques Chirac",
      "French",
      "citizen_of-x"
    ],
    [
      "Jacques Chirac",
      "Franco",
      "citizen_of-x"
    ],
    [
      "Jacques Chirac",
      "France",
      "head_of_state"
    ],
    [
      "Jacques Chirac",
      "French",
      "head_of_state-x"
    ],
    [
      "Jacques Chirac",
      "Franco",
      "head_of_state-x"
    ],
    [
      "Urmas Paet",
      "Estonia",
      "agent_of"
    ],
    [
      "Urmas Paet",
      "Estonia",
      "citizen_of"
    ],
    [
      "Urmas Paet",
      "Estonian",
      "citizen_of-x"
    ],
    [
      "Urmas Paet",
      "Estonia",
      "minister_of"
    ],
    [
      "Urmas Paet",
      "Estonian",
      "minister_of-x"
    ],
    [
      "Recep Tayyip Erdogan",
      "Turkey",
      "agent_of"
    ],
    [
      "Recep Tayyip Erdogan",
      "Turkey",
      "citizen_of"
    ],
    [
      "Recep Tayyip Erdogan",
      "Turkish",
      "citizen_of-x"
    ],
    [
      "Recep Tayyip Erdogan",
      "Turkey",
      "head_of_gov"
    ],
    [
      "Recep Tayyip Erdogan",
      "Turkish",
      "head_of_gov-x"
    ],
    [
      "Nicholas Burn",
      "United States",
      "agent_of"
    ],
    [
      "Nicholas Burn",
      "United States",
      "citizen_of"
    ],
    [
      "Matti Vanhanen",
      "Finland",
      "agent_of"
    ],
    [
      "Matti Vanhanen",
      "Finland",
      "citizen_of"
    ],
    [
      "Matti Vanhanen",
      "Finnish",
      "citizen_of-x"
    ],
    [
      "Matti Vanhanen",
      "Finland",
      "head_of_gov"
    ],
    [
      "Matti Vanhanen",
      "Finnish",
      "head_of_gov-x"
    ],
    [
      "Carl Bildt",
      "Sweden",
      "agent_of"
    ],
    [
      "Carl Bildt",
      "Sweden",
      "citizen_of"
    ],
    [
      "Carl Bildt",
      "Swedish",
      "citizen_of-x"
    ],
    [
      "Carl Bildt",
      "Sweden",
      "minister_of"
    ],
    [
      "Carl Bildt",
      "Swedish",
      "minister_of-x"
    ],
    [
      "Ankara",
      "Turkey",
      "in0"
    ],
    [
      "Ankara",
      "Turkish",
      "in0-x"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "French",
      "France",
      "gpe0"
    ],
    [
      "Mettlach",
      "Germany",
      "in0"
    ],
    [
      "Mettlach",
      "German",
      "in0-x"
    ],
    [
      "Cypriot",
      "Cyprus",
      "gpe0"
    ],
    [
      "European Commission",
      "European Union",
      "institution_of"
    ],
    [
      "European Commission",
      "European Union",
      "part_of"
    ],
    [
      "Turkish",
      "Turkey",
      "gpe0"
    ],
    [
      "European Parliament",
      "European Union",
      "institution_of"
    ],
    [
      "European Parliament",
      "European Union",
      "part_of"
    ],
    [
      "Finnish",
      "Finland",
      "gpe0"
    ],
    [
      "Polish",
      "Poland",
      "gpe0"
    ],
    [
      "Lech Kaczynski",
      "Poland",
      "agent_of"
    ],
    [
      "Lech Kaczynski",
      "Poland",
      "citizen_of"
    ],
    [
      "Lech Kaczynski",
      "Polish",
      "citizen_of-x"
    ],
    [
      "Lech Kaczynski",
      "Poland",
      "head_of_state"
    ],
    [
      "Lech Kaczynski",
      "Polish",
      "head_of_state-x"
    ],
    [
      "Franco",
      "France",
      "gpe0"
    ],
    [
      "Swedish",
      "Sweden",
      "gpe0"
    ],
    [
      "Estonian",
      "Estonia",
      "gpe0"
    ],
    [
      "Die Welt",
      "Germany",
      "based_in0"
    ],
    [
      "Die Welt",
      "German",
      "based_in0-x"
    ]
  ]
}