{
  "content": "Readers: Friendly Germans Are the Best Thing About Germany\nReaders shared thoughts and experiences about their favorite traveling spots in Germany and came to conclusions that a big part of their admiration for the country is due to the friendliness of German people.\nThe following comments reflect the views of DW-WORLD.DE readers. Not all reader comments have been published. DW-WORLD.DE reserves the right to edit for length and appropriateness of content. Three of my daughters and one son and his girlfriend and I spent an enjoyable vacation in Germany and enjoyed the beauty of driving the roads less traveled. Germany has so much to offer that we were not able to see because of a lack of time. The people are so friendly. -- James Morlock and family, US I hope the word doesn't get out about how great the Hartz Mountains and Saxony Anhalt are. All of the former \"East Zone\" is really great. We travel about every other year to Germany and love it. Great food and great people! -- Gerald Decker, US The best treasure in Germany is the people. To me, Germans are friendly, well informed, caring, polite, respectful, generous, and lovely. I feel at home in Germany. In my younger years, I even enjoyed compliments from respectful gentlemen while walking in the street. -- Lily Weidlich, US I am planning to return to Berlin and Dresden in the spring of 2008. I was greatly impressed with the friendliness of the people, the great art and music and how easy it was to travel by train and tram! German food is fresh and unspoiled by chemicals, excess salt and sugar, and is nourishing. My country could learn a lot from the German people. -- Samuel R. Ganczaruk, US Most Germans have a sarcastic smile when I tell them I love to visit Ostfriesland. They would change their mind if they went there and saw the peaceful beauty of the dykes embellished with sheep, horses and cows. They would be impressed by the ominous beauty of the North Sea -- the grey, tender and violent sea. They would fall in love with Greetsiel and Ditzum and their fisher boats. Leer is far from being empty, what a beautiful old city it is, and Emden, with its museum and river. The Dollart region is magnificent, and Helgoland proves nature is the best artist! All these places I mentioned are populated by the nicest people -- welcoming, making huge efforts to communicate with you, helpful, and always smiling. So before they crack another joke at Ostfriesland, or about its wonderful inhabitants, let them go take a look, they'll be hooked! -- Liliane Chaglassian, US I love Germany and I come back year after year. The people are great and the places are very clean and tidy. The only problem is that when I come, I want to stay. -- Paul, Great Britain Having traveled and visited there some 12 or 13 times year after year, I can honestly say that Germany offers my family more for the tourist or traveler than any other country in Europe. From visits to Bremerhaven and Cologne in the north to Garmisch-Partenkirchen in the Alpine region, we finally agreed to vacation each year in the same inn in the small village of Grainau, near the base of the Zugspitze. We now have many German friends there. -- Mack Trent, US",
  "relations": [
    [
      "Germans",
      "Germany",
      "gpe0"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "DW-WORLD.DE",
      "Germany",
      "based_in0"
    ],
    [
      "DW-WORLD.DE",
      "Germans",
      "based_in0-x"
    ],
    [
      "DW-WORLD.DE",
      "German",
      "based_in0-x"
    ],
    [
      "James Morlock",
      "US",
      "citizen_of"
    ],
    [
      "Hartz Mountains",
      "Germany",
      "in0"
    ],
    [
      "Hartz Mountains",
      "Germans",
      "in0-x"
    ],
    [
      "Hartz Mountains",
      "German",
      "in0-x"
    ],
    [
      "Saxony Anhalt",
      "Germany",
      "in0"
    ],
    [
      "Saxony Anhalt",
      "Germans",
      "in0-x"
    ],
    [
      "Saxony Anhalt",
      "German",
      "in0-x"
    ],
    [
      "East Zone",
      "Germany",
      "in0"
    ],
    [
      "East Zone",
      "Germans",
      "in0-x"
    ],
    [
      "East Zone",
      "German",
      "in0-x"
    ],
    [
      "Gerald Decker",
      "US",
      "citizen_of"
    ],
    [
      "Lily Weidlich",
      "US",
      "citizen_of"
    ],
    [
      "Berlin",
      "Germany",
      "in0"
    ],
    [
      "Berlin",
      "Germans",
      "in0-x"
    ],
    [
      "Berlin",
      "German",
      "in0-x"
    ],
    [
      "Dresden",
      "Germany",
      "in0"
    ],
    [
      "Dresden",
      "Germans",
      "in0-x"
    ],
    [
      "Dresden",
      "German",
      "in0-x"
    ],
    [
      "Samuel R. Ganczaruk",
      "US",
      "citizen_of"
    ],
    [
      "Ostfriesland",
      "Germany",
      "in0"
    ],
    [
      "Ostfriesland",
      "Germans",
      "in0-x"
    ],
    [
      "Ostfriesland",
      "German",
      "in0-x"
    ],
    [
      "North Sea",
      "Germany",
      "in0"
    ],
    [
      "North Sea",
      "Germans",
      "in0-x"
    ],
    [
      "North Sea",
      "German",
      "in0-x"
    ],
    [
      "Greetsiel",
      "Germany",
      "in0"
    ],
    [
      "Greetsiel",
      "Germans",
      "in0-x"
    ],
    [
      "Greetsiel",
      "German",
      "in0-x"
    ],
    [
      "Ditzum",
      "Germany",
      "in0"
    ],
    [
      "Ditzum",
      "Germans",
      "in0-x"
    ],
    [
      "Ditzum",
      "German",
      "in0-x"
    ],
    [
      "Emden",
      "Germany",
      "in0"
    ],
    [
      "Emden",
      "Germans",
      "in0-x"
    ],
    [
      "Emden",
      "German",
      "in0-x"
    ],
    [
      "Dollart",
      "Germany",
      "in0"
    ],
    [
      "Dollart",
      "Germans",
      "in0-x"
    ],
    [
      "Dollart",
      "German",
      "in0-x"
    ],
    [
      "Helgoland",
      "Germany",
      "in0"
    ],
    [
      "Helgoland",
      "Germans",
      "in0-x"
    ],
    [
      "Helgoland",
      "German",
      "in0-x"
    ],
    [
      "Liliane Chaglassian",
      "US",
      "citizen_of"
    ],
    [
      "Paul",
      "Great Britain",
      "citizen_of"
    ],
    [
      "Bremerhaven",
      "Germany",
      "in0"
    ],
    [
      "Bremerhaven",
      "Germans",
      "in0-x"
    ],
    [
      "Bremerhaven",
      "German",
      "in0-x"
    ],
    [
      "Cologne",
      "Germany",
      "in0"
    ],
    [
      "Cologne",
      "Germans",
      "in0-x"
    ],
    [
      "Cologne",
      "German",
      "in0-x"
    ],
    [
      "Garmisch-Partenkirchen",
      "Germany",
      "in0"
    ],
    [
      "Garmisch-Partenkirchen",
      "Germans",
      "in0-x"
    ],
    [
      "Garmisch-Partenkirchen",
      "German",
      "in0-x"
    ],
    [
      "Alpine",
      "Germany",
      "in0"
    ],
    [
      "Alpine",
      "Germans",
      "in0-x"
    ],
    [
      "Alpine",
      "German",
      "in0-x"
    ],
    [
      "Grainau",
      "Germany",
      "in0"
    ],
    [
      "Grainau",
      "Germans",
      "in0-x"
    ],
    [
      "Grainau",
      "German",
      "in0-x"
    ],
    [
      "Zugspitze",
      "Germany",
      "in0"
    ],
    [
      "Zugspitze",
      "Germans",
      "in0-x"
    ],
    [
      "Zugspitze",
      "German",
      "in0-x"
    ],
    [
      "Mack Trent",
      "US",
      "citizen_of"
    ]
  ]
}