{
  "content": "The Strange, But True Tale of a Communist Cowboy\nA new German documentary, \"The Red Elvis\", tells the extraordinary tale of Dean Reed from Denver, Colorado who became a star behind the Iron Curtain.\nIt's common knowledge that thousands of people fled communist East Germany for the West. The fact that a few hardy souls traveled in the opposite direction is far less well-known. The American musician, actor and film director, Dean Reed was one of them. Filmmaker Leopold Grün, who grew up in East Germany, had forgotten about Reed until a friend from the West jogged his memory six years ago. \"I didn't like his music, so he'd never really concerned me very much,\" Grün said. \"It was only when I started looking into his story that I became fascinated because it had so many twists and turns. I discovered a completely crazy world that I had no idea about.\" The bizarre tale of Dean Reed has recently reawakened a flurry of interest. As well as Grün's film -- five years in the making and just opening in Germany -- a biography was published late last year. US actor Tom Hanks is currently working on a feature film with Steven Spielberg about Reed's life with himself in the lead role. New Angle Leopold Grün sees this interest as signs of a need for a change of perspective about the Cold War era. \"We all know that people fled East Germany,\" he said. \"But what could someone's motives have been for going in the opposite direction?\" Called \"The Red Elvis,\" Grün's film does not set out to provide a comprehensive or conclusive account of Reed's colorful and chequered life. The filmmaker is clear: \"This is not a biography.\" Instead, like a puzzle the documentary pieces together film clips, concert footage and a host of interviews, leaving it to the audience to make up their own mind. Not exactly Country-Western By the time the photogenic Reed settled in the German Democratic Republic (GDR), he had already strayed far from his roots. Following a couple of very minor hits in the United States, the singer embarked on a tour of Latin America in the early 1960s that was to prove decisive. Not only did Reed end up at Number One on the Chilean charts, he witnessed grinding poverty during his travels and forged contacts with the Latin American leftist movement, eventually counting Salvador Allende among his friends. In \"The Red Elvis,\" Isabel Allende Bussi remembers with gratitude Reed's support for her father's presidential campaign. \"In his performances in Chile you can see he is genuine,\" Grün said. \"The posing began later.\" Increasingly critical of US foreign policy, Reed moved to Latin America. It was the start of his career as a political activist-cum-entertainer. He also continued to perform further afield, becoming the first US singer to tour the Soviet Union where his repertoire of country-western and protest songs together with his screen idol looks took audiences by storm. In the film, a Russian fan, now living in Reed's home town, reverentially recalls how his appearances in Russia \"were like a holiday for us.\" Her memories have a tragic irony. The singing advocate of socialist policies functioned as a distraction from Soviet realities. \"We forgot that we were oppressed,\" she tells the camera. Propaganda coup The US performer's tours were clearly a coup for Soviet authorities. This did not go unnoticed back home. In 1972, in an article dripping with sarcasm, the US magazine Newsweek commented: \"Reed's success is heavily subsidized by Kremlin authorities. How often do they get an American who looks like apple pie and treads the party line like a trained bear?\" Significantly, Reed never relinquished his US passport, retaining the right to roam. One of the most memorable -- and disturbing -- images in \"The Red Elvis\" shows Reed in Lebanon in the late 1960s, posing with both a gun and a guitar. In Argentina, Reed was given his own TV show to host, but was finally deported after his pro-communist stance got too much for the authorities who were wary of upsetting Washington. After building an acting career in Spaghetti Westerns in Italy, he moved to East Berlin in 1972, meeting his second wife-to-be at a film festival in Leipzig. In East Germany, Reed continued to sing and act, most notably in the blockbuster, East-German Western \"Blutsbrüder\" (Blood Brothers). Here, the showman created a role tailored to his own character -- a US soldier who goes over to the other side, joining forces with the underdogs after witnessing a massacre of Cheyenne Indians. A rising star behind the Iron Curtain At first, the GDR authorities had not been so keen on his staying, according to Grün. \"They were afraid that he would have an unsettling effect because he was such a showman, but then they realized what a fantastic opportunity he presented,\" he said. \"He stood for the right cause and there was no need to manipulate him.\" Egon Krenz, who was later to briefly succeed Erich Honecker at the top of the East German leadership, has described the relationship between Reed and the authorities as a \"productive\" one, based on \"give and take.\" But while this closeness to the regime may have secured him a celebrity status that he would never have enjoyed in the United States, it was also to prove his downfall. His popularity began to ebb, partly because of his failure to take any kind of critical stance in public. Disillusioned cowboy Over the years, Reed had also become increasingly disillusioned with the less than heroic nature of everyday life in East Germany. And by the mid 1980s, his third marriage to a leading East German actress was also on the rocks. Grün's film gives little credence to the conspiracy stories that have surrounded his death by drowning, which was reported as a \"tragic accident\" on East German television. Reed's long-term mistress and soulmate talks about the suicide pact that they had discussed at their clandestine apartment, still visibly grieving at the fact that he decided to cross this final frontier without her. More than a product of the Cold War? The 90-minute film creates a subtle, multi-layered image of someone whose public and private personas were riven with contradictions. While Dean Reed was, in one sense, very much a product of the Cold War, Grün said he believes his life story still has relevance today. \"One important goal of mine was to make a film that people could identify with in some way. The themes that are dealt with are still topical: the Palestinian issue, Latin America,\" he said. \"In addition to that, it deals with human problems that are not specific to East Germany.\"",
  "relations": [
    [
      "The Red Elvis",
      "Leopold Grün",
      "created_by"
    ],
    [
      "The Red Elvis",
      "Leopold Grün",
      "directed_by"
    ],
    [
      "The Red Elvis",
      "Leopold Grün",
      "directed_by"
    ],
    [
      "Dean Reed",
      "United States",
      "citizen_of"
    ],
    [
      "Dean Reed",
      "American",
      "citizen_of-x"
    ],
    [
      "Dean Reed",
      "Blood Brothers",
      "plays_in"
    ],
    [
      "Leopold Grün",
      "German Democratic Republic",
      "citizen_of"
    ],
    [
      "Leopold Grün",
      "East-German",
      "citizen_of-x"
    ],
    [
      "East-German",
      "German Democratic Republic",
      "gpe0"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "Denver",
      "United States",
      "in0"
    ],
    [
      "Denver",
      "American",
      "in0-x"
    ],
    [
      "Colorado",
      "United States",
      "in0"
    ],
    [
      "Colorado",
      "American",
      "in0-x"
    ],
    [
      "American",
      "United States",
      "gpe0"
    ],
    [
      "Tom Hanks",
      "United States",
      "citizen_of"
    ],
    [
      "Tom Hanks",
      "American",
      "citizen_of-x"
    ],
    [
      "Chilean",
      "Chile",
      "gpe0"
    ],
    [
      "Salvador Allende",
      "Chile",
      "agent_of"
    ],
    [
      "Salvador Allende",
      "Chile",
      "head_of_state"
    ],
    [
      "Salvador Allende",
      "Chilean",
      "head_of_state-x"
    ],
    [
      "Salvador Allende",
      "Isabel Allende Bussi",
      "parent_of"
    ],
    [
      "Isabel Allende Bussi",
      "Salvador Allende",
      "child_of"
    ],
    [
      "Russian",
      "Russia",
      "gpe0"
    ],
    [
      "Newsweek",
      "United States",
      "based_in0"
    ],
    [
      "Newsweek",
      "American",
      "based_in0-x"
    ],
    [
      "Kremlin",
      "Russia",
      "in0"
    ],
    [
      "Kremlin",
      "Russian",
      "in0-x"
    ],
    [
      "Washington",
      "United States",
      "in0"
    ],
    [
      "Washington",
      "United States",
      "in0"
    ],
    [
      "Washington",
      "American",
      "in0-x"
    ],
    [
      "Leipzig",
      "Germany",
      "in0"
    ],
    [
      "Leipzig",
      "German",
      "in0-x"
    ],
    [
      "Egon Krenz",
      "German Democratic Republic",
      "agent_of"
    ],
    [
      "Egon Krenz",
      "German Democratic Republic",
      "citizen_of"
    ],
    [
      "Egon Krenz",
      "East-German",
      "citizen_of-x"
    ],
    [
      "Egon Krenz",
      "German Democratic Republic",
      "head_of_state"
    ],
    [
      "Egon Krenz",
      "East-German",
      "head_of_state-x"
    ],
    [
      "Erich Honecker",
      "German Democratic Republic",
      "agent_of"
    ],
    [
      "Erich Honecker",
      "German Democratic Republic",
      "citizen_of"
    ],
    [
      "Erich Honecker",
      "East-German",
      "citizen_of-x"
    ],
    [
      "Erich Honecker",
      "German Democratic Republic",
      "head_of_state"
    ],
    [
      "Erich Honecker",
      "East-German",
      "head_of_state-x"
    ]
  ]
}