{
  "content": "Jordan repeals 'marry the rapist' law\nLawmakers in Jordan have scrapped a controversial law that allowed rapists to escape punishment by marrying their victims. Activists are celebrating the change, calling it a \"historic achievement.\"\nCheers and applause erupted from the spectators' gallery in the lower house of Jordan's parliament on Tuesday after legislators voted by a majority to abolish Article 308. The provision in the conservative kingdom's penal code allowed rape charges to be dropped if the perpetrator married his victim. Ahead of the vote, Prime Minister Hani Mulqi told the parliament he fully supported the repeal. \"The government is committed to eliminating Article 308 to reinforce the protection of the Jordanian family,\" he said. Read more - Uncensored: Muslim women speak about women's rights Long campaign Activists, who had campaigned for years to change the law, hailed the vote as a major step forward for ending sexual violence against women. Sarah Leah Whitson, Middle East director at New York-based Human Rights Watch, praised the move in a tweet. \"The article did not have a positive effect on society. On the contrary, it was an easy way out for attackers,\" Hala Ahed, legal consultant at Jordanian Women's Union, told German news agency DPA. \"Now the repeal makes the state responsible for supporting victims of assault.\" The amendment must still be approved by the 65-member Senate, the upper house of parliament, and by King Abdullah II. \"Our work is not done yet,\" Ahed added. \"There is a conservative bloc within the Senate, so we will continue our mobilization until the law is ratified.\" Read more - Tunisia: Women celebrate their rights Several countries have similar laws Ahead of Tuesday's vote, several dozen activists rallied outside the parliament building in Amman, the capital, calling for repeal. Campaigners say the \"marry the rapist\" clause condemns girls to a lifetime of sexual violence and abuse at the hands of their rapist. But some Jordanian lawmakers had been apprehensive about change, arguing that the provision could be a form of \"protection\" from social stigma for some victims. Despite its pro-Western political orientation, many parts of Jordan remain socially conservative, with \"family honor\" an important value in many households. Jordanian parliamentarian Wafa Bani Mustafa, who campaigned to end the law, said last week that parents often agreed to such \"rapist marriages\" to minimize \"family shame,\" but she said no girl should be \"presented as a gift\" to her rapist. The repeal vote came a week after Tunisia scrapped a similar law. Morocco overhauled its \"marry the rapist\" legislation in 2014, and Egypt took the step in 1999. A number of countries in the region still have such laws, including Algeria, Libya, Lebanon, Bahrain, Iraq, Kuwait, Syria and the Palestinian Territories, according to Human Rights Watch. Outside the Middle East, some countries in Latin America, as well as the Philippines and Tajikistan also have \"marry the rapist\" clauses. nm/kms (AFP, AP, Reuters, dpa)",
  "relations": [
    [
      "Wafa Bani Mustafa",
      "Jordan",
      "agent_of"
    ],
    [
      "Wafa Bani Mustafa",
      "Jordanian",
      "agent_of-x"
    ],
    [
      "Wafa Bani Mustafa",
      "Jordan",
      "citizen_of"
    ],
    [
      "Wafa Bani Mustafa",
      "Jordanian",
      "citizen_of-x"
    ],
    [
      "Hala Ahed",
      "Jordanian Women's Union",
      "member_of"
    ],
    [
      "Article 308",
      "Jordan",
      "law_of"
    ],
    [
      "Hani Mulqi",
      "Jordan",
      "agent_of"
    ],
    [
      "Hani Mulqi",
      "Jordan",
      "citizen_of"
    ],
    [
      "Hani Mulqi",
      "Jordanian",
      "citizen_of-x"
    ],
    [
      "Hani Mulqi",
      "Jordan",
      "head_of_gov"
    ],
    [
      "Hani Mulqi",
      "Jordanian",
      "head_of_gov-x"
    ],
    [
      "Jordanian",
      "Jordan",
      "gpe0"
    ],
    [
      "Sarah Leah Whitson",
      "Human Rights Watch",
      "head_of"
    ],
    [
      "Sarah Leah Whitson",
      "Human Rights Watch",
      "member_of"
    ],
    [
      "Human Rights Watch",
      "New York",
      "based_in2"
    ],
    [
      "Jordanian Women's Union",
      "Jordan",
      "based_in0"
    ],
    [
      "Jordanian Women's Union",
      "Jordanian",
      "based_in0-x"
    ],
    [
      "DPA",
      "German",
      "based_in0-x"
    ],
    [
      "Senate",
      "Jordan",
      "agency_of"
    ],
    [
      "Senate",
      "Jordanian",
      "agency_of-x"
    ],
    [
      "Senate",
      "Jordan",
      "based_in0"
    ],
    [
      "Senate",
      "Jordanian",
      "based_in0-x"
    ],
    [
      "Abdullah II",
      "Jordan",
      "agent_of"
    ],
    [
      "Abdullah II",
      "Jordan",
      "citizen_of"
    ],
    [
      "Abdullah II",
      "Jordanian",
      "citizen_of-x"
    ],
    [
      "Abdullah II",
      "Jordan",
      "head_of_state"
    ],
    [
      "Abdullah II",
      "Jordanian",
      "head_of_state-x"
    ],
    [
      "Amman",
      "Jordan",
      "in0"
    ],
    [
      "Amman",
      "Jordanian",
      "in0-x"
    ]
  ]
}