{
  "content": "Why Kristalina Georgieva is the best choice for UN secretary-general\nKristalina Georgieva has finally convinced her prime minister she stands the best chance to be UN secretary-general. Max Hofmann and Barbara Wesel think the EU Vice President from Bulgaria might be just the ticket.\nBecause of her personality Having experienced her in official and unofficial situations both in meetings and conferences from Prague to Brussels, one thing becomes clear: What you see is what you get. Georgieva is authentic. She's always lively and outspoken, yet listens carefully to whomever speaks with her. At times she is funny, her quips in discussions are guaranteed to provoke giggles, even with the most serious of Eurocrats. She has been known to provoke laughter in budget negotiations. It's safe to say that she would add some new wrinkles to UN communication, including effortlessness and humor. But Georgieva is also hard working and tough as nails. People who work closely with her in Brussels describe her as relentless. All the people in her cabinet are younger than her but still have to work in shifts to keep up with her. She'll visit seven different time zones in two days and never miss a beat. Not a bad quality for a secretary-general. Because she's from Eastern Europe The obvious argument here is that the region never had a UN secretary-general. It's a valid one but not the only one. The region is connected to many of the problems not only Europe but the whole world is facing. Georgieva's home, Bulgaria, is on the front line of the refugee crisis, a neighbor to Turkey and a mere 1,500 kilometers (930 miles) away from Aleppo in Syria, the symbol of one of the most terrifying conflicts in the world. Bulgaria is also very close to Ukraine and Moldova, two countries locked in a frozen conflict with Russia. Georgieva brings the experience of having seen the Iron Curtain fall and the subsequent changes in Eastern Europe. She has the support of many countries in the region. And she might even be acceptable to Moscow: Georgieva lived there for two years during her time at the World Bank, she speaks good Russian and knows who is who. She has met with President Vladimir Putin and Foreign Minister Sergei Lavrov and if they should really want an Eastern European in the job, she is the candidate with the best shot at uniting the geographical camps in the UN. Because she is a woman It's time for a woman at the top of the UN. A third of member states and numerous civil society groups have already pushed for the first woman secretary-general. There is a difference between a suit and a trouser suit. German Chancellor Angela Merkel is said to be one Georgieva's political sponsors. And the Bulgarian is a candidate who brings some of the most-needed qualities to the table: She has international and financial experience from her time at the World Bank. But she has remained practical, results-driven and shows little personal vanity, which distinguishes her from rather a lot of men in the field. At the same time the EU Commissioner is charming enough to foster compromise between opposing political factions and everybody still likes her afterwards. Apart from her ability to bring people together, her friends praise her noted short-windedness. Kristalina Georgieva begins most of her speeches with the remark: \"I have only three very short things to say…\" And she even sometimes sticks to that. Because she will be a breath of fresh air Kristalina Georgieva knows international institutions, but she is not part of the UN machine, as opposed to her greatest rival Antonio Guterres, who was until recently the UNHCR High Commissioner for Refugees. She will certainly bring a fresh eye to the job. In the European Parliament Georgieva carries the nickname \"action-woman.\" She can talk to everybody: From representatives of the left to the euro-sceptic Conservatives, people will engage with her. She is decidedly unstuffy and likes pragmatic solutions. In her world, problems should be solved not along ideological divides but by what brings results. Debates about political theories and left or right don't interest her. At the same time Kristalina Georgieva confronts the political issues head on: \"What I see is an issue of human security today,\" she said in a recent interview. \"People are anxious everywhere. Today, our crises overlap. Even the young, educated, urban and wealthy are anxious.\" In the face of that analysis, the Bulgarian politician herself is a fearless person, which makes her particularly suited for the job of UN secretary-general. Because of this story In 2010, when Georgieva was EU Commissioner for Humanitarian Aid, she was on holiday when Pakistan got hit by heavy floods. Her staff recalls hesitating to contact her but ended up calling anyway. The Commissioner interrupted her vacation and flew to Pakistan via Brussels. The plane was scheduled to land around midnight but got delayed because of weather. Eventually Georgieva landed around six in the morning. People who were with her then remember how they were planning on delaying the whole program so she could get a couple of hours of sleep in the morning. She would have none of that. \"Sleep is a renewable energy,\" she is quoted as saying. \"We use the energy now and will renew later.\" Despite the delays, Kristalina Georgieva was one of the first to arrive in the area. Interestingly enough one of the few who got there before her was current UN Secretary-General Ban Ki-moon.",
  "relations": [
    [
      "Kristalina Georgieva",
      "Bulgaria",
      "citizen_of"
    ],
    [
      "Kristalina Georgieva",
      "Bulgarian",
      "citizen_of-x"
    ],
    [
      "Kristalina Georgieva",
      "EU",
      "member_of"
    ],
    [
      "Aleppo",
      "Syria",
      "in0"
    ],
    [
      "Moscow",
      "Russia",
      "in0"
    ],
    [
      "Moscow",
      "Russian",
      "in0-x"
    ],
    [
      "World Bank",
      "UN",
      "institution_of"
    ],
    [
      "World Bank",
      "UN",
      "part_of"
    ],
    [
      "Russian",
      "Russia",
      "gpe0"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "agent_of"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "citizen_of"
    ],
    [
      "Vladimir Putin",
      "Russian",
      "citizen_of-x"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "head_of_state"
    ],
    [
      "Vladimir Putin",
      "Russian",
      "head_of_state-x"
    ],
    [
      "Sergei Lavrov",
      "Russia",
      "agent_of"
    ],
    [
      "Sergei Lavrov",
      "Russia",
      "citizen_of"
    ],
    [
      "Sergei Lavrov",
      "Russian",
      "citizen_of-x"
    ],
    [
      "Sergei Lavrov",
      "Russia",
      "minister_of"
    ],
    [
      "Sergei Lavrov",
      "Russian",
      "minister_of-x"
    ],
    [
      "Angela Merkel",
      "German",
      "citizen_of-x"
    ],
    [
      "Angela Merkel",
      "German",
      "head_of_gov-x"
    ],
    [
      "Bulgarian",
      "Bulgaria",
      "gpe0"
    ],
    [
      "Antonio Guterres",
      "UN",
      "member_of"
    ],
    [
      "European Parliament",
      "EU",
      "institution_of"
    ],
    [
      "European Parliament",
      "EU",
      "part_of"
    ],
    [
      "Ban Ki-moon",
      "UN",
      "head_of"
    ],
    [
      "Ban Ki-moon",
      "UN",
      "member_of"
    ]
  ]
}