{
  "content": "Why Little Red Riding Hood is caught between innocence and sexuality\nIs Little Red Riding Hood just a naive little girl? Only in the tale by the German Brothers Grimm. In older versions of the story, she flirts and the wolf seduces her. Here's a look at various Little Red Riding Hoods.\nLittle Red Riding Hood has always put me off - that dumb, innocent little girl who surrenders to the big bad wolf, only to be devoured by him. And then there's the manly, courageous hunter who heroically rescues her and her grandmother by cutting them out of the wolf's belly. And of course, though it defies logic, they both emerge totally unharmed. Obviously, the Brothers Grimm didn't mind the inconsistencies in the story. They were more interested in scaring children. They wanted to teach kids good behavior: Listen to your mother and don't talk to strangers. But today we would call that xenophobia and cowardice. Nevertheless, when I heard about an exhibition exclusively about Little Red Riding Hood, I was curious. What is it about the fairytale girl that can fill an entire exhibition? The Bilderbuchmuseum - the picture book museum - in Troisdorf is housed in a red manor house in a small town close to Bonn and holds Europe's largest collection on the Little Red Riding Hood. Dozens of girls with red hoods reside side by side over two floors in the house. On the ground floor of the museum, there is a play area for young visitors. Through a crack in the door, I see a child dressed as Little Red Riding Hood whistling and walking around paper trees. Upstairs, the exhibition is more geared toward adults. There is no artificial forest there, but only display cases with books and pictures on the walls. It's not particularly creative. The many faces of Little Red Riding Hood In each display case, a different Little Red Riding Hood encounters a different wolf - and not all of the images are G-rated. As curator Bernhard Schmitz tells me, the unusual collection was given to the museum by a Swiss couple. For over 30 years, Elisabeth and Richard Waldmann collected Little Red Riding Hoods wherever they went, gathering 800 books written since the end of the 18th century, as well as countless dolls, puppets, toys, flatware, ads, and all kinds of knickknacks. How on earth can anyone be so obsessed with a fairytale figure? Looking through the wooden display cases looking for the Little Red Riding Hood that I know - the sweet dumb little girl - I come across many others sitting next to her. One of them has bare breasts. Another one has a Mohawk, and yet another looks quite lascivious. Still others are wicked or sardonic. This girl seems to have many different faces. An erotic fairytale The very first one, the French \"Petit Chaperon Rouge\" is anything but innocent. An adolescent, she obviously enjoys alluring the wolf. And when he invites her to come to bed with his (\"Viens te coucher avec moi\"), she undresses and lies down naked next to the beguiling wolf. Clearly a case of coquettish seduction. Then I notice a comic from the 1990s depicting an erotic version of Little Red Riding Hood. Obviously, the sexual aspect of the original tale hasn't gotten lost over time, despite the prudishness of the prudish Brothers Grimm. An entire room in the picture book museum has been devoted to artist Burgi K端hnemann and her very special Little Red Riding Hoods. She is standing in front one of her works - a hunter's vest with numerous pockets filled with booklets. \"The wolf is a traffic victim\" is written on the dirty green fabric. Little Red Riding Hood and the Nazis Burgi K端hneman takes a booklet from her right breast pocket. In it, a youthful Little Red Riding Hood is sitting behind the steering wheel, about to run over the poor wolf. \"Once there was a report about a wolf that got run over on the freeway,\" she says. \"That's when I thought, people used to be afraid of wolves, but now they stuff them.\" Burgi K端hnemann's voice is hoarse and a subdued, but she enjoys talking. She introduces me to her next version of the Little Red Riding Hood: \"I'm giving it a political dimension. For example the Nazi era provides a lot of material. Adolf Hitler liked being called 'Uncle Wolf' by little girls.\" So the blonde and na誰ve Little Red Riding Hood is only one of many red-hooded girls. It's the German version for young children. Once again, I walk by the display cases and think, Little Red Riding Hood was clearly schizophrenic.",
  "relations": [
    [
      "Bilderbuchmuseum",
      "Troisdorf",
      "in2"
    ],
    [
      "Bernhard Schmitz",
      "Bilderbuchmuseum",
      "head_of"
    ],
    [
      "Bernhard Schmitz",
      "Bilderbuchmuseum",
      "member_of"
    ],
    [
      "Troisdorf",
      "German",
      "in0-x"
    ],
    [
      "Bonn",
      "German",
      "in0-x"
    ],
    [
      "Elisabeth",
      "Swiss",
      "citizen_of-x"
    ],
    [
      "Elisabeth",
      "Richard Waldmann",
      "spouse_of"
    ],
    [
      "Richard Waldmann",
      "Swiss",
      "citizen_of-x"
    ],
    [
      "Richard Waldmann",
      "Elisabeth",
      "spouse_of"
    ],
    [
      "Adolf Hitler",
      "Nazi",
      "head_of"
    ],
    [
      "Adolf Hitler",
      "Nazi",
      "member_of"
    ]
  ]
}