{
  "content": "Proposed Nabucco Gas Pipeline Gets European Bank Backing\nThe heads of the EU's European Investment Bank and the European Bank for Reconstruction and Development (EBRD) said Tuesday, Jan. 27, that they are prepared to provide financial backing for the Nabucco gas pipeline.\nSpurred on by Europe's worst-ever gas crisis earlier this month, which left millions of homes across the continent without heat in the depths of winter, Hungarian Prime Minister Ferenc Gyurcsany invited top-ranking officials from both the EU and the countries involved in Nabucco to inject fresh momentum into the slow-moving project. Nabucco, an ambitious but still-unbuilt gas pipeline aimed at reducing Europe's energy reliance on Russia, is a 3,300-kilometer (2,050-mile) pipeline between Turkey and Austria. Costing an estimated 7.9 billion euros, the aim is to transport up to 31 billion cubic meters of gas each year from the Caspian Sea to Western Europe, bypassing Russia and Ukraine. Nabucco currently has six shareholders -- OMV of Austria, MOL of Hungary, Transgaz of Romania, Bulgargaz of Bulgaria, Botas of Turkey and RWE of Germany. But for the pipeline to get moving, Nabucco would need an initial cash injection of an estimated 300 million euros. Both the EIB and EBRD said they were willing to invest in the early stages of the project through a series of loans, providing certain conditions are met. \"The EIB is ready to finance projects that further EU objectives of increased sustainability and energy security,\" said Philippe Maystadt, president of the European Investment Bank, during the opening addresses by participants at the \"Nabucco summit\" in Hungary. The EIB is prepared to finance \"up to 25 percent of project cost,\" provided a secure intergovernmental agreement on the Nabucco pipeline is reached, he said. Maystadt noted that of 48 billion euros of financing it provided last year, a quarter was for energy projects. EBRD President Thomas Mirow also offered financial backing to the Nabucco pipeline, on the condition that it \"meets the requirements of solid project financing.\" The bank would need to see concrete plans and completion guarantees, besides a stable political agreement, said Mirow. EU wary of future gas crises Czech Prime Minister Mirek Topolanek, whose country currently holds the rotating presidency of the EU, spoke about the recent gas crisis caused by a pricing dispute between Russia and Ukraine that affected supplies to Europe. \"A new crisis could emerge at any time, and next time it could be even worse,\" Topolanek said. He added that reaching an agreement on Nabucco is a \"test of European solidarity.\" The latest gas row between Russia and Ukraine has highlighted Europe's need to diversify its energy sources and thrown the spotlight on Nabucco. But critics insist that the vast project will remain nothing but a pipe dream because its backers cannot guarantee that they will ever have sufficient gas supplies to make it profitable. EU Energy Commissioner Andris Piebalgs urged political leaders to commit firmly to Nabucco by the end of March, or risk jeopardizing the project. In his opening address as host, Hungarian Prime Minister Ferenc Gyurcsany called on the EU to provide 200 to 300 million euros within the next few weeks to get the construction of the pipeline off the ground. Gyurcsany stressed that he was not hoping for a loan, but rather for starting capital from the EU. US Deputy Assistant Secretary of State Matthew Bryza noted that the Tuesday summit had made it clear that Gyurcsany, who dismissed Nabucco as \"a dream\" in 2007, was now fully committed to the energy supply diversification project. On the supply side, Turkmenistan and Azerbaijan both indicated they would be willing to supply some of the gas. \"Azerbaijan, which is according to current plans is a transit country, could eventually serve as a supplier as well,\" Azerbaijani President Ilham Aliyev said. Azerbaijan's gas reserves of some two or three trillion cubic meters would be sufficient to last \"several decades,\" he said. Austrian Economy Minister Reinhold Mitterlehner suggested that Egypt and Iran could also be brought in as suppliers in the long term. But a deal currently seems unlikely with Iran given the long-running international standoff over its disputed nuclear program. Russia, Ukraine still wrangling Meanwhile, Russia and Ukraine were still wrangling over the details of the deal which ended their gas quarrel earlier this month. Ukrainian President Viktor Yushchenko said on Tuesday he would stand by the terms of the agreement with Russia, even though not all the details are to his liking. But Russian officials questioned his reliability, saying that the political rivalry between Yushchenko and Prime Minister Yulia Timoshenko could still lead Kiev to cancel the contract. \"The agreements signed are not easy ones, but Ukraine fully takes up the performance (of its commitments) and guarantees full-fledged transit to European consumers,\" Yushchenko told journalists in Brussels after a meeting with the head of the European Commission, Jose Manuel Barroso. The assurance that Yushchenko would abide by the terms of the agreement finalized by Timoshenko was \"an important step forward in allowing us to focus on our broader relationship,\" Barroso said. But the spokesman for Russian Prime Minister Vladimir Putin said that Moscow still feared that the growing rivalry between Yushchenko and Timoshenko, who are set to face off in next year's presidential election, could torpedo the deal. EU in talks to upgrade Ukraine's transit system Yushchenko's working breakfast with Barroso was dominated by the energy question, with both men highlighting the need to upgrade Ukraine's gas-transit system and build more links between Ukrainian and European energy markets. The commission is set to host an international conference aimed at gathering donations to upgrade Ukraine's gas-transit system on March 23 in Brussels. The EU and Ukraine have agreed to form a joint expert group to plan the meeting, the leaders said Tuesday. During the conflict, Barroso had warned that both Russia and Ukraine were damaging their credibility as reliable partners. But on Monday he said that \"in bilateral relations, we are not taking any negative consequences from (the gas row) because we believe Ukraine wants to deepen the relationship with the EU, and we also want to deepen the relationship with Ukraine.\" He also said that \"we have to state very clearly that we were disappointed by the problems between Ukraine and Russia,\" and called for political stability and reform in Ukraine. His diplomatic balancing act is likely to have a frosty reception in Moscow, where Peskov said that Russia \"would prefer to hear from the European states a very serious and severe evaluation of who is guilty for interrupting the transit.\"",
  "relations": [
    [
      "European Investment Bank",
      "Europe",
      "institution_of"
    ],
    [
      "European Investment Bank",
      "Europe",
      "part_of"
    ],
    [
      "European Bank for Reconstruction and Development",
      "Europe",
      "institution_of"
    ],
    [
      "European Bank for Reconstruction and Development",
      "Europe",
      "part_of"
    ],
    [
      "Philippe Maystadt",
      "European Investment Bank",
      "head_of"
    ],
    [
      "Philippe Maystadt",
      "European Investment Bank",
      "member_of"
    ],
    [
      "Viktor Yushchenko",
      "Ukraine",
      "agent_of"
    ],
    [
      "Viktor Yushchenko",
      "Ukraine",
      "citizen_of"
    ],
    [
      "Viktor Yushchenko",
      "Ukrainian",
      "citizen_of-x"
    ],
    [
      "Viktor Yushchenko",
      "Ukraine",
      "head_of_state"
    ],
    [
      "Viktor Yushchenko",
      "Ukrainian",
      "head_of_state-x"
    ],
    [
      "Yulia Timoshenko",
      "Ukraine",
      "agent_of"
    ],
    [
      "Yulia Timoshenko",
      "Ukraine",
      "citizen_of"
    ],
    [
      "Yulia Timoshenko",
      "Ukrainian",
      "citizen_of-x"
    ],
    [
      "Yulia Timoshenko",
      "Ukraine",
      "head_of_gov"
    ],
    [
      "Yulia Timoshenko",
      "Ukrainian",
      "head_of_gov-x"
    ],
    [
      "Jose Manuel Barroso",
      "European Commission",
      "head_of"
    ],
    [
      "Jose Manuel Barroso",
      "European Commission",
      "member_of"
    ],
    [
      "Thomas Mirow",
      "European Bank for Reconstruction and Development",
      "head_of"
    ],
    [
      "Thomas Mirow",
      "European Bank for Reconstruction and Development",
      "member_of"
    ],
    [
      "Mirek Topolanek",
      "Czech",
      "citizen_of-x"
    ],
    [
      "Mirek Topolanek",
      "Czech",
      "head_of_state-x"
    ],
    [
      "Ferenc Gyurcsany",
      "Hungary",
      "agent_of"
    ],
    [
      "Ferenc Gyurcsany",
      "Hungary",
      "citizen_of"
    ],
    [
      "Ferenc Gyurcsany",
      "Hungarian",
      "citizen_of-x"
    ],
    [
      "Ferenc Gyurcsany",
      "Hungary",
      "head_of_gov"
    ],
    [
      "Ferenc Gyurcsany",
      "Hungarian",
      "head_of_gov-x"
    ],
    [
      "Hungarian",
      "Hungary",
      "gpe0"
    ],
    [
      "OMV",
      "Austria",
      "based_in0"
    ],
    [
      "OMV",
      "Austrian",
      "based_in0-x"
    ],
    [
      "MOL",
      "Hungary",
      "based_in0"
    ],
    [
      "MOL",
      "Hungarian",
      "based_in0-x"
    ],
    [
      "Transgaz",
      "Romania",
      "based_in0"
    ],
    [
      "Bulgargaz",
      "Bulgaria",
      "based_in0"
    ],
    [
      "Botas",
      "Turkey",
      "based_in0"
    ],
    [
      "RWE",
      "Germany",
      "based_in0"
    ],
    [
      "Nabucco summit",
      "Hungary",
      "event_in0"
    ],
    [
      "Andris Piebalgs",
      "Europe",
      "member_of"
    ],
    [
      "Matthew Bryza",
      "US",
      "agent_of"
    ],
    [
      "Matthew Bryza",
      "US",
      "citizen_of"
    ],
    [
      "Azerbaijani",
      "Azerbaijan",
      "gpe0"
    ],
    [
      "Ilham Aliyev",
      "Azerbaijan",
      "agent_of"
    ],
    [
      "Ilham Aliyev",
      "Azerbaijan",
      "citizen_of"
    ],
    [
      "Ilham Aliyev",
      "Azerbaijani",
      "citizen_of-x"
    ],
    [
      "Ilham Aliyev",
      "Azerbaijan",
      "head_of_state"
    ],
    [
      "Ilham Aliyev",
      "Azerbaijani",
      "head_of_state-x"
    ],
    [
      "Austrian",
      "Austria",
      "gpe0"
    ],
    [
      "Reinhold Mitterlehner",
      "Austria",
      "agent_of"
    ],
    [
      "Reinhold Mitterlehner",
      "Austria",
      "citizen_of"
    ],
    [
      "Reinhold Mitterlehner",
      "Austrian",
      "citizen_of-x"
    ],
    [
      "Reinhold Mitterlehner",
      "Austria",
      "minister_of"
    ],
    [
      "Reinhold Mitterlehner",
      "Austrian",
      "minister_of-x"
    ],
    [
      "Ukrainian",
      "Ukraine",
      "gpe0"
    ],
    [
      "Russian",
      "Russia",
      "gpe0"
    ],
    [
      "Kiev",
      "Ukraine",
      "in0"
    ],
    [
      "Kiev",
      "Ukrainian",
      "in0-x"
    ],
    [
      "European Commission",
      "Europe",
      "institution_of"
    ],
    [
      "European Commission",
      "Europe",
      "part_of"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "agent_of"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "citizen_of"
    ],
    [
      "Vladimir Putin",
      "Russian",
      "citizen_of-x"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "head_of_gov"
    ],
    [
      "Vladimir Putin",
      "Russian",
      "head_of_gov-x"
    ],
    [
      "Moscow",
      "Russia",
      "in0"
    ],
    [
      "Moscow",
      "Russian",
      "in0-x"
    ]
  ]
}