{
  "content": "The photographer behind Marilyn Monroe's most iconic photo\nWe've all seen Marilyn Monroe in a white dress standing over a subway ventilation. The iconic image is Sam Shaw's most famous, but certainly not his most moving. His work is now on show in Germany.\nA young blond woman in a white dress standing over a ventilation grate in the New York subway, the air pushing up the dress - and the photographer snaps the picture. That's the story behind Sam Shaw's most famous picture, but it's certainly not his most moving image. It was the famous ventilation grate picture in the 1950s that made photographer Sam Shaw better known to a larger audience - and made Marilyn Monroe even more famous. The picture has been reprinted millions of times, making it one of the best known in the world. Shaw staged the photograph himself as a PR gimmick to promote the film \"The Seven-Year Itch,\" directed by Billy Wilder, in which Monroe starred. \"Interestingly, you don't see this image set precisely in this way in the film,\" said Christiane Vogt, director of the Ludwig Gallery at Schloss Oberhausen, which just opened a retrospective of photographer Sam Shaw's work, \"Finding the Unexpected.\" \"There is a scene [in the film] showing her legs, and one showing her torso, but not one showing Marilyn Monroe's entire body,\" she noted. Marilyn Monroe was Shaw's driver Shaw had been friends with Monroe for quite a while before the picture was even taken. In fact, before Marilyn had her own breakthrough as an actress, she was actually photographer Shaw's driver, since he did not have a driver's license, curator Nina Dunkmann pointed out. Yet the retrospective is not reduced to showing photographs only of movie star Marilyn Monroe. The 230 black-and-white images from six decades show a host of other people - from starlets to everyday actors. \"Our concept focused on one space being dedicated to Marilyn Monroe; that was clear from the start,\" said Vogt. \"But the show actually opens with Sophia Loren. We wanted to show photos that weren't necessarily so famous, and Loren was the perfect motif,\" she said. Dunkmann stressed the stamina with which Shaw worked - taking a great deal of time for his pictures. \"He did so with Sophia Loren - depicting her as a goddess and an erotic symbol,\" she said. \"He draws the viewer's gaze across her body and up to her face.\" \"Shaw almost always manages to tell stories with just one picture,\" she pointed out. Access to film stars, a passion for the less famous The show in Oberhausen portrays many pictures of film stars, from Marlon Brando in a tight t-shirt and a profile of John Wayne, to Dennis Hopper and Paul Newman and John Cassevetes with their families. Shaw had access to actors - up-close and unadorned. He was, for instance, close friends with Anthony Quinn, whom he took numerous photos of during the filming of \"Alexis Sorbas\" on Crete. One picture shows Quinn playing chess during a recording break. Yet Shaw also used the time as a still photographer on the film set to create a photo essay for \"Life\" magazine about island life in the 1950s. It showcased farmers' faces creased from working out in the sun. \"These photo stories for \"Life\" and \"Time,\" which were often published in color, secured a good income for Shaw, in addition to his work as a still photographer on film sets in Hollywood,\" said Vogt. These photo essays on social issues were close to the photographer's heart. He began creating them in the 1940s and the pictures are so expressive, that the viewer immediately recognizes which mood Shaw wanted to capture. They are glimpses of real life, showing the hardships of poor people in society and the travails of people working in dangerous jobs in a lively way. Shaw depicts an American soldier saying goodbye to his family on a farm, young women at work in an armor factory in the US, worn-out African-American women in dilapidated living conditions, and workers around oil rigs. He also captured photos of sporting events, accidents and everyday violence. Racism and the marginalized Shaw likewise created photo essays about racism in the US South and of demonstrations against the Vietnam War. \"He always placed people at the center, but also expressed criticism, such as in the pictures he took of the election campaign of a racist politician in the South,\" said Dunkmann. One picture shows a corpulent policeman protecting a politician at an appearance before a crowd of people. Shaw dedicated whole series to African-American culture and was interested in the marginalized people of society. He brought home such pictures from his travels through Europe - series of Roma women in Spain and images from poor neighborhoods in Rome and Paris. Paris was, after all, a city Shaw loved - one he once dubbed the most picturesque in the world. Shaw's own glimpse of the world can be viewed at Schloss Oberhausen through September 17, 2017.",
  "relations": [
    [
      "Marilyn Monroe",
      "The Seven-Year Itch",
      "plays_in"
    ],
    [
      "Nina Dunkmann",
      "Ludwig Gallery",
      "member_of"
    ],
    [
      "Schloss Oberhausen",
      "Germany",
      "in0"
    ],
    [
      "Christiane Vogt",
      "Ludwig Gallery",
      "head_of"
    ],
    [
      "Christiane Vogt",
      "Ludwig Gallery",
      "member_of"
    ],
    [
      "Anthony Quinn",
      "Alexis Sorbas",
      "plays_in"
    ],
    [
      "New York",
      "US",
      "in0"
    ],
    [
      "New York",
      "American",
      "in0-x"
    ],
    [
      "The Seven-Year Itch",
      "Billy Wilder",
      "created_by"
    ],
    [
      "The Seven-Year Itch",
      "Billy Wilder",
      "directed_by"
    ],
    [
      "Ludwig Gallery",
      "Germany",
      "in0"
    ],
    [
      "Life",
      "US",
      "based_in0"
    ],
    [
      "Life",
      "American",
      "based_in0-x"
    ],
    [
      "Time",
      "US",
      "based_in0"
    ],
    [
      "Time",
      "American",
      "based_in0-x"
    ],
    [
      "American",
      "US",
      "gpe0"
    ]
  ]
}