{
  "content": "Goalkeepers Could Be Key in Germany-Turkey Semi-Final\nTurkey may have stolen the show from Germany when it comes to fighting spirit at Euro 2008, but the Germans could still win their semi-final date because they appear to have the better goalkeeper.\nJens Lehmann has defied the critics with good showings when it mattered, while Turkey have to cope with the suspension of Volkan Demirel and the erratic performance of his replacement Rustu Recber. Both men have spent long periods of the past season on the substitutes' bench, Lehmann at England's Arsenal and Recber at Fenerbahce. The 38-year-old Lehmann has risen to the occasion when it mattered, playing solidly in Germany's 1-0 win over Austria and also in Thursday's 3-2 quarter-final success against Portugal. \"The bigger the pressure the better Jens becomes. The last games showed that,\" said Germany goalkeeping coach Andreas Koepke. \"I didn't see Jens as critically as others. We have seen other goalkeepers make errors here. Jens was very strong against Austria. He played a very, very good match against Portugal. He is playing the way we expected him to do and is also a team leader.\" Lehmann has seemingly calmed down as the tournament progressed. He met the German media in a very aggressive mood at the start of Euro after criticism of his showings in tune-up games. In contrast, he was very relaxed earlier this week. Experience isn't everything While Lehmann only became Germany No. 1 ahead of the 2006 World Cup, Rustu's biggest moment was the third-place finish with Turkey at the 2002 World Cup. He is now only in goal owing to Volkan's red-card suspension and put in a mixed performance in the quarter-finals against Croatia, when he won his 117th cap. Rustu looked like he might be the villain of the piece when his blunder allowed Ivan Klasnic give Croatia the lead in the 119th minute, but Turkey levelled through Semih Senturk. Rustu ended up as the hero in the penalty shoot-out when his save from Mladen Petric clinched the upset in Vienna. \"Rustu is very experienced but not always good,\" said Germany defender Arne Friedrich of the 35-year-old. Rustu has said he will retire from the national team after Euro. Many in Germany expect Lehmann to do the same and give way to a younger man. New blood in training Currently, 30-year-old Robert Enke from Hanover and Bayer Leverkusen's Rene Adler, 23, are in the frame to continue Germany's tradition of great goalkeepers. Koepke readily admitted that the future was at stake and Enke and Adler were training hard in the Euro 2008 camp in case Lehmann gets injured. \"Both are doing a really good job. No one knows what happens after Euro. This is about positioning as well for after Euro -- and to be fully fit if something happens to Jens,\" said Koepke.",
  "relations": [
    [
      "Turkey",
      "Euro 2008",
      "appears_in"
    ],
    [
      "Turkey",
      "2002 World Cup",
      "appears_in"
    ],
    [
      "Jens Lehmann",
      "Germany",
      "member_of"
    ],
    [
      "Jens Lehmann",
      "Arsenal",
      "member_of"
    ],
    [
      "Jens Lehmann",
      "Germany",
      "player_of"
    ],
    [
      "Jens Lehmann",
      "Arsenal",
      "player_of"
    ],
    [
      "Volkan Demirel",
      "Turkey",
      "member_of"
    ],
    [
      "Volkan Demirel",
      "Turkey",
      "player_of"
    ],
    [
      "Rustu Recber",
      "Turkey",
      "member_of"
    ],
    [
      "Rustu Recber",
      "Fenerbahce",
      "member_of"
    ],
    [
      "Rustu Recber",
      "Turkey",
      "player_of"
    ],
    [
      "Rustu Recber",
      "Fenerbahce",
      "player_of"
    ],
    [
      "Rene Adler",
      "Germany",
      "member_of"
    ],
    [
      "Rene Adler",
      "Bayer Leverkusen",
      "member_of"
    ],
    [
      "Rene Adler",
      "Germany",
      "player_of"
    ],
    [
      "Rene Adler",
      "Bayer Leverkusen",
      "player_of"
    ],
    [
      "Robert Enke",
      "Germany",
      "member_of"
    ],
    [
      "Robert Enke",
      "Hanover",
      "member_of"
    ],
    [
      "Robert Enke",
      "Germany",
      "player_of"
    ],
    [
      "Robert Enke",
      "Hanover",
      "player_of"
    ],
    [
      "Andreas Koepke",
      "Germany",
      "coach_of"
    ],
    [
      "Andreas Koepke",
      "Germany",
      "member_of"
    ],
    [
      "Germany",
      "Euro 2008",
      "appears_in"
    ],
    [
      "Germany",
      "2006 World Cup",
      "appears_in"
    ],
    [
      "Germany",
      "Germany",
      "based_in0"
    ],
    [
      "Germany",
      "Germans",
      "based_in0-x"
    ],
    [
      "Germany",
      "German",
      "based_in0-x"
    ],
    [
      "Germans",
      "Germany",
      "gpe0"
    ],
    [
      "Arsenal",
      "England",
      "based_in0"
    ],
    [
      "Austria",
      "Euro 2008",
      "appears_in"
    ],
    [
      "Portugal",
      "Euro 2008",
      "appears_in"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "Croatia",
      "Euro 2008",
      "appears_in"
    ],
    [
      "Ivan Klasnic",
      "Croatia",
      "member_of"
    ],
    [
      "Ivan Klasnic",
      "Croatia",
      "player_of"
    ],
    [
      "Semih Senturk",
      "Turkey",
      "member_of"
    ],
    [
      "Semih Senturk",
      "Turkey",
      "player_of"
    ],
    [
      "Mladen Petric",
      "Croatia",
      "member_of"
    ],
    [
      "Mladen Petric",
      "Croatia",
      "player_of"
    ],
    [
      "Arne Friedrich",
      "Germany",
      "member_of"
    ],
    [
      "Arne Friedrich",
      "Germany",
      "player_of"
    ],
    [
      "Hanover",
      "Germany",
      "based_in0"
    ],
    [
      "Hanover",
      "Germans",
      "based_in0-x"
    ],
    [
      "Hanover",
      "German",
      "based_in0-x"
    ],
    [
      "Bayer Leverkusen",
      "Germany",
      "based_in0"
    ],
    [
      "Bayer Leverkusen",
      "Germans",
      "based_in0-x"
    ],
    [
      "Bayer Leverkusen",
      "German",
      "based_in0-x"
    ]
  ]
}