{
  "content": "Abubakar Adam Ibrahim: northern Nigeria's 'literary provocateur'\nIn his first novel \"Season of Crimson Blossoms\" Abubakar Adam Ibrahim speaks openly about female sexuality, broaching a taboo subject in conservative northern Nigeria. Gwendolin Hilse reports.\n“And because they were alone in the house, because she had always wanted to, because she could not stop herself, she moaned. With his tongue, he unlocked something deep within her. She soared with tears streaming down her face.” You could hear a pin drop while Abubakar Adam Ibrahim read out loud from his first novel \"Season of Crimson Blossoms\" to an audience at the Thought Pyramid Art Center in Nigeria's capital Abuja. 50 pairs of eyes were fixed on the 37-year-old author. A couple of girls in the back row - conservatively dressed with headscarves - stared at ground giggling softly to themselves. The subject of Ibrahim's novel is the sexual emancipation of Hajiya Binta Zubairu, a Muslim woman in conservative Nigeria. It is a society in which women are denied the right to sexual desire, especially when they have fulfilled the \"obligations of childbirth\" and are post-menopause. Binta, who belongs to this category, speaks for millions who have previously remained silent. She has done what society expected of her and lived according to its rules and yet, nonetheless, succeeds in liberating herself from its constraints by having an affair with a local crook 20 years her junior. Subject matter like this suffices to trigger heated debate in Nigera's mainly Muslim north and predominantly Christian south. \"It was not easy while writing to keep a balance between reality and respect for Hausa culture,\" Ibrahim told DW. The Hausa ethnic group in northern Nigeria is very sensitive about how its society, traditions and values are portrayed. But Ibrahim knew that he had to expose the sexual repression of northern Nigerian women. There are many Bintas out there whose voices are not being heard. \"Picture of our society\" Ibrahim, who works as a journalist for one of Nigeria's leading daily newspapers, published a collection of short stories in 2012. \"Season of Crimson Blossoms\" was first published by Parresia in Nigeria in 2015. In June 2015, Cassava Republic bought the rights for international publication. The first edition quickly sold out in Nigeria. \"As a Hausa woman, I was rather shocked when I read the book because it deals which subjects which are taboo in our culture,\" said 30-year-old Bilkisu Ahmad. \"But it really is a realistic picture of our society.\" Overcoming trauma \"Season of Crimson Blossoms\" describes not only the affair of an unlikely couple but also a society in upheaval, locked in conflict between the modern age and the traditions of the past. The novel explores the conflicts and violence that have shaped Nigeria over the past decades and that have turned neighbors into enemies and left the victims of terrorism trying to resolve their traumas without any help from anyone.Ibrahim is himself a member of the Hausa ethnic group. He grew up in Jos, a city in northern Nigeria which has a history of ethnic and religious unrest. Binta, the main character in the novel, loses her husband and her oldest son through ethnically-motivated violence. The novel was his personal attempt to try and come to terms with his own experiences and the never-ending crisis in his home city. \"It is terrible to have to watch how the city that one loves is destroyed, especially when that destruction comes from within,\" he said. It took a long time for Ibrahim to get over the broken relationships with people who had once been neighbors or school friends. \"The worst of it is that people deliberately ignore what happened and nobody talks about it,\" he said. That's why he believes it is important to draw attention to the plight of the traumatized who never receive proper counseling in Nigeria. The voice of the north Ibrahim joins a long list of Nigerian authors who have won international acclaim such as Chinua Achebe and Chimamanda Ngozi Adichie. Most of them came from the south of the country. Northern Nigeria does indeed have an extensive literature of its own, but most of it is written in Hausa and therefore accessible only to a small readership. But now that authors such as Ibrahim and Elnathan John are publishing in English, stories from northern Nigeria are acquiring a bigger, more international audience. Ibrahim made a conscious decision to write in English. \"I think it is more necessary than ever before that the north [of Nigeria] establishes contact with the south and the rest of the world,\" he said. His publisher Bibi Bakare Yusuf agrees wholeheartedly. She founded her publishing house, Cassava Republic, in Abuja in 2006. It now has offices in London and is launching their list in the United States in April 2017. Bridge between cultures Yusuf is proud of her young writers and believes there is a great need for stories from the north. \"For many Nigerians, people from other parts of the country are effectively foreigners,\" she said. Yusuf comes from Nigeria's financial and commercial hub, Lagos, in the south. \"We know almost nothing about one another. Literature is a sort of bridge between cultures.\" In spite of its controversial subject matter, Abubakar Adam Ibrahim's first novel received instant acclaim. He is included in the Hay Festival's Africa 39, which is a list of the 39 most promising African writers under the age of 40. In October 2016, he won the Nigerian Literature Prize which is worth $100,000 (95,000 euros). He has also been awarded the \"African Writers' Residency Award\" by Germany's Goethe Institute and the Sylt Institute. In the summer of this year he will spend two months of the North Frisian island of Sylt working on his next novel.",
  "relations": [
    [
      "Season of Crimson Blossoms",
      "Abubakar Adam Ibrahim",
      "created_by"
    ],
    [
      "Abubakar Adam Ibrahim",
      "Nigerian Literature Prize",
      "award_received"
    ],
    [
      "Abubakar Adam Ibrahim",
      "African Writers' Residency Award",
      "award_received"
    ],
    [
      "Abubakar Adam Ibrahim",
      "Nigeria",
      "citizen_of"
    ],
    [
      "Abubakar Adam Ibrahim",
      "Nigerian",
      "citizen_of-x"
    ],
    [
      "Abubakar Adam Ibrahim",
      "Nigerians",
      "citizen_of-x"
    ],
    [
      "Hajiya Binta Zubairu",
      "Season of Crimson Blossoms",
      "character_in"
    ],
    [
      "Bibi Bakare Yusuf",
      "Cassava Republic",
      "founder_of"
    ],
    [
      "Thought Pyramid Art Center",
      "Nigeria",
      "based_in0"
    ],
    [
      "Thought Pyramid Art Center",
      "Nigerian",
      "based_in0-x"
    ],
    [
      "Thought Pyramid Art Center",
      "Nigerians",
      "based_in0-x"
    ],
    [
      "Thought Pyramid Art Center",
      "Abuja",
      "based_in2"
    ],
    [
      "Thought Pyramid Art Center",
      "Nigeria",
      "in0"
    ],
    [
      "Thought Pyramid Art Center",
      "Abuja",
      "in2"
    ],
    [
      "Abuja",
      "Nigeria",
      "in0"
    ],
    [
      "Abuja",
      "Nigerian",
      "in0-x"
    ],
    [
      "Abuja",
      "Nigerians",
      "in0-x"
    ],
    [
      "Hausa",
      "Nigeria",
      "present_in0"
    ],
    [
      "DW",
      "Germany",
      "based_in0"
    ],
    [
      "Nigerian",
      "Nigeria",
      "gpe0"
    ],
    [
      "Parresia",
      "Nigeria",
      "based_in0"
    ],
    [
      "Parresia",
      "Nigerian",
      "based_in0-x"
    ],
    [
      "Parresia",
      "Nigerians",
      "based_in0-x"
    ],
    [
      "Cassava Republic",
      "Nigeria",
      "based_in0"
    ],
    [
      "Cassava Republic",
      "Nigerian",
      "based_in0-x"
    ],
    [
      "Cassava Republic",
      "Nigerians",
      "based_in0-x"
    ],
    [
      "Cassava Republic",
      "Abuja",
      "based_in2"
    ],
    [
      "Jos",
      "Nigeria",
      "in0"
    ],
    [
      "Jos",
      "Nigerian",
      "in0-x"
    ],
    [
      "Jos",
      "Nigerians",
      "in0-x"
    ],
    [
      "Chinua Achebe",
      "Nigeria",
      "citizen_of"
    ],
    [
      "Chinua Achebe",
      "Nigerian",
      "citizen_of-x"
    ],
    [
      "Chinua Achebe",
      "Nigerians",
      "citizen_of-x"
    ],
    [
      "Chimamanda Ngozi Adichie",
      "Nigeria",
      "citizen_of"
    ],
    [
      "Chimamanda Ngozi Adichie",
      "Nigerian",
      "citizen_of-x"
    ],
    [
      "Chimamanda Ngozi Adichie",
      "Nigerians",
      "citizen_of-x"
    ],
    [
      "Elnathan John",
      "Nigeria",
      "citizen_of"
    ],
    [
      "Elnathan John",
      "Nigerian",
      "citizen_of-x"
    ],
    [
      "Elnathan John",
      "Nigerians",
      "citizen_of-x"
    ],
    [
      "Nigerians",
      "Nigeria",
      "gpe0"
    ],
    [
      "Lagos",
      "Nigeria",
      "in0"
    ],
    [
      "Lagos",
      "Nigerian",
      "in0-x"
    ],
    [
      "Lagos",
      "Nigerians",
      "in0-x"
    ],
    [
      "Goethe Institute",
      "Germany",
      "based_in0"
    ],
    [
      "Sylt Institute",
      "Germany",
      "based_in0"
    ]
  ]
}