{
  "content": "Bundesliga: What to watch out for on the final day of the season\nAll eyes will be on Hamburg as the battle to avoid the dreaded relegation play-off goes down to the wire. At the top, Dortmund and Hoffenheim fight for third, while Cologne could return to Europe after 25 years. \nThe relegation battle - Hamburg, Wolfsburg & Augsburg Hamburg are on the brink again. Despite an upturn in home form under Markus Gisdol, a recent run of five games without a win has once again left the Bundesliga dinosaur in serious trouble. Only a win against direct relegation rivals Wolfsburg will be enough to avoid a third play-off in four seasons. Hamburg will be without their relegation savior Pierre-Michel Lasogga, who has been ruled out with a hamstring injury. Lasogga scored the deciding goal against Greuther Fürth in the 2014 play-off and also scored a vital, last-gasp equalizer away at Schalke last week. Adding to Hamburg's worries, top scorer Nicolai Müller also limped out of training on Wednesday - although medical staff have confirmed that he has not further damaged a knee ligament which he tore only six weeks ago. Just as they did two weeks ago ahead of the 0-0 draw against Mainz, Hamburg have retreated to a secluded training camp in Lower Saxony for team-building. For opponents Wolfsburg, it's business as usual. \"The special thing about us is that we're not doing anything special,\" said sport director Olaf Rebbe. Two years since coming second in the Bundesliga and winning the German Cup, the Wolves need a point to guarantee survival. \"The pressure is on HSV,\" insists striker Mario Gomez, who has scored 10 of Wolfsburg's 13 goals since Dutch coach Andries Jonker took over, and who could play a decisive role on Saturday. Augsburg aren't safe yet either. Should they lose to Hoffenheim by a greater margin than Wolfsburg lose to HSV, it will be Manuel Baum's team who finish 16th. That all depends on Hoffenheim … The battle for third - Dortmund & Hoffenheim Both Borussia Dortmund and TSG 1899 Hoffenheim will play Champions League football next season - although one will have to negotiate a potentially tricky qualifying round first. After Dortmund's draw at Augsburg last week, the two sides are level on points, meaning it could come down to goal difference - a fact which annoyed Hoffenheim coach Julian Nagelsmann after his team only managed to beat Werder Bremen 5-3 last week having lead 5-0. \"We could have scored seven or eight,\" he said. \"That would have made our position much stronger.\" \"I must admit, I didn't realize that goal difference could come into play,\" admitted striker Andre Kramaric. \"We were too relaxed in the final 30 minutes. We could have got closer to Dortmund.\" The fact that Hoffenheim need to make up a four-goal deficit on Dortmund is not good news for opponents Ausgburg, for whom a heavy defeat combined with a Hamburg victory over Wolfsburg would see them drop into the play-off. Should Dortmund and Hoffenheim finish level on points and with an equal goal difference, Dortmund would finish third based on the two teams' head-to-head record. Dortmund striker Pierre-Emerick Aubameyang will be hoping to add to his 27 Bundesliga goals as the battle for the Bundesliga golden boot goes down to the final day. Bayern Munich's Robert Lewandowski (28 goals) will feel confident of finding the net against Freiburg. The battle for Europe - Berlin, Freiburg, Cologne & Bremen The Champions League places may have been decided but three teams are still battling to qualify for the Europa League. For Hertha Berlin, a point at home to Bayer Leverkusen would see them qualify automatically for a competition which they were knocked out of this season before it even began. For Freiburg, the Europa League would merely be an unexpected cherry on the icing of their Bundesliga cake. For all the talk of Red Bull-backed Leipzig and Dietmar Hopp's multi-million-euro investment in Hoffenheim, Christian Streich has produced a genuine fairytale in the Black Forest with the league's third-smallest budget. A point away at champions Bayern could be enough for Europe. However, doubts remain as to whether Freiburg could handle the added burden of European football with a small squad which is already set to be weakened by the departures of top scorer Vincenzo Grifo (to Borussia Mönchengladbach) and perhaps also Maximillian Philipp (interest from RB Leipzig and Tottenham Hotspur). For Cologne, the 25-year wait for European competition could finally be at an end. \"One day it will happen!\" the fanatical fans have been singing all season, \"one day we'll go to Milan to see FC!\" The whole city is buzzing with excitement. \"It's the only topic in the dressing room,\" revealed coach Peter Stöger. \"It's a final for us and for all of Cologne.\" Cologne must beat Mainz and hope that either Hertha or Freiburg lose. Finally, Bremen fans would have laughed at the thought of Europe when they were 15th at Christmas. But an astonishing turnaround in the second half of the season has seen the Green & Whites rocket up the table and knock on the door of the Europa League. Werder have the simple task of winning away at Dortmund and hoping that Freiburg lose and Cologne don't win. Matchday 34 in full (all Saturday 15:30 CET): Bayern Munich vs. SC Freiburg Borussia Dortmund vs. Werder Bremen Borussia Mönchengladbach vs. SV Darmstadt 98 Hertha Berlin vs. Bayer Leverkusen 1.FC Köln vs. 1.FSV Mainz 05 Hamburg vs. Wolfsburg Ingolstadt vs. Schalke 04 Hoffenheim vs. Augsburg Eintracht Frankfurt vs. RasenBallsport Leipzig",
  "relations": [
    [
      "1.FC Köln",
      "Bundesliga",
      "appears_in"
    ],
    [
      "1.FC Köln",
      "1.FSV Mainz 05",
      "vs"
    ],
    [
      "Hamburg",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Hamburg",
      "Schalke 04",
      "vs"
    ],
    [
      "Hamburg",
      "1.FSV Mainz 05",
      "vs"
    ],
    [
      "Hamburg",
      "Wolfsburg",
      "vs"
    ],
    [
      "Green & Whites",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Green & Whites",
      "Borussia Dortmund",
      "vs"
    ],
    [
      "Green & Whites",
      "TSG 1899 Hoffenheim",
      "vs"
    ],
    [
      "Augsburg",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Augsburg",
      "Borussia Dortmund",
      "vs"
    ],
    [
      "Augsburg",
      "TSG 1899 Hoffenheim",
      "vs"
    ],
    [
      "Schalke 04",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Schalke 04",
      "Hamburg",
      "vs"
    ],
    [
      "Schalke 04",
      "Ingolstadt",
      "vs"
    ],
    [
      "Borussia Dortmund",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Borussia Dortmund",
      "Champions League",
      "appears_in"
    ],
    [
      "Borussia Dortmund",
      "Green & Whites",
      "vs"
    ],
    [
      "Borussia Dortmund",
      "Augsburg",
      "vs"
    ],
    [
      "TSG 1899 Hoffenheim",
      "Bundesliga",
      "appears_in"
    ],
    [
      "TSG 1899 Hoffenheim",
      "Champions League",
      "appears_in"
    ],
    [
      "TSG 1899 Hoffenheim",
      "Green & Whites",
      "vs"
    ],
    [
      "TSG 1899 Hoffenheim",
      "Augsburg",
      "vs"
    ],
    [
      "TSG 1899 Hoffenheim",
      "Green & Whites",
      "won_vs"
    ],
    [
      "Pierre-Michel Lasogga",
      "Hamburg",
      "member_of"
    ],
    [
      "Pierre-Michel Lasogga",
      "Hamburg",
      "player_of"
    ],
    [
      "Hertha Berlin",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Hertha Berlin",
      "Bayer Leverkusen",
      "vs"
    ],
    [
      "1.FSV Mainz 05",
      "Bundesliga",
      "appears_in"
    ],
    [
      "1.FSV Mainz 05",
      "1.FC Köln",
      "vs"
    ],
    [
      "1.FSV Mainz 05",
      "Hamburg",
      "vs"
    ],
    [
      "RasenBallsport Leipzig",
      "Bundesliga",
      "appears_in"
    ],
    [
      "RasenBallsport Leipzig",
      "Eintracht Frankfurt",
      "vs"
    ],
    [
      "Bayern Munich",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Bayern Munich",
      "SC Freiburg",
      "vs"
    ],
    [
      "SC Freiburg",
      "Bundesliga",
      "appears_in"
    ],
    [
      "SC Freiburg",
      "Bayern Munich",
      "vs"
    ],
    [
      "Wolfsburg",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Wolfsburg",
      "Hamburg",
      "vs"
    ],
    [
      "Markus Gisdol",
      "Hamburg",
      "coach_of"
    ],
    [
      "Markus Gisdol",
      "Hamburg",
      "member_of"
    ],
    [
      "Greuther Fürth",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Nicolai Müller",
      "Hamburg",
      "member_of"
    ],
    [
      "Nicolai Müller",
      "Hamburg",
      "player_of"
    ],
    [
      "Olaf Rebbe",
      "Wolfsburg",
      "head_of"
    ],
    [
      "Olaf Rebbe",
      "Wolfsburg",
      "member_of"
    ],
    [
      "Mario Gomez",
      "Wolfsburg",
      "member_of"
    ],
    [
      "Mario Gomez",
      "Wolfsburg",
      "player_of"
    ],
    [
      "Andries Jonker",
      "Hamburg",
      "coach_of"
    ],
    [
      "Andries Jonker",
      "Hamburg",
      "member_of"
    ],
    [
      "Manuel Baum",
      "Augsburg",
      "head_of"
    ],
    [
      "Manuel Baum",
      "Augsburg",
      "member_of"
    ],
    [
      "Julian Nagelsmann",
      "TSG 1899 Hoffenheim",
      "coach_of"
    ],
    [
      "Julian Nagelsmann",
      "TSG 1899 Hoffenheim",
      "member_of"
    ],
    [
      "Andre Kramaric",
      "TSG 1899 Hoffenheim",
      "member_of"
    ],
    [
      "Andre Kramaric",
      "TSG 1899 Hoffenheim",
      "player_of"
    ],
    [
      "Pierre-Emerick Aubameyang",
      "Borussia Dortmund",
      "member_of"
    ],
    [
      "Pierre-Emerick Aubameyang",
      "Borussia Dortmund",
      "player_of"
    ],
    [
      "Robert Lewandowski",
      "Bayern Munich",
      "member_of"
    ],
    [
      "Robert Lewandowski",
      "Bayern Munich",
      "player_of"
    ],
    [
      "Bayer Leverkusen",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Bayer Leverkusen",
      "Hertha Berlin",
      "vs"
    ],
    [
      "Christian Streich",
      "SC Freiburg",
      "coach_of"
    ],
    [
      "Christian Streich",
      "SC Freiburg",
      "member_of"
    ],
    [
      "Christian Streich",
      "SC Freiburg",
      "player_of"
    ],
    [
      "Vincenzo Grifo",
      "SC Freiburg",
      "member_of"
    ],
    [
      "Vincenzo Grifo",
      "Borussia Mönchengladbach",
      "member_of"
    ],
    [
      "Vincenzo Grifo",
      "SC Freiburg",
      "player_of"
    ],
    [
      "Vincenzo Grifo",
      "Borussia Mönchengladbach",
      "player_of"
    ],
    [
      "Borussia Mönchengladbach",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Borussia Mönchengladbach",
      "SV Darmstadt 98",
      "vs"
    ],
    [
      "Maximillian Philipp",
      "SC Freiburg",
      "member_of"
    ],
    [
      "Maximillian Philipp",
      "SC Freiburg",
      "player_of"
    ],
    [
      "Peter Stöger",
      "1.FC Köln",
      "coach_of"
    ],
    [
      "Peter Stöger",
      "1.FC Köln",
      "member_of"
    ],
    [
      "SV Darmstadt 98",
      "Bundesliga",
      "appears_in"
    ],
    [
      "SV Darmstadt 98",
      "Borussia Mönchengladbach",
      "vs"
    ],
    [
      "Ingolstadt",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Ingolstadt",
      "Schalke 04",
      "vs"
    ],
    [
      "Eintracht Frankfurt",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Eintracht Frankfurt",
      "RasenBallsport Leipzig",
      "vs"
    ]
  ]
}