{
  "content": "How 'closed communities' provide a breeding ground for radical Islam\nDr. Elham Manea spent four years studying sharia councils in Britain. Talking to DW in the aftermath of the Manchester attack, she reveals how parallel societies give rise to radicalization and how to prevent it.\nDW: The main suspect in the Manchester bombing was born in Britain, as were the 2005 7/7 attackers and the man who crashed his car into pedestrians on Westminster Bridge. In the course of your research into Muslim communities in England and sharia councils, to what degree have you witnessed parallel societies with their own set of rules and behavior? Elham Manea: I prefer to use the word \"closed community\" as an expression which refers to ghettoized groups, organizing themselves along ethnic and/or religious lines. And in some European societies, specifically in Britain, they create separate cultural and social entities. They function with different cultural norms than those prevalent in British society. And talking specifically about Britain, they have parallel legal structures. Did I observe the existence of these closed communities? Yes, of course. It is a really big problem there. Read: Will Manchester change after the attack? How large are these communities? It depends. Quite often you see them like clusters in certain cities. The problem has more to do with the fact that in places like Birmingham or Bradford, you see certain areas where more than 40 percent of the population are of the Islamic faith. There is nothing wrong with having groups from different backgrounds or a certain faith. The problem is the clustering of certain ethnic groups with certain religious backgrounds in certain areas can lead to social problems - specifically with the spread of certain fundamentalist interpretations of Islam within these communities. How important is it for the more radicalized ones to stay separate from main society because they don't want to have anything to do with the \"infidels\"? I agree you have this pattern of behavior. I have to insist, nevertheless, that we ascertain that there are closed communities of other faiths in Britain, for instance the Hindus. And they also have their social problems, like gender issues and forced marriages. However, when we talk specifically about closed Islamic communities, we see the added factor of radicalization. Read: 'Heaven will wait': on the religious radicalization of young women There are systematic structures that make sure that the youth are separated from their outside environment ideologically. In Quran schools that follow the Deobandi strand of Islam and in their mosques, they tell children not to emulate the unbelievers, not to behave like them, not to love them, not to associate with them. How are you supposed to live within that society? So we can pour as much money as we want into combating violent extremism, but at the same time we seem to ignore that the nonviolent forms of Islamization are even more important. Because those who are willing to blow themselves up are at the last stage of a radicalization process. And we don't seem to want to look at what is happening before, because it would push us to raise serious questions about the type of integration, structures or policies that we have - or the lack of them. A lot of politicians do not have the courage to look at the public interest. In Britain - in other countries as well, but I am talking right now specifically about Britain - if we don't act in a way that tackles the roots of the problems, Britain will continue to be on high-alert when it comes to terrorism. And it is not coming from outside. It is coming from within. Read: Madrid to Manchester - a timeline of terror in Europe So what would be an appropriate answer? What should the politicians do in the public interest? They should insist on certain kinds of policy measures. I just mentioned Quran schools for instance. From my perspective, any self-respecting politician should insist that Quran schools be supervised by a state authority like any kindergarten. You would not allow a kindergarten that teaches hate speech. But the moment we say this about a Quran school, everybody will say this is a no-go zone. It is about time that we see which types of lessons are being taught at Quran schools, ending this ghettoization, making sure that we have some kind of infrastructure of nonviolent Islamists. These we have to really put under the microscope! What are they doing? What kind of schools are they are supporting? What kind of activities are they doing with young people? I mean, there are many questions that we have to raise. Is it fair to say that those closed societies provide a fertile ground for the type of radicalization that leads to people blowing themselves up? Yes! But I would not say that every closed community leads to radicalization. As I said, you have closed communities of other faiths. However, closed communities of the Islamic faith are more likely to experience high rates of radicalization. There was a study published this year in Britain that showed that high numbers of fighters joining Islamic State came from ghettoized communities. You even have the statistics to prove it. In these ghettoized communities, you still have very strong control by religious leaders who do not exactly set an example when it comes to tolerance. In fact, they speak of separation and very often of hatred. And they exercise control over the closed communities. That control makes it possible to spread the ideology to disillusioned youths. Dr. Elham Manea's latest book was published in 2016 under the title \"Women and Sharia Law\" and was based on four years of study of sharia councils in many Muslim communities in Great Britain. Dr. Manea works as a lecturer at the Institute for Political Science at the University of Zurich. The interview was conducted by Matthias von Hein.",
  "relations": [
    [
      "Elham Manea",
      "University of Zurich",
      "member_of"
    ],
    [
      "Manchester",
      "Great Britain",
      "in0"
    ],
    [
      "Manchester",
      "British",
      "in0-x"
    ],
    [
      "Westminster Bridge",
      "Great Britain",
      "in0"
    ],
    [
      "Westminster Bridge",
      "British",
      "in0-x"
    ],
    [
      "British",
      "Great Britain",
      "gpe0"
    ],
    [
      "Birmingham",
      "Great Britain",
      "in0"
    ],
    [
      "Birmingham",
      "British",
      "in0-x"
    ],
    [
      "Bradford",
      "Great Britain",
      "in0"
    ],
    [
      "Bradford",
      "British",
      "in0-x"
    ],
    [
      "Women and Sharia Law",
      "Elham Manea",
      "created_by"
    ],
    [
      "Institute for Political Science",
      "University of Zurich",
      "part_of"
    ],
    [
      "Matthias von Hein",
      "DW",
      "member_of"
    ]
  ]
}