{
  "content": "Mario Götze impresses, but lack of goals holding him back\nGermany’s machine rolls on and shows no signs of stopping after another victory in World Cup qualifying. Mario Götze’s performance was intriguing, but a lack of goals is holding him back.\nAided by a rapturous Hamburg crowd happy for a change of scenery from their domestic disappointments, Germany showed that all the spokes of their tactical wheel were functioning in a dominant display against the Czech Republic on Saturday night. From defenders conducting to Thomas Müller's clinical finishing, it was another evening of expectations met from Joachim Löw's men. Mario Götze, who has struggled to hit the heights expected of him since his return to Borussia Dortmund, probably should have had a goal in both halves. He probably should have had an assist as well, but he showed flashes of the understanding that has recently been lacking at club level. Perhaps leading the line for Germany – rather than playing as a No.10 – is a role he's grown more comfortable with recently. The display against the Czech Republic certainly seemed to suggest as much. The only thing he lacked on the night was a goal. Nevertheless, with Götze clearly enjoying his role as a false nine, Germany flooded the opposition half when in possession. Both Jonas Hector and Joshua Kimmich were so wide and high up the pitch that Jerome Boateng and Mats Hummels were left to instigate many of Germany's attacks, with the former spreading passes like a quarterback at times. With Sami Khedira and Toni Kroos occasionally sweeping into the defensive line, it was clear why the driving midfield presence of Ilkay Gündogan was a luxury surplus to requirements until late in the second half. It should be noted that with a head coach not long in the job and Tomas Rosicky and Petr Cech now retired, Czech football's rebuild is clearly still in its infancy. There wasn't even a hint of a reminder that Germany's last competitive defeat on home soil came against the Czech Republic. The usual second-half dip came just after the hour mark, but by then the result had long been decided and the Mexican waves were well and truly rolling around the Volksparkstadion. Much of Germany's team is already in place for the tournament they are currently looking to qualify for. It's Götze's role that remains the most intriguing, though. With Mario Gomez unlikely to keep his form and fitness, the role of leading the line is Götze's position to lose. With Julian Brandt, Max Meyer and Leroy Sane breathing down his neck though, Götze knows that sooner rather than later he'll need to do more than just flash his brilliance. Northern Ireland on Tuesday would be a good place to start.",
  "relations": [
    [
      "Germany",
      "World Cup",
      "appears_in"
    ],
    [
      "Germany",
      "Czech Republic",
      "vs"
    ],
    [
      "Germany",
      "Czech Republic",
      "won_vs"
    ],
    [
      "Mario Götze",
      "Germany",
      "member_of"
    ],
    [
      "Mario Götze",
      "Borussia Dortmund",
      "member_of"
    ],
    [
      "Mario Götze",
      "Germany",
      "player_of"
    ],
    [
      "Mario Götze",
      "Borussia Dortmund",
      "player_of"
    ],
    [
      "Czech Republic",
      "Germany",
      "vs"
    ],
    [
      "Thomas Müller",
      "Germany",
      "member_of"
    ],
    [
      "Thomas Müller",
      "Germany",
      "player_of"
    ],
    [
      "Joachim Löw",
      "Germany",
      "coach_of"
    ],
    [
      "Joachim Löw",
      "Germany",
      "member_of"
    ],
    [
      "Jonas Hector",
      "Germany",
      "member_of"
    ],
    [
      "Jonas Hector",
      "Germany",
      "player_of"
    ],
    [
      "Joshua Kimmich",
      "Germany",
      "member_of"
    ],
    [
      "Joshua Kimmich",
      "Germany",
      "player_of"
    ],
    [
      "Jerome Boateng",
      "Germany",
      "member_of"
    ],
    [
      "Jerome Boateng",
      "Germany",
      "player_of"
    ],
    [
      "Mats Hummels",
      "Germany",
      "member_of"
    ],
    [
      "Mats Hummels",
      "Germany",
      "player_of"
    ],
    [
      "Sami Khedira",
      "Germany",
      "member_of"
    ],
    [
      "Sami Khedira",
      "Germany",
      "player_of"
    ],
    [
      "Toni Kroos",
      "Germany",
      "member_of"
    ],
    [
      "Toni Kroos",
      "Germany",
      "player_of"
    ],
    [
      "Ilkay Gündogan",
      "Germany",
      "member_of"
    ],
    [
      "Ilkay Gündogan",
      "Germany",
      "player_of"
    ],
    [
      "Tomas Rosicky",
      "Czech Republic",
      "member_of"
    ],
    [
      "Tomas Rosicky",
      "Czech Republic",
      "player_of"
    ],
    [
      "Petr Cech",
      "Czech Republic",
      "member_of"
    ],
    [
      "Petr Cech",
      "Czech Republic",
      "player_of"
    ],
    [
      "Mario Gomez",
      "Germany",
      "member_of"
    ],
    [
      "Mario Gomez",
      "Germany",
      "player_of"
    ],
    [
      "Julian Brandt",
      "Germany",
      "member_of"
    ],
    [
      "Julian Brandt",
      "Germany",
      "player_of"
    ],
    [
      "Max Meyer",
      "Germany",
      "member_of"
    ],
    [
      "Max Meyer",
      "Germany",
      "player_of"
    ],
    [
      "Leroy Sane",
      "Germany",
      "member_of"
    ],
    [
      "Leroy Sane",
      "Germany",
      "player_of"
    ]
  ]
}