{
  "content": "Hecking confident he can lead Gladbach out of danger zone\nMönchengladbach have unveiled their new coach as they prepare to head to their winter training camp. They also appear to be close to signing a defender as they look to put distance between themselves and the drop zone.\nDieter Hecking (pictured above, right), who was actually named as the successor to the sacked Andre Schubert after Gladbach's last game of 2016, looked confident as he appeared at Wednesday's press conference alongside sporting director Max Eberl (above left). \"Yes, I know how to be successful. Yes, I know how to deal with young players. Yes, I have previously led teams out of such regions (of the standings),\" Hecking said, referring to the fact that having taken just 16 point from their first 16 matches, the Foals are currently in 14th spot in the Bundesliga standings. However, the 52-year-old Hecking, who began his playing career at the club more than 30 years ago, also said his goals for this season would be modest. \"I am a realist. We are a long way from saying that we intend to finishing in third, fourth or fifth place,\" he said. For his part, Eberl said he was convinced that Hecking was the right man for the job because of his successful track record and the fact that he had proved that he has a knack for working with young players. \"He is a good fit for Borussia Mönchengladbach,\" Eberl said. Although Hecking said that he was convinced that the Foals were already a strong team in terms of personnel, it looks like he will be getting some help for the back line. Eberl confirmed that they were close to signing central defender Thimotee Kolodziejczak from Sevilla. While the two appeared at the press conference, the 25-year-old Kolodziejczak was going through his physical - and is expected to be part of the roster that fly off on Friday for their winter training camp in Marbella, Spain. Mönchengladbach are Hecking's fifth assignment in the Bundesliga, after previously having coached Alemannia Aachen, Hannover, Nuremberg and Wolfsburg. He was sacked by Wolfsburg in mid-Octoberafter that club too got off to a disappointing start to the season. The Volkswagen-owned club are currently level on points with Gladbach, but one position above them in the standings on goal difference. pfd/dv (dpa, SID)",
  "relations": [
    [
      "Borussia Mönchengladbach",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Dieter Hecking",
      "Borussia Mönchengladbach",
      "coach_of"
    ],
    [
      "Dieter Hecking",
      "Alemannia Aachen",
      "coach_of"
    ],
    [
      "Dieter Hecking",
      "Hannover",
      "coach_of"
    ],
    [
      "Dieter Hecking",
      "Nuremberg",
      "coach_of"
    ],
    [
      "Dieter Hecking",
      "Wolfsburg",
      "coach_of"
    ],
    [
      "Dieter Hecking",
      "Borussia Mönchengladbach",
      "member_of"
    ],
    [
      "Dieter Hecking",
      "Alemannia Aachen",
      "member_of"
    ],
    [
      "Dieter Hecking",
      "Hannover",
      "member_of"
    ],
    [
      "Dieter Hecking",
      "Nuremberg",
      "member_of"
    ],
    [
      "Dieter Hecking",
      "Wolfsburg",
      "member_of"
    ],
    [
      "Max Eberl",
      "Borussia Mönchengladbach",
      "head_of"
    ],
    [
      "Max Eberl",
      "Borussia Mönchengladbach",
      "member_of"
    ],
    [
      "Thimotee Kolodziejczak",
      "Borussia Mönchengladbach",
      "member_of"
    ],
    [
      "Thimotee Kolodziejczak",
      "Sevilla",
      "member_of"
    ],
    [
      "Thimotee Kolodziejczak",
      "Borussia Mönchengladbach",
      "player_of"
    ],
    [
      "Thimotee Kolodziejczak",
      "Sevilla",
      "player_of"
    ],
    [
      "Andre Schubert",
      "Borussia Mönchengladbach",
      "coach_of"
    ],
    [
      "Andre Schubert",
      "Borussia Mönchengladbach",
      "member_of"
    ],
    [
      "Sevilla",
      "Spain",
      "based_in0"
    ],
    [
      "Marbella",
      "Spain",
      "in0"
    ]
  ]
}