{
  "content": "Ai Weiwei Drifting\nAi Weiwei: Uncomfortable critic or one of the most brilliant artists of our time? Subject to government surveillance, detention and house arrest in China he moved to Berlin in 2015.\nNow he's taking Europe to task, protesting against, and devoting his work, to what he sees as its catastrophic refugee policies. A DW film team has been following him around the world for more than a year. A lonely rubber boat is drifting in the Aegean Sea between Turkey and Greece. In it, Ai Weiwei. He cannot swim. Is this performance art? \"We are all refugees,\" he says. Ai Weiwei displays his solidarity with the refugees and goes to meet them in Greece, Turkey and Gaza, producing a major documentary on the way. His current works deal with the fate of refugees, turning their abandoned boats, life vests and discarded clothing into memorials. Flight and exile have been constant themes in his life. He is currently writing his memoirs, set for publication in 20 languages. His father, a well-known poet, fell into disfavor during Mao's Cultural Revolution and Ai Weiwei grew up in exile. As the Einstein Visiting Professor at Berlin's University of the Arts, he also sets his students project work on the refugee issue. But when Ai Weiwei imitated the photo of the dead refugee boy Alan Kurdi with his own body, many thought he was going too far. Was it sensationalism? Provocation? \"Oh,\" he seemed to say, \"so now you care?\" Ai Weiwei recognizes no boundaries. Our film gets close to him and gives us an insight into his artistic work as well as his private life - with his mother in Beijing, with his son and partner in Berlin and in moments never before shown on film. But a lot about him remains a riddle. Just who exactly is Ai Weiwei? Broadcasting Hours: DW (English) SAT 24.06.2017 – 19:15 UTC SUN 25.06.2017 – 01:15 UTC SUN 25.06.2017 – 07:15 UTC SUN 25.06.2017 – 15:15 UTC MON 26.06.2017 – 05:15 UTC MON 03.07.2017 – 09:15 UTC SUN 09.07.2017 – 03:15 UTC Cape Town UTC +2 | Delhi UTC +5,5 | Hong Kong UTC +8 San Francisco UTC -7 | Edmonton UTC -6 | New York UTC -4 Lagos UTC +1 | Cape Town UTC +2 | Nairobi UTC +3 London UTC +1 | Berlin UTC +2 | Moscow UTC +3 DW (Deutsch+) SUN 25.06.2017 – 09:15 UTC Vancouver UTC -7 | New York UTC -4 | Sao Paulo UTC -3",
  "relations": [
    [
      "Ai Weiwei",
      "China",
      "citizen_of"
    ],
    [
      "Mao",
      "China",
      "agent_of"
    ],
    [
      "Mao",
      "China",
      "citizen_of"
    ],
    [
      "Mao",
      "China",
      "head_of_state"
    ],
    [
      "University of the Arts",
      "Berlin",
      "based_in2"
    ],
    [
      "Beijing",
      "China",
      "in0"
    ],
    [
      "Hong Kong",
      "China",
      "in0"
    ]
  ]
}