{
  "content": "World Bank Spends Billions to Allay Food Crisis\nThe World Bank on Thursday, May 29, launched a new $1.2 billion program to get emergency aid to countries suffering from global food shortages and surging prices.\nThe new program will get at least $200 billion (128 billion euros) in grants to the poorest countries worst hit by the high cost of food, which the UN and World Bank have said is threatening to reverse nearly a decade of successes in reducing global poverty. Grants totalling $25 million were approved Thursday for Haiti, Djibouti and Liberia -- the first under the new facility. Haiti and others have suffered riots and even the dismissal of its government over food shortages. Another 10 countries have made requests for grants. The remaining $1 billion will be divided up through a mixture of grants and loans in a streamlined process that effectively bypasses the usual votes required by the bank's board of member countries. Plans to step up food production World Bank President Robert Zoellick said developing nations -- especially in Africa -- are seeking immediate resources for projects that could drastically increase food production, such as buying seeds and fertilizers for the upcoming harvest season. \"These initiatives will help address the immediate danger of hunger and malnutrition for the two billion people struggling to survive in the face of rising food prices,\" Zoellick said in a statement. Total World Bank support for agricultural programs will increase to $6 billion in 2009 from $4 billion in 2008, the development bank said. Zoellick said he will push for a clear action plan at a UN meeting in Rome from June 3-5 to tackle the food crisis and provide poor countries with immediate support. \"We don't need to reinvent the wheel. These leaders are asking for action now,\" he told reporters in a conference call from Japan.",
  "relations": [
    [
      "Robert Zoellick",
      "World Bank",
      "head_of"
    ],
    [
      "Robert Zoellick",
      "World Bank",
      "member_of"
    ]
  ]
}