{
  "content": "Hollywood women launch anti-harassment campaign\nHundreds of women working in Hollywood's entertainment industry have unveiled an initiative to help victims of sexual harassment in the US. It aims to ensure survivors have access to justice and support.\nMore than 300 women working for Hollywood as top actors, directors, writers and other media executives on Monday launched an initiative to combat widespread sexual harassment across the United States. An open letter, published as a full-page ad in the New York Times and the Spanish-language La Opinion, introduced the \"Time's Up\" campaign, outlining a call for change that demands accountability from perpetrators, access to justice and support for victims and survivors, and gender equality. Read more: Time names 'The Silence Breakers' Person of the Year \"We want all survivors of sexual harassment, everywhere, to be heard, to be believed, and know that accountability is possible,\" the letter says. The campaign has an emphasis on providing support for women in working-class jobs and includes a Legal Defense Fund, which has already accumulated $13.4 million (€11.17 million). Read more: Hollywood chooses Anita Hill to lead anti-sexual harassment commission \"We also want all victims and survivors to be able to access justice and support for the wrongdoing they have endured,\" the letter adds. \"We particularly want to lift up the voices, power and strength of women working in low-wage industries where the lack of financial stability makes them vulnerable to high rates of gender-based violence and exploitation.\" Imbalance of power The letter emphasized the role systematic gender inequality and imbalance of power played in fostering an environment that is \"ripe for abuse and harassment against women.\" \"Harassment too often persists because perpetrators and employers never have consequences. This is often because survivors, particularly those working in low-wage industries, don't have the resources to fight back,\" the letter says. Read more: Report: Bob Weinstein helped hide brother Harvey's misconduct “The struggle for women to break in, to rise up the ranks and to simply be heard and acknowledged in male-dominated workplaces must end; time’s up on this impenetrable monopoly,\" it continues. Time's Up supporters include actors Meryl Streep, Ashley Judd, Alyssa Milano, Cate Blanchett, Charlize Theron, Eva Longoria and Reese Witherspoon, feminist writer Gloria Steinem and lawyer and ex-Michelle Obama chief of staff Tina Tchen. Tchen will assist in leading the Legal Defense Fund. Read more: Hollywood sexual harassment scandal widens with further accusations Wearing black as a symbol The campaign has asked that women walking the red carpet at the Golden Globes ceremony in on January 7 show their support and raise awareness of the campaign by wearing black. The movement comes after a flood of allegations disrupted or ended the careers of powerful male leaders in not only entertainment but also in big business, politics and the media, sparked by the Harvey Weinstein sexual misconduct scandal. In early December, Time magazine announced that its Person of the Year for 2017 was \"the Silence Breakers,\" referring to everyone who had come forward about sexual harassment and assault and cast light on a pervasive behavior that has long gone ignored or covered up. The #MeToo movement saw thousands of women share their stories of sexual harrassment.",
  "relations": [
    [
      "Harvey Weinstein",
      "United States",
      "citizen_of"
    ],
    [
      "Hollywood",
      "United States",
      "in0"
    ],
    [
      "the Silence Breakers",
      "Person of the Year",
      "award_received"
    ],
    [
      "Tina Tchen",
      "Legal Defense Fund",
      "head_of"
    ],
    [
      "Tina Tchen",
      "Legal Defense Fund",
      "member_of"
    ],
    [
      "New York Times",
      "United States",
      "based_in0"
    ],
    [
      "La Opinion",
      "United States",
      "based_in0"
    ],
    [
      "Time",
      "United States",
      "based_in0"
    ],
    [
      "Anita Hill",
      "United States",
      "citizen_of"
    ],
    [
      "Bob Weinstein",
      "United States",
      "citizen_of"
    ],
    [
      "Meryl Streep",
      "United States",
      "citizen_of"
    ],
    [
      "Ashley Judd",
      "United States",
      "citizen_of"
    ],
    [
      "Alyssa Milano",
      "United States",
      "citizen_of"
    ],
    [
      "Michelle Obama",
      "United States",
      "citizen_of"
    ]
  ]
}