{
  "content": "War crimes spokeswoman on trial over Milosevic secrets\nA former spokeswoman for the tribunal set up to deal with Yugoslav war crimes was has gone on trial there herself. She is charged with contempt of court over the publication of classified information.\nFlorence Hartmann, who was spokeswoman for the former chief war crimes prosecutor, Carla Del Ponte, between 2000 and 2006, is accused of having disclosed confidential information about the International Criminal Tribunal for the former Yugoslavia (ICTY) in a book and an article published after she left her post. The publications allegedly cite confidential documents and court decisions made during the trial of former Serbian leader, Slobodan Milosevic, which implicate the Serbian state in the 1995 massacre of thousands of men and boys in the Bosnian town of Srebrenica. In his opening speech, ICTY prosecutor Bruce MacFarlane said he would show that the accused had consciously published information from classified documents. But Hartmann's lawyer, Guenael Mettraux, says she did no wrong as the information referred to in her article and her book, entitled “Peace and Punishment: The Secret Wars of Politics and International Justice” was already in the public domain when her work went into print. Online support The journalist's supporters, many journalists themselves, are running an internet petition which calls for the case to be dropped. They say Hartmann was merely doing her job “by rigorously searching for and publicizing the truth.” The petition goes on to say that making Hartmann appear before a court established to try those guilty of genocide “will tarnish the image of the international justice system.” Hartmann, who could face seven years in prison or a fine of €100,000 ($139,000) if found guilty, declined to enter a plea on either charge. The court entered two pleas of “not guilty” on her behalf. The trial is expected to continue until Wednesday. tkw/AFP/AP/dpa Editor: Jennifer Abramsohn",
  "relations": [
    [
      "Florence Hartmann",
      "International Criminal Tribunal for the former Yugoslavia",
      "member_of"
    ],
    [
      "Carla Del Ponte",
      "International Criminal Tribunal for the former Yugoslavia",
      "member_of"
    ],
    [
      "Bruce MacFarlane",
      "International Criminal Tribunal for the former Yugoslavia",
      "member_of"
    ],
    [
      "Peace and Punishment: The Secret Wars of Politics and International Justice",
      "Florence Hartmann",
      "created_by"
    ]
  ]
}