{
  "content": "More troops and new strategy for Afghanistan will be hard to come by\nThe dire situation in Afghanistan, highlighted by the call for more troops by NATO's top commander there, is forcing the alliance to make tough decisions. Surprisingly, Europe and the US are closer than before.\nWhatever decisions President Barack Obama and other NATO leaders make in response to General Stanley McChrystal's assessment of the conflict in Afghanistan, they won't be able to claim later on they didn't understand the message NATO's chief commander in the country wanted to convey in his report. In clear and undiplomatic language, the head of the International Security Assistance Force (ISAF) spells out how he views the options the alliance is facing. \"Success is not ensured by additional forces alone, but continued underresourcing will likely cause failure,\" is how McChrystal describes his call to send more troops to Afghanistan. The second component for possible success \"is the urgent need for a significant change to our strategy and the way that we think and operate.\" While the two pillars - more soldiers and a new strategy - needed to make progress in Afghanistan are clearly laid out in the report, experts and even McChrystal himself are not sure whether they can be implemented by NATO member states where public opinion is growing increasingly weary of the war, now in its eigth year. The old dividing lines that have existed for a long time regarding the war in Afghanistan are still there, notes Daniel Korski, an Afghanistan expert with the European Council on Foreign Relations. \"It's the division of those who want to committ more assets and those who would rather pull out.\" But, he adds, unlike before the lines between both camps can't be drawn geographically anymore. \"I think it's a division that cuts across both the alliance and within certain member states, but not in sort of neat ways and certainly not in terms of Old Europe and New Europe that Donald Rumsfeld talked about.\" Skeptical Americans But while Europeans on a whole have for a long time had their doubts and concerns about the war in Afghanistan, in the US public opinion has grown increasingly skeptical toward the mission as well. According to a new Wall Street Journal/NBC News poll 51 percent of Americans now oppose sending more troops to Afghanistan. \"More and more people feel that it is a never ending story, that this war has been dragging on now for longer than the second world war, that we see too little results and we really don't know why we are there,\" is how Patrick Keller, Foreign and Security Policy Coordinator at the Konrad Adenauer Stiftung, a think tank affiliated with the German Christian Democrats, sums up the shift in the United States. \"And this is a situation that is pretty similar to that in Europe and it's a difficult political issue, especially at a time when the administration is spending most its political capital on domestic issues such as healthcare,\" he adds. Whether or not the increasingly negative perception of the Afghanistan effort among the US public, but also within the foreign policy establishment, translates into political decisions could decide the future of the Afghan mission. The US currently provides 30,000 of the 65,000 ISAF troops in Afghanistan. Should Washington reassess the situation and not opt for increasing the funds and troop levels for Afghanistan as requested by General McChrystal it could signal to the international community that the US has given up on the country. What's more, President Obama has a lot of other tough issues to deal with such as the economic crisis, health care reform, Iran's nuclear program and the upcoming climate conference. Still, it will be difficult for him to turn down General McChrystal. \"It's very hard to see that President Obama given all the things he said in the past about George Bush's strategy, would deny a direct request from the ground commanders for additional troops,\" says Korski. Few European troops Even more so, because the US shouldn't count on Europe to come up with more soldiers to fulfill McChrystal's request. \"It's very difficult at this point to see a lot of European countries rushing to deploy more troops,\" says Korski. \"And in going forward we will probably see the British offer some more troops, perhaps the Danes as well, but many other countries are really looking the other direction.\" While the first demand of McChrystal's request - more troops - may be hard to fulfill, his second demand - a new strategy - may prove even harder to implement. McChrystal said so himself in the report: \"ISAF is a conventional force that is poorly configured for COIN (comprehensive counterinsurgency), inexperienced in local languages and culture, and struggling with challenges inherent to coalition warfare.\" To win in Afghanistan, argues McChrystal, ISAF troops must eschew their traditional role of combat soldier and switch to that of a counterinsurgency operator who basically lives among the local population and protects it. That, however, as the head of ISAF wrote himself, presents a huge challenge for most troops. \"It's going to be very difficult for any other army bar the US, the Brits and perhaps one or two other countries to adopt to this unless we see a real push by the NATO secretary general to turn mentoring of Afghan forces and cooperation with Afghan civilians into a key focus for the alliance,\" argues Korski. But even if ISAF is able to retool its mission, which will take time, it will come with a higher risk for the individual soldier. That in turn could make it difficult to sustain the effort to war-weary constituencies in the US and Europe. \"I think given how bad the situation in Afghanistan is, if you consider that we are there now for more than eight years and how relatively little progress there has been made, it is important to really consider a change in strategy even if that might lead to more casualties because in the long run with the current strategy we will also fail to convince our publics to support it,\" says Keller. Despite the recent negative turn of events in Afghanistan both Keller and Korski believe that a turnaround, not a victory in a classical sense, is still possible. \"Can we build a capability in the Afghan government so that it can not destroy but contain the insurgency while gradually over time drawing more and more ordinary Afghans onto its side,\" is how Korski frames the question of success in Afghanistan. \"That is what our objective ought to be and that is what probably can still be done at this stage.\" Author: Michael Knigge Editor: Rob Mudge",
  "relations": [
    [
      "Barack Obama",
      "United States",
      "agent_of"
    ],
    [
      "Barack Obama",
      "United States",
      "citizen_of"
    ],
    [
      "Barack Obama",
      "Americans",
      "citizen_of-x"
    ],
    [
      "Barack Obama",
      "United States",
      "head_of_state"
    ],
    [
      "Barack Obama",
      "Americans",
      "head_of_state-x"
    ],
    [
      "Daniel Korski",
      "European Council on Foreign Relations",
      "member_of"
    ],
    [
      "Stanley McChrystal",
      "United States",
      "citizen_of"
    ],
    [
      "Stanley McChrystal",
      "Americans",
      "citizen_of-x"
    ],
    [
      "Stanley McChrystal",
      "International Security Assistance Force",
      "head_of"
    ],
    [
      "Stanley McChrystal",
      "International Security Assistance Force",
      "member_of"
    ],
    [
      "Patrick Keller",
      "Konrad Adenauer Stiftung",
      "head_of"
    ],
    [
      "Patrick Keller",
      "Konrad Adenauer Stiftung",
      "member_of"
    ],
    [
      "Donald Rumsfeld",
      "United States",
      "citizen_of"
    ],
    [
      "Donald Rumsfeld",
      "Americans",
      "citizen_of-x"
    ],
    [
      "Americans",
      "United States",
      "gpe0"
    ],
    [
      "Wall Street Journal",
      "United States",
      "based_in0"
    ],
    [
      "Wall Street Journal",
      "Americans",
      "based_in0-x"
    ],
    [
      "NBC News",
      "United States",
      "based_in0"
    ],
    [
      "NBC News",
      "Americans",
      "based_in0-x"
    ],
    [
      "Konrad Adenauer Stiftung",
      "German",
      "based_in0-x"
    ],
    [
      "Konrad Adenauer Stiftung",
      "Christian Democrats",
      "part_of"
    ],
    [
      "Christian Democrats",
      "German",
      "based_in0-x"
    ],
    [
      "Afghan",
      "Afghanistan",
      "gpe0"
    ],
    [
      "Washington",
      "United States",
      "in0"
    ],
    [
      "Washington",
      "Americans",
      "in0-x"
    ],
    [
      "George Bush",
      "United States",
      "agent_of"
    ],
    [
      "George Bush",
      "United States",
      "citizen_of"
    ],
    [
      "George Bush",
      "Americans",
      "citizen_of-x"
    ],
    [
      "George Bush",
      "United States",
      "head_of_state"
    ],
    [
      "George Bush",
      "Americans",
      "head_of_state-x"
    ],
    [
      "Afghans",
      "Afghanistan",
      "gpe0"
    ]
  ]
}