{
  "content": "Republican Senate candidate Moore faces underage sex allegations\nRepublican candidate for Attorney General Sessions' seat in the US Senate, Roy Moore, faces allegations of sexual contact with minors decades ago. A month to go before the special election, his race may already be run.\nThe Washington Post reported on Thursday that Alabama woman Leigh Corfman said the now 70-year-old Moore, then a 32-year-old assistant district attorney, had had sexual contact with her when she was 14. Moore has denied the accusations against him, calling them politically motivated. The Alabama special election on December 12 is to fill the vacancy created when Trump picked Senator Jeff Sessions to serve as attorney general. The Republicans have a majority of only two in the Senate as President Donald Trump embarks on a key piece of legislation on tax reform. Since news broke of film producer Harvey Weinstein's alleged sexual misconduct over the last few weeks, many allegations have been made against public figures and celebrities. In the primary contest between Luther Strange and Moore in September much of the Republican establishment — including President Donald Trump and Senate majority leader Mitch McConnell — backed Strange. The GOP's more conservative wings, including former Trump strategist Steve Bannon, backed Moore. Moore won despite being outspent by a margin of 10-to-1 by Strange. Moore will run against Democrat Doug Jones on December 12. In a short campaign statement, Jones said, \"Moore need to answer these serious charges.\" The allegations The Washington Post reported that Moore first approached then 14-year-old Corfman in early 1979 outside a courtroom in Etowah county and after phone calls and meetings, he drove her to his home and kissed her, Corfman told the paper. Alabama law lists the legal age of consent as 16. Three other women also interviewed by the paper said Moore had approached them when they were between the ages of 16 and 18 and he was in his early 30s. Two of the women spoke of Moore giving them glasses of wine when they were under the legal drinking age of 19. The state's statute of limitations for bringing felony charges involving sexual abuse of a minor in 1979 would have run out three years later and Corfman never filed a police report or a civil suit. 'Fake news'? Moore's campaign denied the report and said it was \"the very definition of fake news and intentional defamation.\" \"After over 40 years of public service (by Moore), if any of these allegations were true, they would have been made public long before now,\" the Moore campaign said in an email to supporters. Moore also issued a fundraising appeal asking for emergency donations in a \"spiritual battle.\" \"I believe you and I have a duty to stand up and fight back against the forces of evil waging an all-out war on our conservative values,\" he wrote. \"I will NEVER GIVE UP the fight!\" Moore or less gone? Senior Republicans have called on Moore to step aside from the Senate race if the allegations are shown to be true. \"The allegations against Moore are deeply troubling,\" said Colorado Senator Cory Gardner, who leads the Senate GOP campaign arm. \"If these allegations are found to be true, Roy Moore must drop out of the Alabama special Senate election.\" Senate Majority Leader Mitch McConnell added, \"If these allegations are true, he must step aside.\" Arizona Senator John McCain said, \"He should immediately step aside and allow the people of Alabama to elect a candidate they can be proud of.\" There were, however, some Republicans willing to see Moore see out the rest of the race — and the allegations against him. \"Take Joseph and Mary. Mary was a teenager and Joseph was an adult carpenter. They became parents of Jesus,\" Alabama state Auditor Jim Ziegler told The Washington Examiner. Strange days indeed Strange has reportedly left open the possibility he may re-enter the campaign. Moore's name cannot be removed from the ballot before the special election even if he withdraws from the race, according to John Bennett, a spokesman for the Alabama secretary of state. Moore made his name in the Republican party through his devotion to hardline Christian conservative positions. He was twice removed from his Supreme Court position, once for disobeying a federal court order to remove a 5,200-pound (2,360-kilogram) granite Ten Commandments monument from the lobby of the state judicial building. jbh/sms (AP, AFP)",
  "relations": [
    [
      "Republicans",
      "US",
      "based_in0"
    ],
    [
      "Donald Trump",
      "US",
      "agent_of"
    ],
    [
      "Donald Trump",
      "US",
      "citizen_of"
    ],
    [
      "Donald Trump",
      "US",
      "head_of_state"
    ],
    [
      "Donald Trump",
      "Republicans",
      "member_of"
    ],
    [
      "The Washington Post",
      "US",
      "based_in0"
    ],
    [
      "Roy Moore",
      "US",
      "citizen_of"
    ],
    [
      "Roy Moore",
      "Republicans",
      "member_of"
    ],
    [
      "Leigh Corfman",
      "US",
      "citizen_of"
    ],
    [
      "Doug Jones",
      "US",
      "citizen_of"
    ],
    [
      "Doug Jones",
      "Democrat",
      "member_of"
    ],
    [
      "Luther Strange",
      "US",
      "citizen_of"
    ],
    [
      "Luther Strange",
      "Republicans",
      "member_of"
    ],
    [
      "Jeff Sessions",
      "US",
      "agent_of"
    ],
    [
      "Jeff Sessions",
      "US",
      "citizen_of"
    ],
    [
      "Senate",
      "US",
      "agency_of"
    ],
    [
      "Senate",
      "US",
      "based_in0"
    ],
    [
      "Alabama",
      "US",
      "in0"
    ],
    [
      "Harvey Weinstein",
      "US",
      "citizen_of"
    ],
    [
      "Mitch McConnell",
      "US",
      "citizen_of"
    ],
    [
      "Mitch McConnell",
      "Republicans",
      "member_of"
    ],
    [
      "Steve Bannon",
      "US",
      "citizen_of"
    ],
    [
      "Democrat",
      "US",
      "based_in0"
    ],
    [
      "Etowah",
      "US",
      "in0"
    ],
    [
      "Colorado",
      "US",
      "in0"
    ],
    [
      "Cory Gardner",
      "Colorado",
      "agent_of"
    ],
    [
      "Cory Gardner",
      "US",
      "citizen_of"
    ],
    [
      "Arizona",
      "US",
      "in0"
    ],
    [
      "John McCain",
      "US",
      "agent_of"
    ],
    [
      "John McCain",
      "US",
      "citizen_of"
    ],
    [
      "Jim Ziegler",
      "Alabama",
      "agent_of"
    ],
    [
      "Jim Ziegler",
      "US",
      "citizen_of"
    ],
    [
      "The Washington Examiner",
      "US",
      "based_in0"
    ],
    [
      "John Bennett",
      "Alabama",
      "agent_of"
    ],
    [
      "John Bennett",
      "US",
      "citizen_of"
    ],
    [
      "Supreme Court",
      "US",
      "agency_of"
    ],
    [
      "Supreme Court",
      "US",
      "based_in0"
    ]
  ]
}