{
  "content": "Rights groups consider responses to Lithuanian anti-gay law\nAfter Lithuanian lawmakers approved a bill to keep material deemed harmful away from children - including information about homosexuality - some EU parliamentarians and rights groups are considering what to do next.\nEuropean members of parliament, including that body's gay and lesbian working group, as well as human rights groups are weighing their options regarding a response to a bill passed by Lithuania's parliament that would ban the dissemination of information to young people seen as promoting homosexuality. \"This is crazy and un-European and totally out of thinking for me and many others,\" said Ulrike Lunacek, a new EU parliamentarian and member of the European Parliament's Intergroup on Gay and Lesbian rights. As Europe has long been held up as a global beacon on progressive legislation regarding gay rights - same-sex marriage or some version thereof is legal in many EU countries - the bill passed in Vilnius seems like an unexpected slap in the face. It brings back memories of cultural battles that many in western Europe at least thought were largely behind them. \"But we have to be aware there are still forces out there who want to deny equal rights to gays and lesbians,\" she said. \"We still have to convince people that equal rights for gays and lesbians doesn't mean taking away the rights of heterosexuals.\" Now she and others are considering the next steps, which include encouraging the new president of the European Parliament, Jerzy Buzek, to express his concern to the Baltic nation that the new law could be prejudicial to understanding and tolerance of homosexuals. \"The new law contradicts the values of the European Union where minority rights are and should remain respected. It is the duty of the President of the European Parliament to ensure that all minorities are treated equally,\" said Michael Cashman, President of the Intergroup, in a statement. Child-protection or anti-gay censorship? It appears that a majority of lawmakers in this largely Roman Catholic country of 3.3 million do see homosexuality as a threat, since the bill that 86 of the Baltic state's 141 parliamentarians voted for says \"public dissemination\" of information favorable to homosexuality can harm the mental health and physical, intellectual and moral development of young people. Lithuania's outgoing president, Valdas Adamkus, had refused to sign the bill into law when 76 lawmakers approved it on June 16, but on Tuesday, a large majority overturned his veto. \"Parliament has demonstrated its will to institutionalize homophobia,\" Vladimir Simonko, head of the Lithuanian Gay League, told the AFP news agency. The measure lists 19 examples of \"detrimental\" information that should be kept from minors, including instructions on making explosives, images of death and severe injury, hypnosis, and information that promotes bad eating. But the section on a ban on information that \"agitates for homosexual, bisexual and polygamous relations\" has caused the most controversy and, according to gay campaigners, will do the most harm. \"This is a huge danger for young people who are lesbian/gay/bisexual not only to receive proper objective information about sexuality and development, but to receive support if needed, because basically all channels will be closed to them,\" said Juris Lavrikovs of the International Lesbian and Gay Association of Europe. Right-wing backlash The bill was backed by the right-wing populist Order and Justice Party. Petras Grazulis, the bill's co-sponsor, and other party members did not return phone calls or e-mails seeking comment. He told the Associated Press that the bill's passage was a step toward helping Lithuania \"raise healthy generations unaffected by the rotten culture overwhelming them.\" Henricus Mickevicius, director of the Human Rights Monitoring Institute in the Lithuanian capital, Vilnius, said fears and insecurity over changing societal norms have played a role in the passage of this legislation. Since the country joined the EU in 2004, Lithuania has been asked to accept a host of new rules on gender and sexual equality that have unnerved more conservative members of society. \"It's created a situation where people become concerned, and even scared, that it's undermined our national traditions, values and so on,\" Mickevicius said. According to him, the law intrudes on freedom of speech and violates international human rights standards. It is written so broadly, he and others have said, enforcing it will be difficult. Deciding on violations, and handing out fines for what will be classified as misdemeanors, could largely depend on the social views of those charged with enforcement. According to rights groups and campaigners, Lithuania's move violates the spirit of EU principles on equality, particularly Artricle 6, paragraph 1 of the EU Treaty, according to which \"The Union is founded on the principles of liberty, democracy, respect for human right snd fundamental freedoms, and the rule of law, principles which are common to the Member States.\" Options According to MEP Lunacek, the head of the Green parliamentary group in the European Parliament, Daniel Cohn-Bendit, called on Jerzy Buzek on Wednesday morning to write a note of protest to Lithuania. She said that might carry some weight with Vilnius, since Burzek is from Poland, another former Soviet-satellite state which joined the European bloc not long ago. \"Having a president of the EU parliament like Mr. Burzek, who himself comes from a new-member country, would help say to the Lithuanian parliament - look, this is not European,\" she said. But the EU's options overall are limited. Child-protection does not fall under Brussels' jurisdiction, and while the EU could apply sanctions of some sort, such options are not being considered right now. Another possibility would be to cancel some Lithuanian voting rights on the European Council, according to Lunacek. The new Lithuanian president, Dalia Grybauskaite, has not yet signed the law, although she is required to do so within three days. By Lithuanian law she cannot reimpose a veto. There has been as of yet no signal whether her office is considering further action against it. Human rights monitor Mickevicius said if that happens, Lithuanian activists will have to just wait. \"It may sound cynical, but we'll have to see who becomes the first victim of this law and then take it through the national courts or even the European Court of Human Rights,\" he said. Author: Kyle James Editor: Neil King",
  "relations": [
    [
      "Jerzy Buzek",
      "European Parliament",
      "head_of"
    ],
    [
      "Jerzy Buzek",
      "European Parliament",
      "member_of"
    ],
    [
      "Valdas Adamkus",
      "Lithuania",
      "agent_of"
    ],
    [
      "Valdas Adamkus",
      "Lithuania",
      "citizen_of"
    ],
    [
      "Valdas Adamkus",
      "Lithuanian",
      "citizen_of-x"
    ],
    [
      "Valdas Adamkus",
      "Lithuania",
      "head_of_state"
    ],
    [
      "Valdas Adamkus",
      "Lithuanian",
      "head_of_state-x"
    ],
    [
      "Henricus Mickevicius",
      "Human Rights Monitoring Institute",
      "head_of"
    ],
    [
      "Henricus Mickevicius",
      "Human Rights Monitoring Institute",
      "member_of"
    ],
    [
      "Ulrike Lunacek",
      "European Parliament",
      "member_of"
    ],
    [
      "Intergroup on Gay and Lesbian",
      "European Union",
      "institution_of"
    ],
    [
      "Intergroup on Gay and Lesbian",
      "European Union",
      "part_of"
    ],
    [
      "Lithuanian",
      "Lithuania",
      "gpe0"
    ],
    [
      "European Parliament",
      "European Union",
      "institution_of"
    ],
    [
      "European Parliament",
      "European Union",
      "part_of"
    ],
    [
      "Vilnius",
      "Lithuania",
      "in0"
    ],
    [
      "Vilnius",
      "Lithuanian",
      "in0-x"
    ],
    [
      "Michael Cashman",
      "Intergroup on Gay and Lesbian",
      "head_of"
    ],
    [
      "Michael Cashman",
      "Intergroup on Gay and Lesbian",
      "member_of"
    ],
    [
      "Vladimir Simonko",
      "Lithuanian Gay League",
      "head_of"
    ],
    [
      "Vladimir Simonko",
      "Lithuanian Gay League",
      "member_of"
    ],
    [
      "Lithuanian Gay League",
      "Lithuania",
      "based_in0"
    ],
    [
      "Lithuanian Gay League",
      "Lithuanian",
      "based_in0-x"
    ],
    [
      "Juris Lavrikovs",
      "International Lesbian and Gay Association of Europe",
      "member_of"
    ],
    [
      "Order and Justice Party",
      "Lithuania",
      "based_in0"
    ],
    [
      "Order and Justice Party",
      "Lithuanian",
      "based_in0-x"
    ],
    [
      "Petras Grazulis",
      "Order and Justice Party",
      "member_of"
    ],
    [
      "Human Rights Monitoring Institute",
      "Lithuania",
      "based_in0"
    ],
    [
      "Human Rights Monitoring Institute",
      "Lithuanian",
      "based_in0-x"
    ],
    [
      "Human Rights Monitoring Institute",
      "Vilnius",
      "based_in2"
    ],
    [
      "Daniel Cohn-Bendit",
      "Green",
      "head_of"
    ],
    [
      "Daniel Cohn-Bendit",
      "Green",
      "member_of"
    ],
    [
      "Dalia Grybauskaite",
      "Lithuania",
      "agent_of"
    ],
    [
      "Dalia Grybauskaite",
      "Lithuania",
      "citizen_of"
    ],
    [
      "Dalia Grybauskaite",
      "Lithuanian",
      "citizen_of-x"
    ],
    [
      "Dalia Grybauskaite",
      "Lithuania",
      "head_of_state"
    ],
    [
      "Dalia Grybauskaite",
      "Lithuanian",
      "head_of_state-x"
    ]
  ]
}