{
  "content": "The Roaring Twenties — an illustrated trip through an eventful decade\nIllustrator Robert Nippoldt and author Boris Pofalla have published a fascinating book about Berlin's golden era, the Roaring Twenties. It reflects the interest now taken in the art scene of the Weimar Republic.\nIt stands a good chance of becoming a cult book. Illustrator Robert Nippoldt, born in the Lower Rhine region in 1977, started working on this book about Berlin during the Weimar Republic several years ago. Publishing such a splendid work that contains drawings and graphics does take time. \"Es wird Nacht in Berlin der Wilden Zwanziger Jahre\" (Night Falls in Berlin of the Roaring 20s) can truly be considered a complete work of art. You can even \"listen\" to the book ... On more than 200 pages, the author has depicted Berlin during the Roaring Twenties in black-and-white images, tinged with a light bronze color. The beautiful, large-sized book has been enriched by texts by art critic Boris Pofalla. It also contains a CD with sounds of the time, including songs by Renate Müller and Ernst Busch, Lotte Lenya and Claire Waldoff, as well as music by other renowned musicians of the time. Book artist Nippoldt has experience depicting particular cultural eras, having already published books on Hollywood during the 1930s, and the New York jazz scene in the 1920s. Now, this latest book on Berlin in the Weimar Republic touches on a trend. Renewed interest in the Weimar Republic Why has 2017 seen a renewed interest in the Weimar Republic? It was the era that immediately preceded the rise of National Socialism. Critics described its art scene as extremely liberal, with some even calling it \"hedonistic,\" warning that the pendulum might suddenly swing in the other direction. Tragically, those fears weren't unfounded. Soon, the Weimar Republic became shaken by severe economic problems. Some observers saw this as a consequence of the Treaty of Versailles that, in their view, was an unjust punishment for the First World War that Germany lost. One of the provisions of the treaty required Germany to take responsibility for damages and pay reparations. In addition, the growing weakness of crumbling mainstream political parties during this period paved the way for the rise of extreme political parties, the Communists on the left, and the National Socialists on the right. We all know what followed. So why the renewed interest in this period? Some observers have claimed that we might be heading back into a Weimar Republic-like era. What they have in mind is the reawakening of extreme political forces in Germany after decades of almost legendary political stability. Thank God the country hasn't gone that far yet. Besides, if there's something in 20th-century German culture worth being celebrated, then it's the myth of Berlin during the Weimar years. Film, music, dance, theater, cabaret and art of this era remain unforgettable, and have been commemorated over and over again during past decades. The \"Roaring 20s\" period, closely associated with the city of Berlin, is world-famous. \"Berlin shines in a glamor that Paris doesn't know\" A quotation from the book of Nippoldt and Pofalla says it all: \"Seen from the Kurfürstendamm, the city looks to me like a scintillating gem. In the evenings, the city shines in a glamor that Paris doesn't know. I'm totally fascinated, these big coffeeshops are like ocean steamers, and the orchestras are their machines that resound all over the place, keeping it in motion. The music is everywhere.\" That's how superstar Josephine Baker described her feelings for a city in which she only spent two months in 1926. But it was an impression that was to last for a long time with a star who, in turn, was never forgotten by Berliners. Also \"Berlin Babylon\" looks back to the roaring 20s Music is also everywhere in one of the biggest film events of 2017, namely the German series \"Berlin Babylon,\" which has already been shown in theater previews and broadcast by pay-television channel Sky. It will be broadcast to a larger audience in the new year, on German public television channel ARD. The series has garnered tremendous international attention, not only because it was produced by several renowned directors and producers, but precisely because it conjures up this German cultural myth of Berlin during the 1920s. Museum presents \"Splendor and Misery of the Weimar Republic\" Throughout 2017, Germany's art scene has commemorated what is seen as an outstandingly creative decade, honoring it with one of the most beautiful exhibitions of the year, namely the show \"Splendor and Misery of the Weimar Republic\" at the Frankfurt-based museum \"Schirn.\" The show that runs through February 25, 2018 presents artists who have captured the Roaring 20s in their paintings. Among them are Georg Grosz, Otto Dix and Christian Schad, but the exhibition also reveals female artists who have not stood in the limelight until now. Readers of Robert Nippoldt's book likewise will come across some famous names, among them, of course, Josephine Baker, as well as painter Jeanne Mammen, and dancer Anita Berber. Coincidentally, the chapters in the book resemble the chapters in the Frankfurt exhibition: Vice and sex, the new woman, prostitution, as well as the devastating aftermath of the First World War in Germany, resulting in astronomical debts, mass impoverishment and political upheaval. The Nazis finished off the cultural boom And then, it all leads to the fateful year of 1933. The television series \"Babylon Berlin,\" the Frankfurt exhibition \"Glamor and Misery of the Weimar Republic,\" and the Berlin book by Nippoldt and Pofalla alike lead viewers, audiences and readers to the abrupt and very bitter end of an incredibly rich cultural era. The National Socialists did everything they could to finish off what they saw as decadence and hedonism. After the Nazi seizue of power, gone was the freedom in which literature, film, music, art, dance and theater could flourish. The only thing that has remained is the recollection of a golden decade during which Germany's then, and now-again-capital Berlin culturally overshadowed even Paris, New York and Hollywood. The German version of \"Es wird Nacht im Berlin der Zwanziger Jahre,\" 224 pages, illustrated by Robert Nippoldt and written by Boris Pofalla, accompanied by a CD, was published by Taschen Verlag. With its ISBN number 978-3-8365-6319-2 the German version can also be ordered by bookstores outside of Germany. The book will be translated into English by late summer or fall of 2018.",
  "relations": [
    [
      "National Socialists",
      "Weimar Republic",
      "based_in0"
    ],
    [
      "Berlin",
      "Germany",
      "in0"
    ],
    [
      "Berlin",
      "German",
      "in0-x"
    ],
    [
      "Es wird Nacht in Berlin der Wilden Zwanziger Jahre",
      "Robert Nippoldt",
      "created_by"
    ],
    [
      "Es wird Nacht in Berlin der Wilden Zwanziger Jahre",
      "Boris Pofalla",
      "created_by"
    ],
    [
      "Es wird Nacht in Berlin der Wilden Zwanziger Jahre",
      "Taschen Verlag",
      "publisher"
    ],
    [
      "Lower Rhine",
      "Germany",
      "in0"
    ],
    [
      "Lower Rhine",
      "German",
      "in0-x"
    ],
    [
      "Treaty of Versailles",
      "Weimar Republic",
      "signed_by"
    ],
    [
      "First World War",
      "Germany",
      "event_in0"
    ],
    [
      "Communists",
      "Weimar Republic",
      "based_in0"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "Kurfürstendamm",
      "Germany",
      "in0"
    ],
    [
      "Kurfürstendamm",
      "Berlin",
      "in2"
    ],
    [
      "Berliners",
      "Berlin",
      "gpe2"
    ],
    [
      "ARD",
      "Germany",
      "based_in0"
    ],
    [
      "ARD",
      "German",
      "based_in0-x"
    ],
    [
      "Splendor and Misery of the Weimar Republic",
      "Schirn",
      "created_by"
    ],
    [
      "Frankfurt",
      "Germany",
      "in0"
    ],
    [
      "Frankfurt",
      "German",
      "in0-x"
    ],
    [
      "Schirn",
      "Germany",
      "in0"
    ],
    [
      "Schirn",
      "Frankfurt",
      "in2"
    ],
    [
      "Taschen Verlag",
      "Germany",
      "based_in0"
    ],
    [
      "Taschen Verlag",
      "German",
      "based_in0-x"
    ]
  ]
}