{
  "content": "Latest Ebola outbreak in DR Congo poses high regional risk, says WHO\nThe WHO said the presence of armed groups and the broad spread of the disease, could make vaccination \"near impossible\" in North Kivu. It's the 10th outbreak in DRC since Ebola was discovered.\nThe organization's emergency response chief, Peter Salama, expressed concern about the regional risks this outbreak could pose — given the pattern of its spread and its closeness to international frontiers. \"It would appear that the risk, as we can surmise for DRC, is high. For the region it's high given the proximity to borders, particularly Uganda,\" Salama said. Over a dozen WHO officials have been sent to North Kivu to help contain the disease. The Democratic Republic of Congo's health ministry said on Thursday that the Ebola variant in the most recent outbreak in North Kivu province had been identified as the Zaire strain. The North Kivu outbreak comes just over a week after Congo had declared the end of an outbreak in the northwest of the country that began in May, and in which 33 people died. The World Health Organization (WHO) has dispelled the notion that the two outbreaks are linked. In this week's Ebola outbreak, four cases have been registered in and around the town of Mangina, which has a population of 60,000 and is located near the border with Uganda. Two of those cases were confirmed to be health workers. An additional 20 people have died in the area since July, as a result of hemorrhagic fevers that have not been identified as Ebola. Read more: Ebola outbreak in DRC: What is being done? Vaccine available The outbreak in northwestern Congo also belonged to the Zaire strain and an experimental vaccine from pharmaceutical company Merck was used to fight its spread. That vaccine was given to contacts of Ebola patients and contacts of contacts, in an effort to ringfence the disease. For ring-vaccination to be effective, health workers must reach all those potentially infected with the deadly virus. This may be difficult to do in northeastern Congo, as the WHO estimates that the outbreak could spread over tens of kilometers. North Kivu a conflict zone Additionally, Salama noted that approximately 100 armed groups operate in North Kivu and this could make ring-vaccination impossible. Instead, WHO workers might consider \"a more homogenous geographical strategy\", he said, where security concerns are assessed on a day-to-day-basis. Staff would be based in the larger city of Goma. Since armored personnel carriers and support from UN peacekeepers would be needed to work in North Kivu, this could make it very difficult to deploy the kind of far-reaching contact tracing required. WHO has already dealt with an outbreak in this area, around a decade ago. \"We had to negotiate with many armed factions,\" Salama said, in order to provide the badly needed aid. Read more: Top ten most dangerous viruses in the world The International Federation of Red Cross and Red Crescent Societies echoed the WHO's concerns, saying that responding to a new Ebola outbreak in North Kivu would be \"highly complex,\" due to the security situation. The Ebola virus is can be transported long distances by bats, who are carriers of the virues, and tend to find its way into bush meat sold at local markets. In humans, the deadly virus spreads through contact with bodily fluids and once infected, it causes hemorrhagic fever, vomiting and diarrhea and is spread through direct contact with body fluids. Over 11,300 people died of an epidemic in West Africa from 2013 to 2016. jcg/rc (Reuters, AFP) Each evening at 1830 UTC, DW's editors send out a selection of the day's hard news and quality feature journalism. You can sign up to receive it directly here.",
  "relations": [
    [
      "North Kivu",
      "Democratic Republic of Congo",
      "in0"
    ],
    [
      "Peter Salama",
      "World Health Organization",
      "head_of"
    ],
    [
      "Peter Salama",
      "World Health Organization",
      "member_of"
    ],
    [
      "Mangina",
      "Democratic Republic of Congo",
      "in0"
    ],
    [
      "Goma",
      "Democratic Republic of Congo",
      "in0"
    ]
  ]
}