{
  "content": "EU firms worried about China's tough business environment, trade tensions\nChina is \"one of the most restrictive economies in the world,\" concluded a recent survey by the EU Chamber of Commerce in China. The chamber's president tells DW about European firms' challenges in doing business there.\nDW: What kind of difficulties are European firms, particularly the small and medium enterprises (SMEs), facing while doing business in China? Mats Harborn: European firms face a number of challenges in a variety of areas. The Chinese economic slowdown tops the list, but regulatory issues present greater challenges than competition from Chinese firms. This is especially striking considering how competitive they are becoming. Regulatory issues range from ambiguous rules to discretionary enforcement of policy to specific problems like access to licenses and financing or equal access to public procurement bids. All of these challenges are especially acute for SMEs, as they lack the resources and manpower to navigate these problems as easily as their larger counterparts. Read more: Donald Trump's EU trade dilemma: United against China or alone against the world? How do you assess the chances for the European Union and China to conclude their Comprehensive Agreement on Investment (CAI)? The 17th, and most recent, round of negotiations on the CAI took place in Beijing from May 22-24, 2018. It is expected that intense work will continue through the rest of the year. The European Chamber is looking forward to seeing a well-negotiated agreement that addresses market concerns in all sectors and creates a more transparent and stable regulatory business environment. We would also like to see the implementation of robust and transparent investment protection and investment dispute resolution mechanisms as part of the CAI. The pressure is on with China now facing tensions with some of its key trading partners. The ball is in China's court and it is imperative that the government show that it is moving towards a decisive stage of negotiations before the end of 2018. Doing so would send a clear signal that China is ready to deliver on its promises on market opening. If there are continued delays, however, it will have negative effects on both China and the EU. In your report, you said that many Chinese firms are already equally or more innovative compared to European enterprises, due to a number of factors like increased R&D spending and targeted high-tech acquisitions by domestic companies. Can this trend bring disruption to European business? The results of the European Chamber's Business Confidence Survey 2018 show that for the first time ever, a majority of European companies feel that Chinese firms are equally or more innovative than themselves. This finding may be disruptive to European businesses but overcoming disruptions in a competitive market is nothing new for them. The most concerning source of disruption for our members is that of China's unpredictable regulatory environment and unequal treatment of European firms. The survey results also signify that it is time for China to lift protectionist measures. Chinese enterprises have proven that they can compete without the government protection in both domestic and international markets. Exposing Chinese firms to fair and open competition is the only way to help them develop further. How is China's rising middle class affecting the Asian nation's economic competitiveness? As more households join the middle class, they are demanding more high-quality products and services. Chinese enterprises are stepping up to meet this new demand, and in the process are giving foreign companies a lot more to think about. The Business Confidence Survey 2018 showed a notable increase in domestic firms' capacity for product and service innovation. In the past, Chinese companies have primarily embraced go-to-market and business model innovation, adapting existing products or models into new forms and finding new ways to deliver them to the domestic market. Now, however, they are starting to produce innovations that are the first of their kind. We can see clear instances of this in areas such as financial technology and bike-sharing. This said, European companies remain confident in their ability to compete, and their optimism about future growth has continued to rebound since 2016. What measures, in your view, should Beijing take to ease the regulatory burdens on European firms in China? The most common regulatory challenges for European companies in China are ambiguous rules and regulations, administrative issues and discretionary enforcement. Licensing requirements, customs procedures and discrimination in public procurement are also major issues. While foreign businesses suffer the most from these challenges, they are also an impediment to domestic Chinese companies, and in the long run, hold China back from meeting its development goals. There must be transparency and predictability when introducing new policies or regulations. Administrative burdens should be minimized, and rules and regulations should be applied evenly to all businesses. Additionally, sound regulations must be built on robust institutions. If China fails to develop these there is a risk that it will get stuck in the middle income trap. Finally, the biggest single step that China could take is to remove the legal distinction of \"foreign-invested enterprise\" and have international businesses register under uniform conditions with their local competitors. Fully realizing national treatment would put an end to unequal treatment for foreign firms and allow them to operate on a level-playing field. Read more: Donald Trump's trade spats with Europe, China and NAFTA ― What you need to know Germany and China — trade partners and competitors What can be done by European governments to persuade Chinese authorities to ensure a level-playing field for their companies in China? China has made repeated commitments on equal treatment for all businesses since its accession to the World Trade Organization (WTO) in 2001, but international firms are still legally required to register as foreign-invested enterprises, which differentiates them from domestic Chinese companies. There are multiple instances of unequal treatment, including regulatory enforcement, access to financing and forced technology transfers. In the Business Confidence Survey 2018, 19 percent of respondents report that they felt compelled to transfer technology in order to maintain market access. The European Union launched legal proceedings in the WTO against Chinese legislation on this issue on the June 1, 2018. The European Chamber supports the resolution of these concerns through the WTO framework. It is now urgent for China to deliver on its promises by realizing national treatment for all companies operating in China. This would not only show that China is committed to upholding its WTO obligations, but would also provide international companies with the operating conditions they need to provide the products and services that Chinese consumers demand. US President Donald Trump's administration and China appear to be heading toward a showdown on trade, with growing fears worldwide about its ramifications. How do you see this \"trade war\" affecting European companies and jobs? Many of the European Chamber's member companies are concerned about the trade tensions between the US and China. Raising tariffs means disrupting the global supply chains that our members have built up. There is also the risk that this could bring an end to the present boom in the economic cycle. We must remember, however, that the root of the problem began in China. It is imperative that China starts fulfilling the reform promises it has repeated since President Xi Jinping's speech at the World Economic Forum in Davos in January 2017. The European Chamber believes in engaging with China and creating a common narrative to support further market opening and reform and delivering equal treatment for all businesses. If China is not prepared to take the necessary steps to make this a reality, it could escalate existing tensions. Taking a long term approach to structural issues is the right way forward. Mats Harborn is the president of the European Union Chamber of Commerce in China. The interview was conducted by Srinivas Mazumdaru.",
  "relations": [
    [
      "Mats Harborn",
      "European Union Chamber of Commerce in China",
      "head_of"
    ],
    [
      "Mats Harborn",
      "European Union Chamber of Commerce in China",
      "member_of"
    ],
    [
      "European Union Chamber of Commerce in China",
      "European Union",
      "institution_of"
    ],
    [
      "European Union Chamber of Commerce in China",
      "European Union",
      "part_of"
    ],
    [
      "Comprehensive Agreement on Investment",
      "European Union",
      "signed_by"
    ],
    [
      "Comprehensive Agreement on Investment",
      "China",
      "signed_by"
    ],
    [
      "DW",
      "Germany",
      "based_in0"
    ],
    [
      "Chinese",
      "China",
      "gpe0"
    ],
    [
      "Donald Trump",
      "US",
      "agent_of"
    ],
    [
      "Donald Trump",
      "US",
      "citizen_of"
    ],
    [
      "Donald Trump",
      "US",
      "head_of_state"
    ],
    [
      "Beijing",
      "China",
      "in0"
    ],
    [
      "Beijing",
      "Chinese",
      "in0-x"
    ],
    [
      "Xi Jinping",
      "China",
      "agent_of"
    ],
    [
      "Xi Jinping",
      "China",
      "citizen_of"
    ],
    [
      "Xi Jinping",
      "Chinese",
      "citizen_of-x"
    ],
    [
      "Xi Jinping",
      "China",
      "head_of_state"
    ],
    [
      "Xi Jinping",
      "Chinese",
      "head_of_state-x"
    ]
  ]
}