{
  "content": "UNESCO World Heritage, an award that commits\n42 World Heritage Sites in Germany invite you to guided tours and events on UNESCO World Heritage Day on 3 June. Soon there could be two new UNESCO sites.\nForty years ago, Aachen Cathedral was named Germany's first World Heritage Site. This year's World Heritage Day will open with a festive service in the thousand-year-old Church of the Holy Sepulchre of Charlemagne, the German Emperor. The Zollverein colliery, the city of Regensburg, the Garden Kingdom of Dessau-Wörlitz and the Bauhaus in Weimar - they all belong to the heritage of mankind and offer snapshots from a history spanning more than 6,000 years. The first pile dwellings on Lake Constance were built as early as the Stone Age. The Romans left their traces in Trier and at the Limes borders. The memory of the reformer Martin Luther lives on in Wittenberg. Weimar, the place of work of Goethe and Schiller, exudes the spirit of German Classicism. The Margravial Opera House in Bayreuth, which only reopened in April after five years of renovation, is hosting a festive concert to mark World Heritage Day. Monasteries, castles, museums and gardens invite you to discover the cultural diversity of Germany. Old towns like Bamberg and Lübeck with their historical architecture, alleys and squares are attractive for modern people and places with a high quality of life. Nature lovers and technology fans will also find places of interest, as the selection ranges from the Messel Pit Fossil Site to the Völklingen Ironworks. Candidates number 43 and 44 The World Heritage title is a special distinction. It attracts international attention and noticeably boosts tourism. That is why new sites are always striving for the coveted title. This year the Viking sites Haithabu and Danewerk in Schleswig-Holstein and the Naumburg Cathedral in Saxony-Anhalt are applying to become the German World Heritage Sites No. 43 and 44. This will be decided by the UNESCO World Heritage Committee, which will meet in Manama, Bahrain, at the end of June. The two German candidates have been in the race for some time. The Viking town of Haithabu near Schleswig was one of the most important trading centers in Northern Europe from the 9th to the 11th century. The Danewerk, an early medieval fortification wall, is considered the largest ground monument in northern Europe. The present, revised application has already been certified as World Heritage worthy by the International Council on Monuments and Sites (ICOMOS), an international non-governmental organization for the preservation of historical monuments, which prepares expert opinions for the World Heritage Committee. The chances of Haithabu and Danewerk becoming a world heritage site are therefore very good. The attempt to elevate the Naumburg Cathedral and the High Medieval cultural landscape at Saale and Unstrut to the status of a World Heritage site has so far failed. The Naumburgers have now followed the committee's recommendation and have submitted a new application for the cathedral only. So in a new attempt they could become a World Heritage site. The German government had also submitted the Jewish cemetery in Hamburg Altona to UNESCO for the World Heritage title. It would be Hamburg's second cultural world heritage after the Speicherstadt. The cemetery for Sephardic Jews, built in 1611, is considered to be the oldest cemetery of Jews who immigrated to northern Europe as a result of the expulsion from Spain. But after a negative assessment by ICOMOS, the Hamburg-based company has withdrawn the application for the time being. They are now working with partners to resubmit it in the coming years as part of a transnational application. Criticism of new development plans in Potsdam A World Heritage title is a great distinction, but also an obligation. In Potsdam, a new building project is causing a stir. ICOMOS Germany has criticized the plans and threatened that the city could be included on the list of endangered world heritage sites. In the worst case, Potsdam could lose the World Heritage status it was granted in 1990 for its park and palace landscape. The planned dense development is too close to the World Heritage Site and impairs an important axis of vision. However, this year's meeting of the World Heritage Committee in Bahrain will not be addressing this issue. But if the Potsdamers cannot get a grip on the problem, the Potsdam Committee could put Potsdam on the Red List in the coming years and formulate measures that it believes must be implemented in order to maintain its status. If these are then ignored, the World Heritage title may actually be withdrawn.So far, UNESCO has only taken this step twice: in 2007, the title of a nature reserve in Oman was revoked, which was to be reduced by 90 percent for oil and gas production. And in 2009, Dresden had to give up the award again after the city did not let itself be dissuaded from building the Waldschlösschenbrücke bridge over the Elbe. This four-lane bridge irreversibly cuts up the Elbe Valley and thus destroys the cultural landscape worth preserving, which is how UNESCO justified the denial of the World Heritage title for Dresden at that time.",
  "relations": [
    [
      "Aachen Cathedral",
      "Germany",
      "in0"
    ],
    [
      "Aachen Cathedral",
      "German",
      "in0-x"
    ],
    [
      "Regensburg",
      "Germany",
      "in0"
    ],
    [
      "Regensburg",
      "German",
      "in0-x"
    ],
    [
      "Bauhaus",
      "Germany",
      "in0"
    ],
    [
      "Bauhaus",
      "Weimar",
      "in2"
    ],
    [
      "Weimar",
      "Germany",
      "in0"
    ],
    [
      "Weimar",
      "German",
      "in0-x"
    ],
    [
      "Trier",
      "Germany",
      "in0"
    ],
    [
      "Trier",
      "German",
      "in0-x"
    ],
    [
      "Wittenberg",
      "Germany",
      "in0"
    ],
    [
      "Wittenberg",
      "German",
      "in0-x"
    ],
    [
      "Goethe",
      "Germany",
      "citizen_of"
    ],
    [
      "Goethe",
      "German",
      "citizen_of-x"
    ],
    [
      "Schiller",
      "Germany",
      "citizen_of"
    ],
    [
      "Schiller",
      "German",
      "citizen_of-x"
    ],
    [
      "Margravial Opera House",
      "Germany",
      "in0"
    ],
    [
      "Margravial Opera House",
      "Bayreuth",
      "in2"
    ],
    [
      "Bayreuth",
      "Germany",
      "in0"
    ],
    [
      "Bayreuth",
      "German",
      "in0-x"
    ],
    [
      "Bamberg",
      "Germany",
      "in0"
    ],
    [
      "Bamberg",
      "German",
      "in0-x"
    ],
    [
      "Lübeck",
      "Germany",
      "in0"
    ],
    [
      "Lübeck",
      "German",
      "in0-x"
    ],
    [
      "Messel Pit Fossil Site",
      "Germany",
      "in0"
    ],
    [
      "Messel Pit Fossil Site",
      "German",
      "in0-x"
    ],
    [
      "Völklingen Ironworks",
      "Germany",
      "in0"
    ],
    [
      "Völklingen Ironworks",
      "German",
      "in0-x"
    ],
    [
      "Haithabu",
      "Germany",
      "in0"
    ],
    [
      "Haithabu",
      "German",
      "in0-x"
    ],
    [
      "Haithabu",
      "Schleswig-Holstein",
      "in2"
    ],
    [
      "Danewerk",
      "Germany",
      "in0"
    ],
    [
      "Danewerk",
      "Schleswig-Holstein",
      "in2"
    ],
    [
      "Schleswig-Holstein",
      "Germany",
      "in0"
    ],
    [
      "Schleswig-Holstein",
      "German",
      "in0-x"
    ],
    [
      "Naumburg Cathedral",
      "Germany",
      "in0"
    ],
    [
      "Naumburg Cathedral",
      "German",
      "in0-x"
    ],
    [
      "Naumburg Cathedral",
      "Saxony-Anhalt",
      "in1"
    ],
    [
      "Saxony-Anhalt",
      "Germany",
      "in0"
    ],
    [
      "Saxony-Anhalt",
      "German",
      "in0-x"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "Manama",
      "Bahrain",
      "in0"
    ],
    [
      "Schleswig",
      "Germany",
      "in0"
    ],
    [
      "Schleswig",
      "German",
      "in0-x"
    ],
    [
      "Saale",
      "Germany",
      "in0"
    ],
    [
      "Saale",
      "German",
      "in0-x"
    ],
    [
      "Unstrut",
      "Germany",
      "in0"
    ],
    [
      "Unstrut",
      "German",
      "in0-x"
    ],
    [
      "Hamburg",
      "Germany",
      "in0"
    ],
    [
      "Hamburg",
      "German",
      "in0-x"
    ],
    [
      "Speicherstadt",
      "Germany",
      "in0"
    ],
    [
      "Speicherstadt",
      "Hamburg",
      "in2"
    ],
    [
      "Potsdam",
      "Germany",
      "in0"
    ],
    [
      "Potsdam",
      "German",
      "in0-x"
    ],
    [
      "Potsdamers",
      "Potsdam",
      "gpe2"
    ],
    [
      "Dresden",
      "Germany",
      "in0"
    ],
    [
      "Dresden",
      "German",
      "in0-x"
    ]
  ]
}