{
  "content": "Franco-German \"war child\" granted German citizenship\nThe son of a French woman and a German Wehrmacht officer, 66-year-old Daniel Rouxel on Wednesday became the first Franco-German \"war child\" to be granted German citizenship.\nThe French retiree was granted German citizenship at a ceremony at the German consulate in Paris. Rouxel said the event helped to ease a lifetime of rejection and humiliation in a country whose wartime occupation remained a taboo topic for a long time. \"I'm German. I'm not a bastard any more. I'm a child like all the others. At last I've got the second half that I was so cruelly missing,\" Rouxel said. \"Children of the Boche\" Around 200,000 children were born between 1941 and 1945 as a result of liaisons between French women and occupying German troops. At the time, Nazi rules prohibited marriage with French natives - unlike with Norwegians or Dutch who were deemed to be \"Aryan.\" So the affairs were secret and often ended abruptly when they were discovered. After the war, the mothers were humiliated or sent to jail amid a flood of anti-German hostility. Their children were derided as \"children of the Boche\" - an abusive term for Germans. They were often left to struggle alone with the psychological effects of humiliation, rejection, persecution and ostracism. A figure of hate Rouxel's story was no different. He was born in Paris in 1943 during the World War II occupation. His mother worked in the canteen of the German airbase in the Brittany town of Pleurtuit where his father, Lieutenant Otto Ammon, was stationed. Ammon was killed during the Allied liberation of France and after the war, when his mother could no longer cope with raising him, Rouxel was taken in by his grandmother in a small Breton village. As the illegitimate son of the former enemy, Rouxel was a figure of scorn. He was forced by his own grandmother to sleep in a chicken coop and publicly mocked by local officials. Rouxel detailed his accounts in a book published in 2004 in France on the long-neglected generation of Franco-German war-children. Growing up in the Breton village of Megrit in the 1950s, Rouxel remembers the mayor making him stand up in front of the parishioners outside church one Sunday. \"Which one of you knows the difference between a swallow and a Boche?\" the mayor asked. I'll tell you. When the swallow makes its babies here in France, it takes them with it when it leaves. But the Boche - he leaves his behind.\" The incident left its mark on Rouxel. \"I cried a lot. I was only six years old and already I wanted to kill myself,\" he wrote. \"Symbolic significance\" For a long time, officials in both Germany and France refused to address the plight of war children. Recently, the two countries - which are now close allies - signed an agreement to recognize the children's parentage. Earlier this year, Germany said it would be generous in processing the claims by war children for dual citizenship. \"That's an honor for me whose father - a German - was an enemy,\" Rouxel said at the time. \"I idolized him as a child.\" But French historian Fabrice Virgili said he doubted whether the war-children generation - many of whom are well into their 60s - would apply for German citizenship. Virgili said for many of them the gesture was largely symbolic. sp/afp/ap/dpa Editor: Kyle James",
  "relations": [
    [
      "Daniel Rouxel",
      "France",
      "citizen_of"
    ],
    [
      "Daniel Rouxel",
      "Germany",
      "citizen_of"
    ],
    [
      "Daniel Rouxel",
      "Franco",
      "citizen_of-x"
    ],
    [
      "Daniel Rouxel",
      "German",
      "citizen_of-x"
    ],
    [
      "Daniel Rouxel",
      "French",
      "citizen_of-x"
    ],
    [
      "Daniel Rouxel",
      "Germans",
      "citizen_of-x"
    ],
    [
      "Fabrice Virgili",
      "France",
      "citizen_of"
    ],
    [
      "Fabrice Virgili",
      "Franco",
      "citizen_of-x"
    ],
    [
      "Fabrice Virgili",
      "French",
      "citizen_of-x"
    ],
    [
      "Otto Ammon",
      "Germany",
      "citizen_of"
    ],
    [
      "Otto Ammon",
      "German",
      "citizen_of-x"
    ],
    [
      "Otto Ammon",
      "Germans",
      "citizen_of-x"
    ],
    [
      "Otto Ammon",
      "Wehrmacht",
      "member_of"
    ],
    [
      "Franco",
      "France",
      "gpe0"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "French",
      "France",
      "gpe0"
    ],
    [
      "Wehrmacht",
      "Germany",
      "agency_of"
    ],
    [
      "Wehrmacht",
      "German",
      "agency_of-x"
    ],
    [
      "Wehrmacht",
      "Germans",
      "agency_of-x"
    ],
    [
      "Wehrmacht",
      "Germany",
      "based_in0"
    ],
    [
      "Wehrmacht",
      "German",
      "based_in0-x"
    ],
    [
      "Wehrmacht",
      "Germans",
      "based_in0-x"
    ],
    [
      "Paris",
      "France",
      "in0"
    ],
    [
      "Paris",
      "Franco",
      "in0-x"
    ],
    [
      "Paris",
      "French",
      "in0-x"
    ],
    [
      "Nazi",
      "Germany",
      "based_in0"
    ],
    [
      "Nazi",
      "German",
      "based_in0-x"
    ],
    [
      "Nazi",
      "Germans",
      "based_in0-x"
    ],
    [
      "Germans",
      "Germany",
      "gpe0"
    ],
    [
      "Brittany",
      "France",
      "in0"
    ],
    [
      "Brittany",
      "Franco",
      "in0-x"
    ],
    [
      "Brittany",
      "French",
      "in0-x"
    ],
    [
      "Pleurtuit",
      "France",
      "in0"
    ],
    [
      "Pleurtuit",
      "Franco",
      "in0-x"
    ],
    [
      "Pleurtuit",
      "French",
      "in0-x"
    ],
    [
      "Breton",
      "France",
      "in0"
    ],
    [
      "Breton",
      "Franco",
      "in0-x"
    ],
    [
      "Breton",
      "French",
      "in0-x"
    ],
    [
      "Megrit",
      "France",
      "in0"
    ],
    [
      "Megrit",
      "Franco",
      "in0-x"
    ],
    [
      "Megrit",
      "French",
      "in0-x"
    ]
  ]
}