{
  "content": "Charles Manson dies aged 83 after decades in prison\nNotorious cult leader Charles Manson passed away on Sunday evening in a hospital in Kern County, California. Manson directed a series of gruesome murders, including that of Hollywood star Sharon Tate.\nAfter half a century in prison, the hippie cult leader died on Sunday evening, local time. He became a face of evil across America after organizing the horrific murders of pregnant Hollywood actress, Sharon Tate, and six others during the summer of 1969. Debra Tate, Sharon Tate's sister, told celebrity website TMZ that she had received a call from prison officials telling her that Manson had died on Sunday evening, following a long illness. California prison officials later released a statement confirming Manson's death. Shocking brutality The murders horrified the world and, together with the violence that marked a 1969 Rolling Stones concert at California's Altamont Speedway, showed the violent, drug-fueled underbelly of the hippie counterculture movement, and seemed to mark the end of the era of peace and love. Read more: - Manson follower Leslie Van Houten denied parole for 20th time - Charles Manson receives license to tie the knot behind bars \"Many people I know in Los Angeles believe that the Sixties ended abruptly on August 9, 1969,\" author Joan Didion wrote in her 1979 book \"The White Album.\" A life of criminality Manson had been in and out of jail for petty crimes since childhood. He moved to San Francisco during the so-called \"Summer of Love,\" busking on the streets with his guitar. But he quickly established himself in a hippie commune, surrounded by mostly female followers he referred to as his \"Family.\" The commune later moved its base to a ranch in California's Death Valley. Manson had at least one child with one of his followers. Manson became fixated on the Beatles, and created a bizarre philosophy inspired by a twisted interpretation of the band’s song lyrics. In particular, he was obsessed with the song \"Helter Skelter\", the title of which was scrawled on the walls in his victim’s blood, and which he believed could lead to triggering a race war. Maintained his innocence Despite the evidence against him, Manson claimed throughout his trial in 1970 that he was innocent and that society itself was guilty. \"These children that come at you with knives, they are your children. You taught them; I didn't teach them. I just tried to help them stand up,\" he said in the courtroom. After the almost year-long trial, Manson and three of his cult members — Susan Atkins, Patricia Krenwinkel and Leslie Van Houten —were found guilty of murder and given the death sentence. Another defendant, Charles \"Tex\" Watson, was later convicted. After the California Supreme Court struck down the death penalty in 1972, they all had their sentences commuted to life imprisonment. Atkins died in prison in 2009. Krenwinkel, Van Houten and Watson are still behind bars. During his jail term Manson applied for parole 12 times, most recently in 2012. On the last occasion, he apparently told the court he was \"a very dangerous man.\" He was not eligible to apply again until 2027. In a 1981 interview in jail, Manson claimed that he felt at home behind bars after spending most of his life there. cl/rt (AFP, AP)",
  "relations": [
    [
      "Charles Manson",
      "America",
      "citizen_of"
    ],
    [
      "Sharon Tate",
      "America",
      "citizen_of"
    ],
    [
      "Susan Atkins",
      "America",
      "citizen_of"
    ],
    [
      "Patricia Krenwinkel",
      "America",
      "citizen_of"
    ],
    [
      "Leslie Van Houten",
      "America",
      "citizen_of"
    ],
    [
      "Charles \"Tex\" Watson",
      "America",
      "citizen_of"
    ],
    [
      "Kern County",
      "America",
      "in0"
    ],
    [
      "California",
      "America",
      "in0"
    ],
    [
      "Debra Tate",
      "America",
      "citizen_of"
    ],
    [
      "Altamont Speedway",
      "America",
      "in0"
    ],
    [
      "Altamont Speedway",
      "California",
      "in1"
    ],
    [
      "Los Angeles",
      "America",
      "in0"
    ],
    [
      "The White Album",
      "Joan Didion",
      "created_by"
    ],
    [
      "San Francisco",
      "America",
      "in0"
    ],
    [
      "Death Valley",
      "America",
      "in0"
    ],
    [
      "Death Valley",
      "California",
      "in1"
    ],
    [
      "Helter Skelter",
      "Beatles",
      "created_by"
    ],
    [
      "California Supreme Court",
      "California",
      "agency_of"
    ],
    [
      "California Supreme Court",
      "America",
      "based_in0"
    ]
  ]
}