{
  "content": "Hertha Berlin are hoping cleverness can make up for lack of cash\nMoney=transfers=success. That's the football formula last season's fourth-placed team is trying to disprove. DW-WORLD's Jefferson Chase looks at whether Hertha Berlin can solve a tough equation.\nThere won't be any record signings in the German capital this summer. In 2008-09, Hertha Berlin broke out of the mid-table doldrums and earned more points than ever before, but if you think that would be cause for a spending spree, you don't know Hertha's books. The \"old lady,\" as the club is known, is bent on reducing its personnel costs by five million euros ($7 million). That's led to the departures of the squad's two top strikers, Marko Pantelic and Andriy Voronin, and the consensus choice for the Bundesliga's best defensive player last year, Josip Simunic. In fact, Hertha only have around 25 million euros in total for players - significantly less than one-third of what Real Madrid paid to pry Cristiano Ronaldo from Manchester United. Conventional wisdom would say that Hertha are heading for a precipitous fall this autumn. But the club thinks it can build on last season's success and balance the books - thanks to a new general manager, a no-nonsense strategist as a coach and at least one very unorthodox acquisition. Second chance for King Artur Hertha's main move thus far - other than selling Simunic for seven million euros - is to bring back one of the most reviled former players in recent years: striker Artur Wichniarek. The Polish forward spent two hapless years in the capital from 2003 to 2005, scoring just four goals in 44 appearances. Hertha have chosen to ignore that bleak bit of the past for two reasons: Wichniarek's record at his former club Bielefeld is impressive - 83 goals in 207 matches - and he's keen. King Artur's lack of success in the capital reportedly gnawed at him so much that he was willing to fork out a quarter of a million euros of his own money to buy himself out of his Bielefeld contract and take another crack at conquering Berlin. Hertha also have two promising but largely untested young forwards - Valeri Domovchiyski and Armine Chermiti - who they hope can make quantum leaps in 2009-10. But the weight of expectations - and the habitual skepticism of Hertha's supporters - will be on Wichniarek, who ended his last tenure in Berlin in utter acrimony and whose return was only made possible by the departure of a former enemy. Hoeness out, Preetz in Hertha's first move of the off-season was to oust Dieter Hoeness as its long-time general manager. When the former Bayern striker came to the club in 1996, it was struggling to stay in the second division. Under Hoeness, Hertha quickly established itself in the top flight and once even qualified for the Champions League. But Hoeness came under increasing pressure for some expensive transfer flops (chiefly Brazilian strikers) and for his propensity to make grandiose pronouncements in the media. The fact that impecunious Hertha were willing to part with a million euros to get him to resign in June is a sign of how much the club wanted him gone. Hertha's all-time leading goal scorer Michael Preetz has taken over, inheriting both Hoeness' achievements and some 25 million euros in debts that he racked up while trying to heave Berlin into the upper echelons of European soccer. During his career on the pitch, Preetz was known as an efficient, but also affable and intelligent player so there's reason to believe he can be convincing with potential signees. But more importantly, he gets on well with the man who has now been given unprecedented power to form the squad - coach Lucien Favre. Lulu's baby In only two seasons with the club, \"Lulu\" Favre has completely remade Hertha. Only five players remain from the squad he took over in 2007, and the Swiss coach has focused on building up a multi-talented, young midfield. Serbian Gojko Kacar and Brazilians Cicero and Raffael in particular impressed last season, scoring 19 goals between them. Manchester United are rumored to be keeping Kacar under observation and are said to believe that the 22-year-old all-rounder is worth at least 12 million euros. Hertha also reportedly turned down a 10-million-euro offer from French side Olympique Lyon for Raffael. Basically Hertha believe that with that trio, plus German national defender Arne Friedrich and rock-steady keeper Jaroslav Drobny, the squad has a solid core capable of improving next season. And Favre's insistence that his charges be capable of playing multiple positions means that he's better able to compensate for injuries and suspensions than most coaches. Still, expectations are one thing, and results another, and many teams have been burned when younger players didn't make the progress their bosses envisioned for them. If Hertha are able to maintain or surpass their level of play last season while cutting the budget, it will solidify Favre's argument that he is building a team of the future. But if the goals don't come up front, or the back four folds without Simunic, or the midfield trio stagnates, Hertha could find itself having to borrow some money in mid-season just to stave off collapse. Author: Jefferson Chase Editor: Chuck Penfold",
  "relations": [
    [
      "Hertha Berlin",
      "Champions League",
      "appears_in"
    ],
    [
      "Hertha Berlin",
      "German",
      "based_in0-x"
    ],
    [
      "Jefferson Chase",
      "DW-WORLD",
      "member_of"
    ],
    [
      "Josip Simunic",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Josip Simunic",
      "Hertha Berlin",
      "player_of"
    ],
    [
      "\"Lulu\" Favre",
      "Hertha Berlin",
      "coach_of"
    ],
    [
      "\"Lulu\" Favre",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Dieter Hoeness",
      "Hertha Berlin",
      "head_of"
    ],
    [
      "Dieter Hoeness",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Dieter Hoeness",
      "Bayern",
      "member_of"
    ],
    [
      "Artur Wichniarek",
      "Polish",
      "citizen_of-x"
    ],
    [
      "Artur Wichniarek",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Artur Wichniarek",
      "Bielefeld",
      "member_of"
    ],
    [
      "Artur Wichniarek",
      "Hertha Berlin",
      "player_of"
    ],
    [
      "Artur Wichniarek",
      "Bielefeld",
      "player_of"
    ],
    [
      "Michael Preetz",
      "Hertha Berlin",
      "head_of"
    ],
    [
      "Michael Preetz",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Michael Preetz",
      "Hertha Berlin",
      "player_of"
    ],
    [
      "Gojko Kacar",
      "Serbian",
      "citizen_of-x"
    ],
    [
      "Gojko Kacar",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Gojko Kacar",
      "Hertha Berlin",
      "player_of"
    ],
    [
      "DW-WORLD",
      "German",
      "based_in0-x"
    ],
    [
      "Marko Pantelic",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Marko Pantelic",
      "Hertha Berlin",
      "player_of"
    ],
    [
      "Andriy Voronin",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Andriy Voronin",
      "Hertha Berlin",
      "player_of"
    ],
    [
      "Cristiano Ronaldo",
      "Real Madrid",
      "member_of"
    ],
    [
      "Cristiano Ronaldo",
      "Manchester United",
      "member_of"
    ],
    [
      "Cristiano Ronaldo",
      "Real Madrid",
      "player_of"
    ],
    [
      "Cristiano Ronaldo",
      "Manchester United",
      "player_of"
    ],
    [
      "Bielefeld",
      "German",
      "based_in0-x"
    ],
    [
      "Berlin",
      "German",
      "in0-x"
    ],
    [
      "Valeri Domovchiyski",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Valeri Domovchiyski",
      "Hertha Berlin",
      "player_of"
    ],
    [
      "Armine Chermiti",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Armine Chermiti",
      "Hertha Berlin",
      "player_of"
    ],
    [
      "Bayern",
      "German",
      "based_in0-x"
    ],
    [
      "Cicero",
      "Brazilian",
      "citizen_of-x"
    ],
    [
      "Cicero",
      "Brazilians",
      "citizen_of-x"
    ],
    [
      "Cicero",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Cicero",
      "Hertha Berlin",
      "player_of"
    ],
    [
      "Raffael",
      "Brazilian",
      "citizen_of-x"
    ],
    [
      "Raffael",
      "Brazilians",
      "citizen_of-x"
    ],
    [
      "Raffael",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Raffael",
      "Hertha Berlin",
      "player_of"
    ],
    [
      "Olympique Lyon",
      "French",
      "based_in0-x"
    ],
    [
      "Arne Friedrich",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Arne Friedrich",
      "Hertha Berlin",
      "player_of"
    ],
    [
      "Jaroslav Drobny",
      "Hertha Berlin",
      "member_of"
    ],
    [
      "Jaroslav Drobny",
      "Hertha Berlin",
      "player_of"
    ]
  ]
}