{
  "content": "Learning to respect wild animals again \nThat bear or kangaroo might look cute, but it's a wild animal, not a pet. Wildlife veterinarian Dr Jan Schmidt-Burbach spoke to DW about the need for humans to learn to respect that most basic rule of nature.\nIn the 1969 movie Kes, a young English teenager called Billy Casper learns the craft of falconry so he can train a wild kestrel. In one scene, he explains why he hates people asking him if his \"pet hawk\" is tame. \"Is it heck tame! Hawks can't be tamed,\" he says in exasperation. \"It's wild and it's fierce and it's not bothered about anybody.\" Young Billy would surely despair at reports this week from Australia of wild kangaroos being fed junk food by tourists. In recent years, there have been regular reports of inappropriate feeding and other ill-advised behavior by tourists around wild animals in various parts of the world. Dr Jan Schmidt-Burbach is a wildlife veterinarian who has worked for the international non-profit animal welfare organization World Animal Protection for more than 10 years. He spoke to Global Ideas about his concerns with the way in which humans interact with wild animals in the smartphone age. *** Global Ideas: We regularly read stories about difficult interactions between humans and wild animals, often to do with unwise feeding or tourist activity. How big a problem are such interactions? Dr Jan Schmidt-Burbach: These instances happen really quite regularly and only the ones that are captured on camera make it into the media. These interactions can lead to injuries or diseases and can trigger problematic behavior in animals that then poses a health and safety risk for people. With the feeding, there are some very particular problems. First of all, the food that is provided by people to animals is often not adequate for the wild animals. Wild animals have very specific dietary needs and they are usually quite capable of finding food themselves. What people believe they want to eat often tends to be junk food and can be toxic, poisonous and can cause harm to the animals. Food with high sugar content has been proven to lead to some form of addiction. So if the animals don't get that food for a while, they tend to become very aggressive and to not be able to source their normal food as well as before. The whole thing about people feeding them is that it changes the behavior of the animal. With the example of a dolphin or with kangaroos, as soon as you feed them, you make them associate humans with food. So the wild animal that normally stays away from the human will be more likely to go to them. Sometimes this can be really dangerous because people don't know how to deal with that. Also, there is the issue of people feeding animals from vehicles. People drive into a national park and they throw some food out of the windows. That is problematic because the animals start associating vehicles with the food. So they tend to gather around the roads more often and that leads to more accidents. Has the problem gotten worse with the advent of the smartphone and all that goes with that, such as selfie sticks, social media narcissism and so on? I don't have any study to back this up but my personal feeling is that it has definitely increased. The intent of people to take selfies or videos of themselves and the attraction of posting a picture with a wild animal on a social media platform has increased the problem. People take all sorts of risks or unnecessary actions to get that picture. That is very problematic. Even aggressive behavior is sometimes felt as being really funny and \"cute” so people trigger those behaviors in animals, just to get the footage. People don't understand anymore that these are wild animals and they don't understand that they have a natural fear of people that is healthy for both animals and people. We live in an age where many wild animals are endangered. Are there real conservation concerns over the way humans misguidedly attempt to feed or take pictures with animals? Yes, there definitely is. You change behavior in these animals and you could possibly introduce diseases into a healthy wild animal population by having people interacting but you also change behavior in that they become less autonomous in sourcing their own food. They stick around communities and settlements more. Then you trigger human-wildlife conflict situations. Human-wildlife conflict situations lead to a backlash against wild animals. In general, people have forgotten how to deal with wild animals in their environment. Take the example of wolves that are now returning to Western Europe. It is something that people have no natural reaction to anymore and don't know how to manage. What's the solution? Having worked so closely with wild animals, do you think human beings have a basic lack of respect for them? Do we need to be educated in order to reevaluate our relationship with wild animals? I think respect is the biggest issue here. People see wild animals as a commodity or as a funny background for a picture but they have lost that understanding that these are complex animals that need to live in the wild on their own terms. Bringing that back is very important. We see that tourists engage in all sorts of wildlife interactions, be it petting a tiger in an enclosure or riding elephants. They don't understand what it means to the animal that is being kept in the cage or in chains all the time. People are attracted to wild animals but we need to use that interest as a vessel to educate people to respect those wild animals for what they are - wild animals and not a commodity or a backdrop. There are many types of wild animals living in European habitats such as foxes, badgers and squirrels that are perhaps not as dangerous as those in other parts of the world, but does the same logic still apply? The same thing applies. Squirrels are a good example but also seagulls and deer. Feeding these animals in the wild can lead to problematic behavior and the same issues that apply to macaques and kangaroos. A squirrel may not injure you as badly as a kangaroo but it can still bite you or become a nuisance so people tend to react to it or try to kill them. In Europe, the bear issue is important as well. In North America, people in national parks have had huge issues for many years with bears raiding camping grounds because they have gotten used to the foods that people carry with them. I think this is very applicable to pretty much all species anywhere in the world. It sounds as though the best advice for humans is to simply leave wild animals alone? Absolutely. That is exactly what we recommend. We recommend people to avoid any direct interaction. Observe wild animals in a responsible way without intruding on them and to leave wild animals in the wild, where they belong. This interview was conducted by Arthur Sullivan, and was edited and condensed for clarity.",
  "relations": [
    [
      "Jan Schmidt-Burbach",
      "World Animal Protection",
      "member_of"
    ],
    [
      "Billy Casper",
      "Kes",
      "character_in"
    ],
    [
      "Arthur Sullivan",
      "DW",
      "member_of"
    ]
  ]
}