{
  "content": "A face with wrinkles and blemishes: the moon is aging with dignity\nThe moon is more than 4 billion years old and people used to think there were large areas of water as well as lunar species. But there are no settlements yet and the moon's \"seas\" are bone dry.\nThe Earth's satellite looks really old. It's turned completely grey and its face is marked with numerous wrinkles, stains and scars. It's visible: it's been through a lot in its lifespan. But given it's been around for some 4 and a half billion years, the moon has aged with dignity. Getting a facelift is out of the question. And it's not even necessary – as every four weeks during the new moon phase, the moon is veiled in darkness and can't be spotted from earth. We can see many big dark and lighter areas on the face of the moon. This is due to the varied landscape on its surface. Some people see a face up there, others claim the pattern looks like a hopping rabbit. At the time of astronomer Galileo Galilei, the first observers looking through their telescopes euphorically baptized the dark spots \"maria\" - the Latin word for the seas. They imagined huge bodies of water sloshing about what poets called the \"watery planet\", and they imagined a very special lunar species living on the moon. All that has become legend, and although astronomers still talk about \"maria\", it's quite clear that the moon is dry as a desert. Just like an old bookshelf, the moon is covered in thick dust. Today, it has completely congealed. However our celestial companion looks back at a very turbulent past. In the first billion years of its existence, just like Earth, it was exposed to a tremendous bombardment. Leftover debris from planet formation was abundant, and huge meteorites and whole asteroids were colliding with the surface. Even today, the numerous craters on the moon bear witness to the dramatic impact. The biggest craters gradually filled up with liquid lava and welled up from what then was the hot liquid core of the moon. So the dark spots on the moon are actually due to volcanic activity. And the maria of the moon probably came about roughly 3 billion years ago. That's when the worst bombardment with space debris was over, which is why there are relatively few craters in the maria. The lighter-coloured regions of the moon are called \"terrae\", or more commonly just highlands, since they are higher than most maria. The soil samples collected by the Apollo space missions are evidence that once upon a time there was indeed volcanic activity on the moon. It's still unclear though how the lava reached the surface of the moon. Possibly it came up through cracks created by the impact of meteorites in the craters. Even the first scientists observing the moon have come up with colorful names for the maria, full of longing for the supposedly paradisiacal conditions on the moon: there are for instance, a sea of mirth, of nectar, of crisis, of clouds and also a 'mare fecunditiatis', or the sea of fertility. However, the most well-known dark spot in the near side of the moon – the right eye in the moon's face – is called mare tranquilitatis, or the sea of tranquillity. That name is an obvious misconception because four and a half million years later the lunar peace has well and truly been disturbed. On July 21, 1969, Neil Armstrong took his famous first step on the moon right in the sea of tranquillity. Author: Dirk H.Lorezen (ara) Editor: Neil King",
  "relations": []
}