{
  "content": "Russia votes: Vladimir Putin is counting on female turnout\nThe Kremlin has put its faith in one particular group of voters for Russia's presidential election: women. Will a large turnout by female voters propel President Vladimir Putin to an overwhelming victory?\nFor all intents and purposes, Russia's March 18 presidential election was decided long ago. The incumbent, Vladimir Putin, who is running for the fourth time, has a decisive lead in all the polls. But the Kremlin's unofficial goal of achieving a landslide victory — \"70 percent plus X\" — seems to be in jeopardy because of a possible low voter turnout. The renowned Levada Center opinion research institute estimates that only 52 to 54 percent of eligible voters will show up, which would be historically low. However, state-affiliated opinion pollsters are forecasting higher figures. Voter turnout in Russia has recently declined dramatically. It suffered a serious slump in the parliamentary elections in 2016 in the densely populated capital, Moscow, falling to about 35 percent. And now the opposition leader Alexei Navalny, who was banned from running in the presidential election, is calling for a boycott. Against this backdrop, the Kremlin is apparently now, among other things, counting on women: the largest and most influential voter group in Russia. Many observers have described Putin's election campaign as unusually colorless — apart from his unexpected presentation of new nuclear weapons during the state of the nation address in early March. The introduction of monthly child benefit payments is one of the few initiatives that has stood out in the campaign so far. Putin announced that measure in late November, a few days before declaring his candidacy. The new regulation, from which hundreds of thousands of families stand to benefit, came into force in January. That was perfectly timed for the start of the intense final phase of the election campaign. There are also other indications of the particularly important role of women in this election. The central election commission has produced a television advertisement especially targeting women. In a half-minute video, they are celebrated as \"gentle, yet strong,\" but also for their ability to \"unite and lead.\" The main message at the end is \"come and vote, and bring the whole family.\" There is no such message in a TV commercial that was produced for men. In other videos, that are in some instances anonymous and are mainly distributed via social media, to address younger audiences, women are presented as responsible leaders who are insisting on voting in the presidential election. In one of the most well-known commercials, a wife sets her alarm clock in the evening so as not to miss the chance to vote the following day. Her husband makes fun of her, but then has a nightmare and ends up going to vote as well. Most loyal electorate Statistics suggest what is behind this approach. At the beginning of 2017, there were around 10 million more women in Russia than men. Retired women make up one-third of the total population, and there are twice as many women in this age group as men. Older Russian women are regarded as highly disciplined when it comes to voting and they usually support Putin. According to a survey conducted in mid-February by the state opinion research institute WZIOM, about 76 percent of the women interviewed want to vote for Putin for president. Among men, Putin has almost 62 percent of the vote. For years, Putin has cultivated his image as an athletic, fit and potent man. As part of this, he has presented himself in pictures with a naked upper body. In the middle of the election campaign, the 65-year-old again proved himself to be media-savvy by appearing bare-chested while diving into ice-cold water on the Christian Orthodox holiday of Epiphany on January 19. Russian women would seem to have had an unbroken devotion to Putin. This has not even been affected by wars, for example, in Syria, or by legislation changes that have led to milder penalties for domestic violence. Even controversial statements seem to be without consequences. \"I'm not a woman, I don't have difficult days,\" Putin said in a documentary film by US director Oliver Stone. His allusion to female physiology caused a stir on social media last year. He did not want to offend anyone, the president said at the time, it was just \"the nature of things.\" An anomaly in this election is that this is the first time that Putin has run for president without a first lady. He and his wife, Lyudmila, to whom he was married for many years, split up five years ago. The divorce doesn't seem to have bothered his female support base. There has been speculation that he has a new partner, but nothing has been confirmed. Shortly before the start of the election campaign, Putin did not rule out the possibility of there being a female president of Russia. There has been criticism for years that the largest section of the population is underrepresented in Russian politics. In the lower house of the Russian parliament, the State Duma, the proportion of women is currently about 15 percent, slightly higher than in previous periods/ in the past. In early 2011, the women's rights movement Otlitschnizy (1A-Girl) was founded in Moscow. Some media have described the movement as pro-Kremlin. One of its stated objectives is for there to be a female Russian president in 2018. The initiative received support from, among others, Lyudmila Narusova, a Federal Council senator. Narusova is the widow of the former St Petersburg Mayor Anatoly Sobchak, who was Putin's mentor in the 1990s. Otlitschnitsy quickly disappeared from the headlines and appears to have become inactive. Butthe journalist Ksenia Sobchak — Narusova's daughter — is the only woman among eight presidential candidates in 2018. She doesn't have much of a chance, and her role in the election has been controversial. Some even suspect that one of the 36-year-old Sobchak's goals, like the Kremlin's, is to boost voter turnout.",
  "relations": [
    [
      "Kremlin",
      "Russia",
      "agency_of"
    ],
    [
      "Kremlin",
      "Russian",
      "agency_of-x"
    ],
    [
      "Kremlin",
      "Russia",
      "based_in0"
    ],
    [
      "Kremlin",
      "Russian",
      "based_in0-x"
    ],
    [
      "Kremlin",
      "Russia",
      "in0"
    ],
    [
      "Kremlin",
      "Russian",
      "in0-x"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "agent_of"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "citizen_of"
    ],
    [
      "Vladimir Putin",
      "Russian",
      "citizen_of-x"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "head_of_state"
    ],
    [
      "Vladimir Putin",
      "Russian",
      "head_of_state-x"
    ],
    [
      "Vladimir Putin",
      "Lyudmila",
      "spouse_of"
    ],
    [
      "Alexei Navalny",
      "Russia",
      "citizen_of"
    ],
    [
      "Alexei Navalny",
      "Russian",
      "citizen_of-x"
    ],
    [
      "WZIOM",
      "Russia",
      "agency_of"
    ],
    [
      "WZIOM",
      "Russian",
      "agency_of-x"
    ],
    [
      "WZIOM",
      "Russia",
      "based_in0"
    ],
    [
      "WZIOM",
      "Russian",
      "based_in0-x"
    ],
    [
      "Anatoly Sobchak",
      "Russia",
      "citizen_of"
    ],
    [
      "Anatoly Sobchak",
      "Russian",
      "citizen_of-x"
    ],
    [
      "Anatoly Sobchak",
      "St Petersburg",
      "head_of_gov"
    ],
    [
      "Anatoly Sobchak",
      "St Petersburg",
      "mayor_of"
    ],
    [
      "Lyudmila Narusova",
      "US",
      "agent_of"
    ],
    [
      "Lyudmila Narusova",
      "Russia",
      "citizen_of"
    ],
    [
      "Lyudmila Narusova",
      "Russian",
      "citizen_of-x"
    ],
    [
      "Lyudmila Narusova",
      "Ksenia Sobchak",
      "parent_of"
    ],
    [
      "Otlitschnitsy",
      "Russia",
      "based_in0"
    ],
    [
      "Otlitschnitsy",
      "Russian",
      "based_in0-x"
    ],
    [
      "Otlitschnitsy",
      "Moscow",
      "based_in2"
    ],
    [
      "Levada Center",
      "Russia",
      "based_in0"
    ],
    [
      "Levada Center",
      "Russian",
      "based_in0-x"
    ],
    [
      "Moscow",
      "Russia",
      "in0"
    ],
    [
      "Moscow",
      "Russian",
      "in0-x"
    ],
    [
      "Russian",
      "Russia",
      "gpe0"
    ],
    [
      "Oliver Stone",
      "US",
      "citizen_of"
    ],
    [
      "Lyudmila",
      "Russia",
      "citizen_of"
    ],
    [
      "Lyudmila",
      "Russian",
      "citizen_of-x"
    ],
    [
      "Lyudmila",
      "Vladimir Putin",
      "spouse_of"
    ],
    [
      "State Duma",
      "Russia",
      "agency_of"
    ],
    [
      "State Duma",
      "Russian",
      "agency_of-x"
    ],
    [
      "State Duma",
      "Russia",
      "based_in0"
    ],
    [
      "State Duma",
      "Russian",
      "based_in0-x"
    ],
    [
      "Federal Council",
      "Russia",
      "agency_of"
    ],
    [
      "Federal Council",
      "Russian",
      "agency_of-x"
    ],
    [
      "Federal Council",
      "Russia",
      "based_in0"
    ],
    [
      "Federal Council",
      "Russian",
      "based_in0-x"
    ],
    [
      "St Petersburg",
      "Russia",
      "in0"
    ],
    [
      "St Petersburg",
      "Russian",
      "in0-x"
    ],
    [
      "Ksenia Sobchak",
      "Lyudmila Narusova",
      "child_of"
    ],
    [
      "Ksenia Sobchak",
      "Russia",
      "citizen_of"
    ],
    [
      "Ksenia Sobchak",
      "Russian",
      "citizen_of-x"
    ]
  ]
}