{
  "content": "Gulf Stream system at weakest point in 1,600 years\nA further weakening of the system of currents in the Atlantic Ocean could wreak havoc on the Earth's climate. But there isn't too much reason to be overly concerned about a looming ice age — at least not yet.  \nTwo new studies have found that the system of currents in the Atlantic Ocean is exceptionally weak — and its strength, or lack thereof, could have serious ramifications for the global climate. The Atlantic meridional overturning circulation (AMOC) — also known as the Gulf Stream system — is often described as part of the global ocean conveyor belt. It transports warm water from the Atlantic toward the Arctic, which influences the relatively mild climate of Western Europe. In the northern Atlantic, this surface water eventually cools and sinks to the bottom of the ocean, where another current transports it south to Antarctica before circulating back to the Gulf Stream and beginning the cycle anew. This entire process is known as thermohaline circulation. However, a team of researchers from University College London (UCL) and Woods Hole Oceanographic Institution (WHOI) have offered evidence from marine sediment that the AMOC is currently at its weakest point in the past 1,600 years. Another study from the Potsdam Institute for Climate Impact Research (PIK) used climate model data and historical records of sea surface temperatures to reveal that the AMOC has been rapidly weakening since 1950 as a result of rising temperatures linked to global warming. Both studies, which will be published together in the April 12 issue of Nature, strongly suggest that the AMOC has weakened over the past by 150 years by at least 15 percent to 20 percent. A new understanding of the climate Scientists have been studying the changes in the AMOC for decades, mostly through the use of computer simulations that predicted the circulation would slow down as a result of global warming. However, the new studies represent the most compelling evidence yet that the AMOC is weakening. David Thornalley, one of the lead researchers of the UCL/WHOI study and senior lecturer at the UCL, said the findings will help scientists understand the longer-term context of how the AMOC is changing. \"We only have very short, direct observations since 2004, and that means it's been very difficult to gain any longer-term perspective of the decline we've been seeing over the last 10 years and if that's part of any longer-term trend,\" he told DW. \"Our study has used new techniques with marine sediment core — so relatively direct evidence — to extend, in effect, our observations and allow us to place what's happening today in a longer-term context.\" Levke Ceasar, a PhD student and a researcher with the PIK study, says the results confirm what scientists already assumed about the AMOC. \"Climate models have predicted that the overturning circulation in the Atlantic will slow down due to global warming,\" she told DW. \"Our study shows that yes, it is already happening. Since the mid-20th century we have seen a slowdown of the overturning circulation by about 15 percent.\" Read more: Arctic warmer than Europe is a worrying sign of climate change What does this mean for the planet? As an important component of our planet's climate system, if the AMOC continues to weaken, weather patterns could be disrupted across the United States and Europe, and even the African Sahel region. \"The broader climate system as a whole has a lot of factors and a lot of complexity, and researchers are trying to better understand that,\" Thornalley said. The AMOC is responsible for warming places like northwest Europe by up to 4 to 6 degrees Celsius. \"If that were to weaken, then you would lose that source of heat. Because it transports heat around the globe, it kind of helps determine where climate patterns are.\" For example, if the AMOC weakens, there could be a shift in tropical rainfall belts or strengthening of the winter storms that cross across the Atlantic into Europe. It may also cause a more rapid increase in sea level along the East Coast of the United States due to changes in ocean density. However, Ceasar says the exact impact it may have on the climate is unlear. \"We think that the AMOC may already have an impact on the weather in Europe,\" she told DW. \"For example, the 2015 European heat wave has been linked to cold [sea surface] temperatures in the sub-polar Atlantic.\" Although this sounds like a paradox, it happens since \"low, sub-polar sea surface temperatures change the air pressure distribution that channels warm air into Europe and can lead to heat waves,\" she explained. Read more: Climate change and extreme weather: Science is proving the link Worst-case scenario Scientists don't necessarily think the Earth could enter a new ice age as a result of the Gulf Stream. In fact, the theory that the Little Ice Age, which occurred between 1460 and 1550, was linked to the weakening of the AMOC has been disproven by the latest study from UCL/WHOI. A worst-case scenario, however, could result in a complete shutdown of the AMOC. Farfetched though it may seem, scientists have said that based on what they know, this is not a totally impossible scenario. \"The latest Intergovernmental Panel on Climate Change research says a complete shutdown has something like a 5 to 10 percent chance of happening by 2100,\" Thornalley said. There are still improvements to be made in our understanding of the system, he added. \"There is a possibility that a shutdown could occur, and that is why we invest money into monitoring this system. Although it may be unlikely, if it did happen, it would have very severe consequences.\" Each evening at 1830 UTC, DW's editors send out a selection of the day's hard news and quality feature journalism. You can sign up to receive it directly here.",
  "relations": [
    [
      "Woods Hole Oceanographic Institution",
      "United States",
      "based_in0"
    ],
    [
      "Levke Ceasar",
      "Potsdam Institute for Climate Impact Research",
      "member_of"
    ],
    [
      "David Thornalley",
      "University College London",
      "head_of"
    ],
    [
      "David Thornalley",
      "Woods Hole Oceanographic Institution",
      "head_of"
    ],
    [
      "David Thornalley",
      "University College London",
      "member_of"
    ],
    [
      "David Thornalley",
      "Woods Hole Oceanographic Institution",
      "member_of"
    ]
  ]
}