{
  "content": "Rapper XXXTentacion shot dead in Florida\nUS star rapper XXXTentacion, who attracted controversy after multiple accusations of domestic violence and allegations about hateful music, has been shot dead in Florida in connection with an apparent robbery. \nRapper XXXTentacion, whose real name was Jahseh Onfroy, was shot dead Monday afternoon as he was leaving a motorcycle dealership in Deerfield Beach. The Broward County sheriff's office said two suspects had approached him as he was departing the store. \"At least one of the suspects fired a gun striking Onfroy. Both of the suspects fled in a dark-color SUV. Investigators say it appears to be a possible robbery,\" the sheriff's office said in a statement posted to its Twitter account. The 20-year-old was pronounced dead at nearby Broward Health North hospital. Despite — or perhaps because of — his grim and sometimes suicidal lyrics, XXXTentacion catapulted to the top of US charts just months ago. Bleak outlook XXXTentacion released his first song on Soundcloud in 2014. His debut album, 17, came out last August. His second album, entitled ?, debuted at the top of the Billboard album chart in March, despite a lack of traditional promotion. Kanye West tweeted a tribute on Monday, saying he was grateful to the young rapper \"for existing.\" \"Rest in peace. I never told you how much you inspired me when you were here,\" West posted on Twitter. Read more: Kanye West calls slavery a 'choice' Superstar DJ Diplo tweeted a photo of himself with XXXTentacion, along with the words \"Thanks for inspiring me.\" \"Jocelyn Flores,\" the best-known track off 17, describes XXXTentacion's desperation over the suicide of a friend. \"Sad!,\" a bleak track off his latest album, delves into his anxieties with women as he raps, \"Suicide if you ever try to let go / I'm sad, I know / Yeah, I'm sad, I know.\" Read more: Why gangsta rap's aggro style appeals to the masses Mired by controversy XXXTentacion had his own run-ins with the law. He spent time in youth detention in 2014 for gun possession, followed by imprisonment in 2016 for robbery and assault with a deadly weapon. Soon after release, he was again arrested on charges that he attacked his girlfriend, who was pregnant at the time. In an interview published earlier this month in the Miami New Times, the former girlfriend said that the emerging star rapper had subjected her to a summer of abuse in 2016 that included physical attacks every few days, as well as threats of sexual violence. Despite a big fan following, XXXTentacion faced criticism from those who said his alleged mistreatment of women should be a career-stopper in a time when the #MeToo movement is demanding higher standards from men. Read more: Global Media Forum 2018: #MeToo, beyond the Hollywood bubble Last month, music streaming service Spotify singled out the rapper's music as part of a policy not to promote songs by artists known for \"harmful or hateful\" behavior. However, Spotify backpedaled after charges that it had overstepped its role. It said it would no longer attempt to police conduct and restored XXXTentacion to its playlists. als/eg (Reuters, afp, dpa)",
  "relations": [
    [
      "Jahseh Onfroy",
      "US",
      "citizen_of"
    ],
    [
      "Florida",
      "US",
      "in0"
    ],
    [
      "Broward Health North",
      "US",
      "in0"
    ],
    [
      "?",
      "Jahseh Onfroy",
      "created_by"
    ],
    [
      "Jocelyn Flores",
      "Jahseh Onfroy",
      "created_by"
    ],
    [
      "Sad!",
      "Jahseh Onfroy",
      "created_by"
    ],
    [
      "Miami New Times",
      "US",
      "based_in0"
    ]
  ]
}