{
  "content": "In Rwanda, stability trumps democracy as nation goes to polls\nRwandans voted Monday in presidential elections, but the outcome is already all but certain. Critics of the government say the country may be stable but has moved far away from being a real democracy.\nRwandans went to the ballot box on Monday to vote for a new president, although no one was biting their nails over the outcome - the country's sitting president, Paul Kagame, was expected to win with some 90 percent of the vote. Critics say despite its democratic appearance, the election represents just another seven-year extension of Kagame's iron-fisted rule during which Rwanda's economy has flourished, but any political opposition has been ruthlessly suppressed, turning the East African nation into what amounts to a one-party state. \"After the genocide there was the appearance to a certain extent of a liberal system, but for many years one can clearly see that it's a de facto one-party state,\" Denis Tull, an Africa expert at the German Institute for International and Security Affairs, told Deutsche Welle. \"There are a few political parties allowed, but those represented in parliament can't be considered a real opposition,\" he said. Monday's vote is the second presidential election since the country was rocked with genocidal violence in 1994 that killed some 800,000. While the country has not seen a repeat of that horror, this election run-up has been marked by a spate of arrests, mysterious killings and restrictions on the free-speech rights of critical opposition figures that could well affect the nation's long-term stability, and reopen the wounds left over from the genocide. Growth and stability Kagame's supporters, including many in the West, can point to a string of accomplishments during his 16 years at the top - 10 as president - beginning in those dark days in 1994, when he helped end the wave of killing that had wracked the country. After the genocide, the country was in ruins, today Rwanda is the safest, cleanest country in Africa, with no slums and almost no begging or street crime. Its economy is expected to grow 6 percent this year and tax revenues to increase by 12 percent. Kagame has positioned himself as a foe of corruption which has attracted donors and private investors, including big names like Starbucks and the Gulf investment firm Dubai World. Berlin-based corruption watchdog Transparency International ranks Rwanda as the least corrupt country in East Africa. The World Bank puts the country among the top five most attractive African nations to do business. Kagame's popularity with foreign donors has meant the country's food stocks are swelling, the Chinese have built a basic road network and South Korea is laying a fiber-optic system across the country. His ruling Rwandan Patriotic Front party has overseen a trebling of household incomes and today citizens have access to universal health insurance and the country's parliament has a higher percentage of female members than anywhere else in the world - 56 percent. \"I will continue to work as hard as I can till the day we can speak of a Rwanda that has achieved the kind of prosperity that leaves no one behind and everyone proud of who they are,\" Kagame wrote in a letter to supporters posted on his website Friday. The other side of the coin But there is a dark side to Kagame's rule, critics say, charging that all the stability has came at a high price - human rights. Over the last few months, a string of attacks on Rwandans with whom the president has fallen out has raised eyebrows and suspicions. Opposition politicians and independent journalists have been harassed, arrested, or worse. Police have arrested two aspiring presidential candidates and opposition supporters have been detained for holding an illegal rally. Victoire Ingabire, a Hutu politician who had hoped to stand against Kagame, must face charges of \"denying the genocide\" while in exile. General Faustin Kayumba Nyamwasa, a critic Kagame, fled his homeland in February and was shot in the stomach in June in South Africa. The deputy editor of a critical newspaper was recently shot and killed outside his home in the capital Kigali. Andre Kagwa Rwisereka, the deputy leader of the opposition Democratic Green Party of Rwanda, was found nearly decapitated in the south of the country. \"We have stability here and you can see economic improvement. But we don't think it's sustainable, because we say stability and democracy must go hand and hand,\" Frank Habineza, president of Rwanda's Green Party, told Deutsche Welle by telephone from Kigali. He said he himself was threatened by unnamed men in February who he suspects of being government security operatives. \"We know Kagame's party is going to win this election, because the president is very prepared and he has no competition at all,\" he added. \"This election is an election where there is no opposition.\" Kagame won a 2003 presidential election with 95 percent of the vote. This time around, he faces three opponents who backed him seven years ago. Western support Despite the recent events, all of which the government denies having any role in, Rwanda still enjoys a good deal of enthusiastic Western support since the country is seen as something of a model for the continent. Kagame's list of advisors includes Tony Blair, Bill Clinton, high-profile US evangelist Rick Warren and the CEOs of Google and Starbucks. It also helps that Kagame, 52, is an elegant, charismatic figure, who speaks well and knows how to court international players. Over the past few weeks, Kagame has responded to allegations about democratic deficits by saying democracy in Rwanda takes time to establish, stability is the priority, especially given the convulsion of 1994. \"Your model of democracy, why should it be suitable for me,\" he told Britain's Guardian newspaper. Foreign governments and advisors have been mostly quiet about the rights situation, despite the fact that Rwanda is ranked 183 out of 195 countries for freedom of the press. According to analyst Tull, that is partly due to the fact that Kagame, the rebel army leader who stopped the genocide, has successfully played on Western guilt about its non-intervention during the killing. \"The government is saying, we have other goals, like stability and development, and we won't be told by others how to lead our country, especially by an international community which didn't intervene to stop the genocide,\" he said. \"That is the message and it's getting across fairly well because we haven't seen that much criticism from outside.\" Author: Kyle James Editor: Rob Mudge",
  "relations": [
    [
      "Democratic Green Party of Rwanda",
      "Rwanda",
      "based_in0"
    ],
    [
      "Democratic Green Party of Rwanda",
      "Rwandans",
      "based_in0-x"
    ],
    [
      "Paul Kagame",
      "Rwanda",
      "agent_of"
    ],
    [
      "Paul Kagame",
      "Rwanda",
      "citizen_of"
    ],
    [
      "Paul Kagame",
      "Rwandans",
      "citizen_of-x"
    ],
    [
      "Paul Kagame",
      "Rwandan Patriotic Front",
      "head_of"
    ],
    [
      "Paul Kagame",
      "Rwanda",
      "head_of_state"
    ],
    [
      "Paul Kagame",
      "Rwandans",
      "head_of_state-x"
    ],
    [
      "Paul Kagame",
      "Rwandan Patriotic Front",
      "member_of"
    ],
    [
      "Denis Tull",
      "German Institute for International and Security Affairs",
      "member_of"
    ],
    [
      "Rwandans",
      "Rwanda",
      "gpe0"
    ],
    [
      "Starbucks",
      "Rwanda",
      "based_in0"
    ],
    [
      "Starbucks",
      "Rwandans",
      "based_in0-x"
    ],
    [
      "Dubai World",
      "Rwanda",
      "based_in0"
    ],
    [
      "Dubai World",
      "Rwandans",
      "based_in0-x"
    ],
    [
      "Transparency International",
      "Berlin",
      "based_in2"
    ],
    [
      "Rwandan Patriotic Front",
      "Rwanda",
      "based_in0"
    ],
    [
      "Rwandan Patriotic Front",
      "Rwandans",
      "based_in0-x"
    ],
    [
      "Victoire Ingabire",
      "Rwanda",
      "citizen_of"
    ],
    [
      "Victoire Ingabire",
      "Rwandans",
      "citizen_of-x"
    ],
    [
      "Faustin Kayumba Nyamwasa",
      "Rwanda",
      "citizen_of"
    ],
    [
      "Faustin Kayumba Nyamwasa",
      "Rwandans",
      "citizen_of-x"
    ],
    [
      "Kigali",
      "Rwanda",
      "in0"
    ],
    [
      "Kigali",
      "Rwandans",
      "in0-x"
    ],
    [
      "Andre Kagwa Rwisereka",
      "Rwanda",
      "citizen_of"
    ],
    [
      "Andre Kagwa Rwisereka",
      "Rwandans",
      "citizen_of-x"
    ],
    [
      "Andre Kagwa Rwisereka",
      "Democratic Green Party of Rwanda",
      "head_of"
    ],
    [
      "Andre Kagwa Rwisereka",
      "Democratic Green Party of Rwanda",
      "member_of"
    ],
    [
      "Frank Habineza",
      "Rwanda",
      "citizen_of"
    ],
    [
      "Frank Habineza",
      "Rwandans",
      "citizen_of-x"
    ],
    [
      "Frank Habineza",
      "Democratic Green Party of Rwanda",
      "head_of"
    ],
    [
      "Frank Habineza",
      "Democratic Green Party of Rwanda",
      "member_of"
    ],
    [
      "Tony Blair",
      "Britain",
      "citizen_of-x"
    ],
    [
      "Bill Clinton",
      "US",
      "citizen_of"
    ],
    [
      "Rick Warren",
      "US",
      "citizen_of"
    ],
    [
      "Guardian",
      "Britain",
      "based_in0-x"
    ]
  ]
}