{
  "content": "Earthquake Rocks Indonesia\nA strong undersea earthquake of a magnitude of 6.7, at a depth of 45 kilometres, has rocked the eastern province of Maluku, scaring the residents. An initial tsunami warning was later lifted. Sulawesi Island in the east is being swamped by torrential rain and floods, with at least 60 dead so far.\nTens of thousands of people have lost their homes in the central and southern parts of Sulawesi province, where many villages have been completely damaged. The authorities have deployed helicopters loaded with food and drinking water and have sent health teams with medicine to the affected areas, but they said continuous rain and floods had hindered their access. Aswi Nugroho from the Indonesian Red Cross said that:\"most of the relief agencies had been finding it difficult to transport deliveries because of blocked roads and bridges.\" Buried alive According to local officials, at least 40 people are believed to be buried alive in the central part of the province but the bad weather is hobbling efforts to rescue them. The situation is equally bad in the north-eastern part of the province, where days of heavy downpour have caused floods up to three metres high, submerging hundreds of homes and leaving thousands of people stranded. Deadly landslides occur frequently in Indonesia, where millions of people live in mountainous regions and near fertile flood plains close to rivers. Experts, however, blame illegal logging and deforestation for making the soil loose and causing landslides. Precaution measures \"How can we prepare ourselves for such a disaster?\" is the question on Aswi Nugroho's lips. \"How can we prepare ourselves so that the impact of such disasters is reduced?\" For many, the answer lies clearly in fighting global warming and climate change, which are held responsible for the changing weather conditions. Peter Rees, the Red Cross' Head of Disaster Response, told an Australian radio station, the number of natural disasters in the world has tripled in recent years as a result. No increase in geo-physical disasters \"Between 2004 and 2006, there was an increase of catastrophe cases from 278 to 481, including 137 floods. And this year there have already been 75 flood catastrophes. And it's clearly linked to the weather,\" said Rees. He explained that there had been no increase in geo-physical disasters such as earthquakes or volcano eruptions but a clear increase in weather-related catastrophes. Farmers in Central Sulawesi, which is one of Indonesia's key cocoa growing areas, are worried about their crop. Many fear that the heavy rains and floods will have an adverse effect on this year’s production, leading to a potential fall of about 10 percent of the total cocoa output.",
  "relations": [
    [
      "Maluku",
      "Indonesia",
      "in0"
    ],
    [
      "Sulawesi",
      "Indonesia",
      "in0"
    ],
    [
      "Peter Rees",
      "Red Cross",
      "head_of"
    ],
    [
      "Peter Rees",
      "Red Cross",
      "member_of"
    ],
    [
      "Sulawesi Island",
      "Indonesia",
      "in0"
    ],
    [
      "Aswi Nugroho",
      "Indonesia",
      "citizen_of"
    ],
    [
      "Aswi Nugroho",
      "Indonesian Red Cross",
      "member_of"
    ],
    [
      "Indonesian Red Cross",
      "Indonesia",
      "agency_of"
    ],
    [
      "Indonesian Red Cross",
      "Indonesia",
      "based_in0"
    ],
    [
      "Central Sulawesi",
      "Indonesia",
      "in0"
    ]
  ]
}