{
  "content": "Opposition to Kashgar Demolition Plans\nA plan to demolish the historical centre of Kashgar in China's westernmost Xinjiang region has drawn opposition from the Uyghur community, which makes up the majority of the city’s population. According to the government, the buildings in the city centre are dangerous and thus need to be demolished and rebuilt. 900 families have been moved into government housing.\nDespite an influx of Han Chinese in recent decades, Kashgar is mainly populated by Turkic-speaking Muslim Uyghurs and other Central Asian groups that consider Kashgar as one of the cradles of their culture. According to the old city's demolition plan, 49,000 homes will be destroyed. Henry Szadziewski, the manager of the Uyghur Human Rights Project in Washington DC, expressed great concern stating that Kashgar is one of the centres of Uyghur culture. “The destruction of Kashgar old city would be a catastrophe for the maintenance of Uyghur traditions. Many of the residents of Kashgar have built their homes and their businesses in the same area. So moving them out of Kashgar old city to very regimented living arrangements, roughly eight kilometres way from the old city would also remove them from their livelihoods too,” he said. Attempt to assimilate Uyghurs into dominant Han Chinese culture Szadziewski also doubted the official explanation and assumed that this was a move by the Chinese authorities to assimilate the Uyghurs. Attempts to assimilate the minority group into the dominant Han culture date back to well before 1949. Gardner Bovingdon, an expert on Xinjiang politics at Indiana University in the United States, said the demolition of Kashgar’s old city showed familiar patterns and compared it to the destruction of the old Uyghur quarter in Xinjiang’s capital Urumqi, which he witnessed in the mid-1990s. He said that it was “aimed at transforming neighbourhoods that were under Uyghur control into neighbourhoods that were more susceptible of police control which is generally Chinese control, more susceptible of scrutiny by the government and so forth. And I think those aims are important in Kashgar as well.” No open protests because of political oppression There was a lot of violent conflict in the region in the 1980s and 90s but public protest has declined recently. The demolition of Kashgar’s old city is only openly opposed by exiled Uyghurs. Gardner Bovingdon said that there might be some justification for arguing that a growing Uyghur middle class and economic growth in Xinjiang had satisfied some people in the Uyghur community but he thought that ”the more important explanation is that political oppression has increased in the region in the 2000s.” Some parts of the old city will be maintained for tourists Kashgar, a traditional trading point on the ancient Silk Road, has a long and interesting past with a history stretching over 2000 years. Its beautiful setting in a fertile oasis to the north of the Pamir Mountains and on the western edge of the Taklamakan desert, along with its ancient buildings has made it a major tourist attraction in Central Asia. Marco Polo recorded a visit in the 13th century. Chinese officials have commented that some parts of the old city will be kept for purposes of tourism but this will probably be only a very sanitised version like a kind of “open air museum,” feared Szadziewski. “This is a pattern that we see in other places in China where old parts of cities are destroyed and then some pieces are left, so that tourists can benefit.” At this point, it is still unclear what exactly will take the place of Kashgar’s old city but its original Uyghur inhabitants will certainly not live there for much longer. Author:Fritzi Titzmann Editor:Grahame Lucas",
  "relations": [
    [
      "Kashgar",
      "China",
      "in0"
    ],
    [
      "Kashgar",
      "Chinese",
      "in0-x"
    ],
    [
      "Henry Szadziewski",
      "Uyghur Human Rights Project",
      "head_of"
    ],
    [
      "Henry Szadziewski",
      "Uyghur Human Rights Project",
      "member_of"
    ],
    [
      "Gardner Bovingdon",
      "Indiana University",
      "member_of"
    ],
    [
      "Urumqi",
      "China",
      "in0"
    ],
    [
      "Urumqi",
      "Chinese",
      "in0-x"
    ],
    [
      "Urumqi",
      "Xinjiang",
      "in1"
    ],
    [
      "Xinjiang",
      "China",
      "in0"
    ],
    [
      "Xinjiang",
      "Chinese",
      "in0-x"
    ],
    [
      "Uyghur Human Rights Project",
      "United States",
      "based_in0"
    ],
    [
      "Uyghur Human Rights Project",
      "Washington DC",
      "based_in2"
    ],
    [
      "Washington DC",
      "United States",
      "in0"
    ],
    [
      "Chinese",
      "China",
      "gpe0"
    ],
    [
      "Indiana University",
      "United States",
      "based_in0"
    ]
  ]
}