{
  "content": "Russia sees positive effects of a less confrontational foreign policy\nNuclear deals, trade agreements, signatures on international treaties: Russia has been in a cooperative mood since the turn of the year. Moscow has discovered the benefits of a less confrontational foreign policy.\nAs recently as the end of 2009, it looked as though the Russia of old was rising anew. Moscow seemed intent on promoting itself as a global power in the mould of the former Soviet Union with its own interests at the heart of all its foreign policy decisions and the right to walk away from any international agreements if they failed to satisfy the Kremlin's demands. In President Dmitry Medvedev, Russia looked to have a leader who smiled warmly but still shook hands with the iron grip of his predecessor Vladimir Putin. Far from being the youthful reformist unencumbered by a KGB past, Medvedev was beginning to act more like the hardened Putin than the Russian prime minister himself. After fighting a war with Georgia – viewed by many observers as an overly aggressive and disproportional exhibition of Russian military power – Medvedev seemed emboldened. He kept the Russian stance firm on issues such as Iran, issued warnings over the proposed US missile shield and NATO's eastern expansion, and while agreeing to President Barack Obama's calls for a re-setting of relations, he made it clear that Russia would resort to the default position of suspicion if it wasn't happy with the results. While it was nowhere near the level of Moscow's Cold War rhetoric, there was a definite chill blowing out of Red Square. Fast forward to July 2010 and Russia seems to be a very different animal. The snarling bear with a sore head has been replaced by a more placid beast and while it may not be ready to roll over and have its tummy tickled just yet, Russia certainly seems less likely to take a bite out of its rivals than at any other time in the past year. Medvedev pursues new alliances with US, EU Last week, Medvedev gave one of his boldest foreign policy statements since becoming president by calling for the formation of new alliances with the United States and the European Union. Focusing on trade and investment, the Russian president called for US and EU cooperation in making his vision of a modernized Russia come to fruition through the exchange of capital and technology. His speech, which came just days before German Chancellor Angela Merkel arrived in Yekaterinburg to sign off on a raft of new trade deals, is just the latest sign of Moscow's new softer foreign policy towards the West, reversing the earlier trend of issuing Cold War-era anti-Western threats in an attempt to get what he wanted. There has been a growing rapprochement since the turn of the year with Medvedev reaching out to the United States, Britain and many of the other leading European Union member states on issues such as trade, security and economic affairs. The Russian president appears to have changed tack after realising that Russia can more efficiently satisfy its needs through cooperation than it can through confrontation. \"Medvedev recognizes that Russia can only develop as a major power when it modernizes,\" Margarete Klein, an expert on Russian foreign and security policy at the German Institute for International and Security Affairs, told Deutsche Welle. \"In order to modernize Russia's economy and industry, Russia needs cooperation partners from abroad – and those modernization partners are to be found mostly in the West. That's the logic that lies beneath Russia's new softer foreign policy towards the West. It shows that external policy is seen as an instrument for internal development and modernization.\" \"Russia had to learn hard lessons from the global financial crisis,\" she added. \"It had to learn that its economic policy is to a great extent connected with developments outside of Russia. In order to modernize, Russia desperately needs Western investment. Therefore, a policy of confrontation would be counterproductive.\" New policy apparent in Russia's stance on global issues In May, a leaked foreign ministry document that was published by the Russian edition of Newsweek magazine detailed Moscow's desire to pursue a less confrontational foreign policy and named 61 countries with which it wanted to improve relations, including key EU business partners Germany, Italy and France, a number of Baltic republics, and Russian arms clients such as India, China and Venezuela. \"Leaks often happen in the West but it is unusual in Russia,\" Asher Pirt, a specialist and researcher on Russian and Central Asian affairs for the British East West Center, told Deutsche Welle. \"It appears clear that it is an official document but it is unlikely to have been leaked without a decision made at a high level. Russia does want to have good relations with the West in order to achieve its foreign policy goals and wants to convince the West that Russia can be trusted. Sadly Russia's critics in the West will demand more evidence than a leaked document.\" In an attempt to show it is willing to embrace a softer policy with the West, Russia appears to have changed its stance on Iran. For a long time, Moscow was against further international sanctions against Tehran over its controversial nuclear program but in the last round of UN Security Council discussions, Russia was among those nations which agreed to an extension of the measures. This support of sanctions prompted anger in Iran but praise from the United States. Medvedev then announced that Russia believed that Iran was moving closer to having the potential to create nuclear weapons, one of the first times the Kremlin had recognized in public that Iran may be moving toward a nuclear weapon. The US warmly welcomed the statements. \"There seem to be two reasons for Russia's new stance on Iran,\" said Klein. \"On the one hand, Russia is getting more dissatisfied with the Iranian government. On the other hand, Moscow knows that it has to deliver something in order to keep the reset with the US moving forward. And agreeing to a new round of UN sanctions was a clear implicit benchmark for further Russian-American engagement.\" However, Asher Pirt believes that Russia is still trying to balance its new policy with the West with its older policy of engagement with the Iranian leadership. \"The significant change in Russian thinking has been the realisation that the threat from an Iranian Nuclear weapon is not far away,\" he said. \"This is a threat to Russian as well as Western security, as it is the ultimate deterrence from military action. The problem is that the West and Russia have had nuclear capability for sometime but have always been reluctant to use nuclear weapons but Iran might not have such qualms.\" Pirt added that despite Russia's recent move towards the US, its stance is still not as strong as that of the US and that Moscow continues to support weak sanctions. \"The recent signing of the 'roadmap' on long-term cooperation in the energy sphere with Iran shows that Russia has not completely closed its ties with the Iranian regime.\" New cooperation with US, EU faces challenges ahead Still, Russia's change could not have happened without some reciprocation coming from the West. In the past year, the external setting for Russia's foreign policy has improved with the Europeans and US becoming more engaged in cooperation with Russia. Russian-American relations continue to improve within the 'reset' context while Russia and NATO have eased tensions after agreeing a 'new beginning' in relations. Each situation allows Russia to feel valued as a partner and gives it a momentum to pursue better ties. However, there will undoubtedly be challenges ahead to test the new Russian policy. Russia's position in regard to Iran has not changed fundamentally and Moscow is still reluctant to further, harder sanctions despite agreeing to the last round. While NATO's eastern expansion may be on hold, there are still issues over Georgia's wish to become a member of both NATO and the EU. Both may test Moscow's new softly-softly approach to the US and Europe. \"It is clear that Georgia is unlikely to become a member of the EU as long as its territory is in question in regard to the existence of Abkhazia and South Ossetia,\" said Pirt. \"It would be unpopular with a number of groups in Russia if Georgia became a member of the EU or even NATO. Russia wants closer ties with the EU. However, Russia considers it has interests in Georgia.\" Moscow would definetely prefer a Georgian membership in the EU rather than NATO, said Klein. \"Georgia's membership in NATO is a clear red line for Russia. Such a step would not only worsen the relationship with Tbilisi, but also put an end to the 'new beginning' in its relations with NATO.\" Author: Nick Amies Editor: Michael Knigge",
  "relations": [
    [
      "Dmitry Medvedev",
      "Russia",
      "agent_of"
    ],
    [
      "Dmitry Medvedev",
      "Russia",
      "citizen_of"
    ],
    [
      "Dmitry Medvedev",
      "Russian",
      "citizen_of-x"
    ],
    [
      "Dmitry Medvedev",
      "Russia",
      "head_of_state"
    ],
    [
      "Dmitry Medvedev",
      "Russian",
      "head_of_state-x"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "agent_of"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "citizen_of"
    ],
    [
      "Vladimir Putin",
      "Russian",
      "citizen_of-x"
    ],
    [
      "Vladimir Putin",
      "Russia",
      "head_of_state"
    ],
    [
      "Vladimir Putin",
      "Russian",
      "head_of_state-x"
    ],
    [
      "Margarete Klein",
      "German Institute for International and Security Affairs",
      "member_of"
    ],
    [
      "Asher Pirt",
      "British East West Center",
      "member_of"
    ],
    [
      "Moscow",
      "Russia",
      "in0"
    ],
    [
      "Moscow",
      "Russian",
      "in0-x"
    ],
    [
      "Kremlin",
      "Russia",
      "in0"
    ],
    [
      "Kremlin",
      "Russian",
      "in0-x"
    ],
    [
      "KGB",
      "Russia",
      "agency_of"
    ],
    [
      "KGB",
      "Russian",
      "agency_of-x"
    ],
    [
      "KGB",
      "Russia",
      "based_in0"
    ],
    [
      "KGB",
      "Russian",
      "based_in0-x"
    ],
    [
      "Russian",
      "Russia",
      "gpe0"
    ],
    [
      "Barack Obama",
      "United States",
      "agent_of"
    ],
    [
      "Barack Obama",
      "United States",
      "citizen_of"
    ],
    [
      "Barack Obama",
      "American",
      "citizen_of-x"
    ],
    [
      "Barack Obama",
      "United States",
      "head_of_state"
    ],
    [
      "Barack Obama",
      "American",
      "head_of_state-x"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "Angela Merkel",
      "Germany",
      "agent_of"
    ],
    [
      "Angela Merkel",
      "Germany",
      "citizen_of"
    ],
    [
      "Angela Merkel",
      "German",
      "citizen_of-x"
    ],
    [
      "Angela Merkel",
      "Germany",
      "head_of_gov"
    ],
    [
      "Angela Merkel",
      "German",
      "head_of_gov-x"
    ],
    [
      "Yekaterinburg",
      "Russia",
      "in0"
    ],
    [
      "Yekaterinburg",
      "Russian",
      "in0-x"
    ],
    [
      "German Institute for International and Security Affairs",
      "Germany",
      "based_in0"
    ],
    [
      "German Institute for International and Security Affairs",
      "German",
      "based_in0-x"
    ],
    [
      "Deutsche Welle",
      "Germany",
      "based_in0"
    ],
    [
      "Deutsche Welle",
      "German",
      "based_in0-x"
    ],
    [
      "Tehran",
      "Iran",
      "in0"
    ],
    [
      "Tehran",
      "Iranian",
      "in0-x"
    ],
    [
      "Security Council",
      "UN",
      "institution_of"
    ],
    [
      "Security Council",
      "UN",
      "part_of"
    ],
    [
      "Iranian",
      "Iran",
      "gpe0"
    ],
    [
      "American",
      "United States",
      "gpe0"
    ],
    [
      "Abkhazia",
      "Georgia",
      "in0"
    ],
    [
      "South Ossetia",
      "Georgia",
      "in0"
    ],
    [
      "Tbilisi",
      "Georgia",
      "in0"
    ]
  ]
}