{
  "content": "Violent crimes against women in India becoming a political issue\nThe rising number of incidents of rape in Uttar Pradesh has alarmed people and politicians. A total of 10 incidents of rapes have been reported from various parts of the state over the past three days.\nGrowing incidents of rape in India's most populous state Uttar Pradesh has started becoming a political issue. In two cases, one victim was gang-raped and burnt alive, while another had her eyes gouged out after resisting her attackers. Chief Minister Mayawati, who is in the line of fire, has assured that strict action will be taken against the perpetrators of crimes against women. The opposition political parties have accused her of being unable to protect women. Taking cognisance of rape cases in different districts of Uttar Pradesh, the Indian State Human Rights Commission has sought a reply from the government and the police. The brutal attacks against women and incidents of rape come as a blow to the image of law and order in Uttar Pradesh, especially considering that several cases of ruthless violence against women have been reported in such a short span of time. Strict action Breaking her silence over the spree of rape cases in the state, Chief Minister Mayawati has assured strict action against the culprits but also accused the opposition of politicizing the issue. She has also sought amendments to laws to ensure speedy rape trials and stricter provisions for giving bail to the accused. \"I would appeal to all opposition parties to rise above party lines and give up playing politics in the name of serious and sensitive issues like crimes against women,\" Mayawati said in a statement, adding: \"All the opposition parties have to ensure that in this atmosphere they should not play politics and must create a climate in which such incidents cease to happen anymore.\" Mayawati, who heads her own regional party, the Bahujan Samaj Party, has recently been embroiled in a series of heated differences with the ruling Congress Party which insists she has lost the moral authority to rule the state. Elections Uttar Pradesh is due to elect its new legislative assembly next year, which is seen as crucial since the state elects the maximum 80 members in the 543-member Lok Sabha or Lower House of parliament. Ranjana Kumari, director of the Centre for Social Research, which has organized a fact-finding mission, is shocked by the incidents and calls the 10 rapes in 48 hours \"absolutely abnormal\" and \"deplorable.\" She says the attacks on the young girls have not been limited to rape, \"they have been murdered, they have been blinded, it is a totally unacceptable situation that is going on in UP [Uttar Pradesh].\" Senior Congress leaders have been especially vocal accusing Mayawati of ignoring the plight of women, especially those living in the rural hinterland. Ritu Bahugana is the president of the state’s Congress unit. She says she was put in jail for pointing out the serious deterioration of the situation of women. \"From the very month this chief minister took over, there has been a serious deterioration of women in UP especially relating to crime. Now things have come to a position of no return. You see there is no fear and everyday issues are being highlighted,\" says Bahugana. 'Anti-social elements at large' The fresh spate of attacks has shifted focus on the state government's inability to ensure the safety of women. Kumari says it \"almost looks like all anti-social elements in UP are at large and some kind of a failure of the state. Normally one would think that a women chief minister that represents underprivileged sections, who has been known for a strong administration, that she has put a lot of emphasis on law and order – [but she] is failing!\" For now, Mayawati is walking the tight rope and hopes her government can establish a process for law and order in the violent state. Author: Murali Krishnan Editor: Sarah Berning",
  "relations": [
    [
      "Uttar Pradesh",
      "India",
      "in0"
    ],
    [
      "Mayawati",
      "Uttar Pradesh",
      "agent_of"
    ],
    [
      "Mayawati",
      "India",
      "citizen_of"
    ],
    [
      "Mayawati",
      "Bahujan Samaj Party",
      "head_of"
    ],
    [
      "Mayawati",
      "Uttar Pradesh",
      "head_of_gov"
    ],
    [
      "Mayawati",
      "Bahujan Samaj Party",
      "member_of"
    ],
    [
      "Indian State Human Rights Commission",
      "India",
      "based_in0"
    ],
    [
      "Ranjana Kumari",
      "India",
      "citizen_of"
    ],
    [
      "Ranjana Kumari",
      "Centre for Social Research",
      "head_of"
    ],
    [
      "Ranjana Kumari",
      "Centre for Social Research",
      "member_of"
    ],
    [
      "Ritu Bahugana",
      "Uttar Pradesh",
      "agent_of"
    ],
    [
      "Ritu Bahugana",
      "India",
      "citizen_of"
    ],
    [
      "Ritu Bahugana",
      "Uttar Pradesh",
      "head_of_state"
    ],
    [
      "Lower House",
      "India",
      "agency_of"
    ],
    [
      "Lower House",
      "India",
      "based_in0"
    ],
    [
      "Bahujan Samaj Party",
      "India",
      "based_in0"
    ],
    [
      "Bahujan Samaj Party",
      "Uttar Pradesh",
      "based_in1"
    ],
    [
      "Congress Party",
      "India",
      "based_in0"
    ],
    [
      "Congress",
      "India",
      "agency_of"
    ],
    [
      "Congress",
      "India",
      "based_in0"
    ]
  ]
}