{
  "content": "Germany coach Loew could end 'special relationship' with Podolski\nAs Germany try to keep their perfect Euro 2012 qualification record intact against minnows Kazakhstan on Tuesday, the mood in the squad is buoyant. But not everything's hunky-dory in the House of Loew.\nWith one exception, Joachim Loew's pulse probably remained pretty even as he watched his squad beat Turkey 3-0 last Friday. In the 70th minute, the Germany coach hammered a stray football into the stands after witnessing one of his players miss a sitter in front of the Turkish goal. The culprit was Lukas Podolski. The Cologne attacker was one of the few members of the squad not to impress against the Turks, and that must have been particularly irritating to Loew, who's stayed loyal to Podolski despite his anything but stellar form in the Bundesliga. It wasn’t just that Podolski squandered the chance to seal the match, in which the score at that point only stood at 1-0. He was also generally ineffective on the left side, failing to execute simple passes and lacking the sort of inspiration shown by his counterpart on the right, Thomas Mueller. Podolski - once one of German football's most promising youngsters - was also pretty bland at the 2010 World Cup, raising the question of how long Loew can stick with him. And the intensity with which such questions will be asked is likely to rise and rise since Germany is currently enjoying a golden generation of attacking midfielders-wingers. Bidding for spots One player who definitely did impress on Friday was Toni Kroos. The Bayern midfielder did an admirable job filling in for the injured Bastian Schweinsteiger in a defensive, holding role. The 20-year-old was playing out of position, but you wouldn't have known that, as he combined perfectly with Real Madrid's Sami Khedira to disrupt the Turks' faltering thrusts forward. With Khedira, Mueller and Mesut Oezil having cemented their places in Germany's starting eleven, Schweinsteiger's return will mean someone will have to yield. After Friday's match, it was easy to see Kroos, who's good with both feet, being moved further upfield - and Poldi being switched to the bench. Making matters worse for the player formerly known as Prince Poldi, there are a host of youngsters who just missed out making the squad this time, but who could command a look next March, when Loew will nominate a new team. Midfielder Lewis Holtby and winger Andre Schuerrle are currently ripping the Bundesliga apart with Mainz and have been mainstays of Germany's under-21 team. Loew boldly promoted youngsters like Mueller and Holger Badstuber ahead of Germany's World Cup campaign, and it would be in keeping with the coach's stated philosophy, if he bet again on youth for Poland and Ukraine. Other problem areas Germany's international matches in the coming months are about more than just qualifying for Euro 2012. Loew also has to put together a team capable of beating Spain, the nation that has dumped the Nationalelf out of the previous two major tournaments. As good as Germany's midfield is, the squad won't be able to better the Spaniards in this area as the latter are blessed with extraordinary talents such as Xavi and Iniesta. If the Germans are to put this bete noire -- or perhaps better still bete rouge -- behind them, they will have to excel all over the pitch. And the squad still has some notable weaknesses. Heiko Westermann did an okay job at left back against Turkey, but that's clearly not his natural position. The same applies to Badstuber and Jerome Boateng, who's only starting to recover his form after injury. That problem dogged Germany at the World Cup, and inability to build up pressure on the left was one reason Loew's men came up short against Spain. Another potential concern is center-forward. Despite a prolonged goal drought in the Bundesliga, Miroslav Klose continues to be in the right place at the right time whenever he dons a national team shirt. But Klose will be 34 years old by the time the ball gets rolling in Poland and Ukraine, and it's unclear who could replace him if he got hurt. Cacau is a different sort of forward, while Stefan Kiessling is injured long term, and Mario Gomez seems to have completely lost the plot. And a big target man is crucial to the 4-2-3-1 system Loew employed to such effect in South Africa. Unfortunately for Loew, there aren't any hot young talents making waves in these positions in the Bundesliga. If that situation doesn't change, Germany's embarrassment of riches in midfield might not be enough for Loew to achieve his stated aim for 2012 - leading the team to their first major international title since 1996. Author: Jefferson Chase Editor: Rob Turner",
  "relations": [
    [
      "Joachim Loew",
      "House of Loew",
      "coach_of"
    ],
    [
      "Joachim Loew",
      "House of Loew",
      "member_of"
    ],
    [
      "Lukas Podolski",
      "House of Loew",
      "member_of"
    ],
    [
      "Lukas Podolski",
      "Cologne",
      "member_of"
    ],
    [
      "Lukas Podolski",
      "House of Loew",
      "player_of"
    ],
    [
      "Lukas Podolski",
      "Cologne",
      "player_of"
    ],
    [
      "House of Loew",
      "2010 World Cup",
      "appears_in"
    ],
    [
      "House of Loew",
      "German",
      "based_in0-x"
    ],
    [
      "House of Loew",
      "Germans",
      "based_in0-x"
    ],
    [
      "House of Loew",
      "Kazakhstan",
      "vs"
    ],
    [
      "House of Loew",
      "Turkey",
      "vs"
    ],
    [
      "House of Loew",
      "Spain",
      "vs"
    ],
    [
      "House of Loew",
      "Turkey",
      "won_vs"
    ],
    [
      "Sami Khedira",
      "House of Loew",
      "member_of"
    ],
    [
      "Sami Khedira",
      "Real Madrid",
      "member_of"
    ],
    [
      "Sami Khedira",
      "House of Loew",
      "player_of"
    ],
    [
      "Sami Khedira",
      "Real Madrid",
      "player_of"
    ],
    [
      "Toni Kroos",
      "House of Loew",
      "member_of"
    ],
    [
      "Toni Kroos",
      "Bayern",
      "member_of"
    ],
    [
      "Toni Kroos",
      "House of Loew",
      "player_of"
    ],
    [
      "Toni Kroos",
      "Bayern",
      "player_of"
    ],
    [
      "Thomas Mueller",
      "House of Loew",
      "member_of"
    ],
    [
      "Thomas Mueller",
      "House of Loew",
      "player_of"
    ],
    [
      "Bastian Schweinsteiger",
      "House of Loew",
      "member_of"
    ],
    [
      "Bastian Schweinsteiger",
      "House of Loew",
      "player_of"
    ],
    [
      "Holger Badstuber",
      "House of Loew",
      "member_of"
    ],
    [
      "Holger Badstuber",
      "House of Loew",
      "player_of"
    ],
    [
      "2010 World Cup",
      "South Africa",
      "event_in0"
    ],
    [
      "Miroslav Klose",
      "House of Loew",
      "member_of"
    ],
    [
      "Miroslav Klose",
      "House of Loew",
      "player_of"
    ],
    [
      "Kazakhstan",
      "House of Loew",
      "vs"
    ],
    [
      "Turkey",
      "Turkish",
      "based_in0-x"
    ],
    [
      "Turkey",
      "Turks",
      "based_in0-x"
    ],
    [
      "Turkey",
      "House of Loew",
      "vs"
    ],
    [
      "Cologne",
      "Bundesliga",
      "appears_in"
    ],
    [
      "Cologne",
      "German",
      "based_in0-x"
    ],
    [
      "Cologne",
      "Germans",
      "based_in0-x"
    ],
    [
      "Bayern",
      "German",
      "based_in0-x"
    ],
    [
      "Bayern",
      "Germans",
      "based_in0-x"
    ],
    [
      "Real Madrid",
      "Spaniards",
      "based_in0-x"
    ],
    [
      "Mesut Oezil",
      "House of Loew",
      "member_of"
    ],
    [
      "Mesut Oezil",
      "House of Loew",
      "player_of"
    ],
    [
      "Lewis Holtby",
      "Mainz",
      "member_of"
    ],
    [
      "Lewis Holtby",
      "Mainz",
      "player_of"
    ],
    [
      "Andre Schuerrle",
      "Mainz",
      "member_of"
    ],
    [
      "Andre Schuerrle",
      "Mainz",
      "player_of"
    ],
    [
      "Mainz",
      "German",
      "based_in0-x"
    ],
    [
      "Mainz",
      "Germans",
      "based_in0-x"
    ],
    [
      "Poland",
      "Euro 2012",
      "appears_in"
    ],
    [
      "Ukraine",
      "Euro 2012",
      "appears_in"
    ],
    [
      "Spain",
      "Spaniards",
      "based_in0-x"
    ],
    [
      "Spain",
      "House of Loew",
      "vs"
    ],
    [
      "Xavi",
      "Spain",
      "member_of"
    ],
    [
      "Xavi",
      "Spain",
      "player_of"
    ],
    [
      "Iniesta",
      "Spain",
      "member_of"
    ],
    [
      "Iniesta",
      "Spain",
      "player_of"
    ],
    [
      "Heiko Westermann",
      "House of Loew",
      "member_of"
    ],
    [
      "Heiko Westermann",
      "House of Loew",
      "player_of"
    ],
    [
      "Jerome Boateng",
      "House of Loew",
      "member_of"
    ],
    [
      "Jerome Boateng",
      "House of Loew",
      "player_of"
    ],
    [
      "Cacau",
      "House of Loew",
      "member_of"
    ],
    [
      "Cacau",
      "House of Loew",
      "player_of"
    ],
    [
      "Stefan Kiessling",
      "House of Loew",
      "member_of"
    ],
    [
      "Stefan Kiessling",
      "House of Loew",
      "player_of"
    ],
    [
      "Mario Gomez",
      "House of Loew",
      "member_of"
    ],
    [
      "Mario Gomez",
      "House of Loew",
      "player_of"
    ]
  ]
}