{
  "content": "Rainer Schüttler Tastes Victory\nGerman tennis can once again dare to dream of taking home a Grand Slam title as Rainer Schüttler slams his way into the finals of the Australian Open with a sensational victory over American Andy Roddick.\nHe was supposed to be the rising star on the German tennis horizon, filling in the shoes of the likes of Boris Becker and former Davis Cup captain Michael Stich. And for a while in 1999, it seemed that Rainer Schüttler was just the man for a floundering post-Becker German tennis scene. In January 1999, Schüttler exploded on to the tennis circuit with a stunning ATP tournament victory in Doha over British player Tim Henman, catapulting him to a world ranking of 66. The German media hailed him as the \"new hope\" and the spectacular win even moved a previously skeptical Becker to remark that, \"others have more talent than him. But Rainer manages to put in much more effort and perform better than other stylish players.\" Spectacular comeback But as the tennis world waited with bated breath for Schüttler to deliver after Doha, the German disappointed with a series of uninspiring performances, barely making it beyond the first or second rounds in events including the Davis Cup premiere for Germany in 1999. Schüttler was more or less written off after those disasters. But now 26-year-old Schüttler has finally filled those expectations, which accompanied him at the start of his shooting-star career three years ago. With a stunning 7:5, 2:6, 6:3, 6:3 win over American Andy Roddick (photo) on Friday, Schüttler is now close to emulating German tennis legend Boris Becker's last spectacular Grand Slam win of his career at the Australian Open seven years ago. Germany has not seen a Grand Slam victory since former Wimbledon champion Michael Stich won the French Open title seven years ago, just four months after Becker's coup at the Australian Open. Schüttler now becomes the sixth German to enter the finals of a Grand Slam tournament in tennis history. \"I'm speechless, ecstatically happy! It was a dream and I fulfilled it,\" Schüttler said after the marathon match that lasted two hours, 19 minutes -- the longest in his career. The game began on an unhappy note for Schüttler, who appeared visibly nervous. He lost his serve at the beginning, though recovered soon after to make the 20-year-old Roddick -- who had two marathon five-setters behind him -- scramble after the ball. Schüttler also profited from a series of unforced errors from his opponent. With a huge crowd of supporters rooting for him, Schüttler clinched the first set after two break points. But he seemed to be out of sorts in the second and lost the set in the face of errors and a weak serve. From the third set on, Schüttler regained his characteristic confidence and made Roddick run for the ball and attacked his weak backhand. The strategy paid off. Roddick, who was suffering from a wrist injury, was fair enough not to excuse his defeat with his handicap. \"Rainer played a clever game, absolutely brilliant! He's earned his spot in the finals,\" Roddick said later. Hard-hitting player Schüttler, born in 1976, first began playing tennis at 10, hitting balls with his father, a postal worker, on a tennis court in his home city of Korbach in the state of Hessen. For several years, tennis remained just a hobby for the blond Schüttler. \"Until the 11th grade, I never thought of becoming a professional player,\" Schüttler said in an interview with Tennis Guide in 1998. He was then discovered by coach Dirk Hordoff at a tournament in Hessen and Schüttler made rapid progress under his tutelage. Not exactly known as an elegant player, Schüttler often relies heavily on his physical prowess to overpower his opponents. He has been working with an athletics trainer for the past six years and with an Iranian tae kwon do world champion for the past two. Schüttler is incredibly quick on his feet and almost deceptively simple in his persona on court -- a baseball cap worn backwards is his trademark -- but he also moves about with a huge dose of self-confidence. Asked whether it was a problem for him to be always standing in the shadows of German tennis heavyweights such as Becker, Stich, Haas and Kiefer, Schüttler said \"it's normal. The expectations in Germany are always very high.\" Coach Hordoff said that Schüttler had transformed his frame of mind on court. \"Earlier,\" he said, \"Rainer was under too much pressure to win, now he just goes out and has fun playing tennis.\" \"He's an absolutely solid guy, a proper German,\" coach Hordoff once told the Frankfurter Allgemeine Zeitung newspaper in an interview. \"He’s a cautious person who has no silly ideas in his head and no caprices,\" Hordoff said. Schüttler v. Agassi up next Schüttler will next face the match of his life as he meets three-time Australian Open winner and American star Andre Agassi (photo) in the finals on Sunday. Schüttler -- who has once before played Agassi in 1998 at the ATP tour in Munich and lost a tame 1:6, 4:6 to him -- remains undaunted. \"I still have a dream. Sorry, Andre, but you've won here so many times,\" Schüttler said in front of a 1,500-strong crowd in the packed Rod Laver Arena in Melbourne as he was interviewed by tennis legend John McEnroe for Australian television. \"He's (Agassi) one of the greatest tennis players ever. Maybe he'll eat something wrong before the match!,\" Schüttler joked when asked how he felt about playing Agassi. Even if he loses to Agassi on Sunday, Schüttler has already picked up a cool $ 593,925 for entering the finals. And German tennis still stands to profit if Schüttler fails to deliver in the finals -- Agassi plans to play mixed doubles with wife and German tennis phenomenon, Steffi Graf in the French Open if he wins. Schüttler's coach Dirk Hordorff offered better odds for his chances on Sunday. \"Agassi doesn't come from a different world. Rainer simply has to play his game.\"",
  "relations": [
    [
      "Rainer Schüttler",
      "Australian Open",
      "appears_in"
    ],
    [
      "Rainer Schüttler",
      "Germany",
      "citizen_of"
    ],
    [
      "Rainer Schüttler",
      "German",
      "citizen_of-x"
    ],
    [
      "Rainer Schüttler",
      "Andy Roddick",
      "vs"
    ],
    [
      "Rainer Schüttler",
      "Andre Agassi",
      "vs"
    ],
    [
      "Andy Roddick",
      "American",
      "citizen_of-x"
    ],
    [
      "Andy Roddick",
      "Rainer Schüttler",
      "vs"
    ],
    [
      "Andre Agassi",
      "American",
      "citizen_of-x"
    ],
    [
      "Andre Agassi",
      "Steffi Graf",
      "spouse_of"
    ],
    [
      "Andre Agassi",
      "Rainer Schüttler",
      "vs"
    ],
    [
      "Boris Becker",
      "Australian Open",
      "appears_in"
    ],
    [
      "Boris Becker",
      "Germany",
      "citizen_of"
    ],
    [
      "Boris Becker",
      "German",
      "citizen_of-x"
    ],
    [
      "Michael Stich",
      "Wimbledon",
      "appears_in"
    ],
    [
      "Michael Stich",
      "Germany",
      "citizen_of"
    ],
    [
      "Michael Stich",
      "German",
      "citizen_of-x"
    ],
    [
      "Michael Stich",
      "Davis Cup",
      "member_of"
    ],
    [
      "Michael Stich",
      "Davis Cup",
      "player_of"
    ],
    [
      "Dirk Hordorff",
      "Rainer Schüttler",
      "coach_of"
    ],
    [
      "Dirk Hordorff",
      "Rainer Schüttler",
      "member_of"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ],
    [
      "Tim Henman",
      "British",
      "citizen_of-x"
    ],
    [
      "Korbach",
      "Germany",
      "in0"
    ],
    [
      "Korbach",
      "German",
      "in0-x"
    ],
    [
      "Hessen",
      "Germany",
      "in0"
    ],
    [
      "Hessen",
      "German",
      "in0-x"
    ],
    [
      "Haas",
      "Germany",
      "citizen_of"
    ],
    [
      "Haas",
      "German",
      "citizen_of-x"
    ],
    [
      "Kiefer",
      "Germany",
      "citizen_of"
    ],
    [
      "Kiefer",
      "German",
      "citizen_of-x"
    ],
    [
      "Frankfurter Allgemeine Zeitung",
      "Germany",
      "based_in0"
    ],
    [
      "Frankfurter Allgemeine Zeitung",
      "German",
      "based_in0-x"
    ],
    [
      "Munich",
      "Germany",
      "in0"
    ],
    [
      "Munich",
      "German",
      "in0-x"
    ],
    [
      "Rod Laver Arena",
      "Melbourne",
      "in2"
    ],
    [
      "Melbourne",
      "Australian",
      "in0-x"
    ],
    [
      "Steffi Graf",
      "Germany",
      "citizen_of"
    ],
    [
      "Steffi Graf",
      "German",
      "citizen_of-x"
    ],
    [
      "Steffi Graf",
      "Andre Agassi",
      "spouse_of"
    ]
  ]
}