{
  "content": "Michael Schumacher -- From Go-Carts to Grand Prix\nHe's the undisputed hero of Formula One racing and just a step away from a sixth world championship. But despite life in a very fast lane, Michael Schumacher has managed to keep things from spinning out of control.\nMichael Schumacher got behind the wheel early on in life. At the age of four his father gave him a pedal go-cart and set him loose. A collision between young Michael's cart and a local lamppost might have put an end to the racing story, but his dad decided to send him to a local go-cart track where lampposts weren't a problem. It was a fortuitous decision and the beginning of one of the most dazzling careers ever in Formula One racing. Born in 1969 in the village of Hürth-Hermühlheim in Germany's Rhineland region, his father's interest in go-carting -- he later managed a local track -- provided the spark to his career. Soon after his father sent him to the course, Schumacher's natural talent for racing began to show. Although he considered it just a hobby, he starting winning races and earning a name for himself on the carting circuit. In 1984 he became German Junior Champion and one year later he finished runner-up in the Junior World Championship. In 1988 Schumacher graduated from go-carts; in 1992 he won his first major car racing championship. Three years later, he became the youngest double Formula One World Champion by winning the 1994 and 1995 seasons. He took home the top trophies again in 2000, 2001 and 2002. After a victory on Sunday in Indianapolis, Schumacher is one point shy of a record-breaking sixth World Championship title. He will race again in Suzuka, Japan on October 12, and most racing watchers expect Michael Schumacher to enter the record books on that day. Lucrative career choice Life behind the wheel of a Formula One race car, almost more jet airplane than car, has been good to Schumacher, who was estimated by Forbes magazine to be the highest paid athlete in the world. He's come a long way from the days when his father had to find a sponsor to support his go-cart racing. Today, racing around a track at speeds of more than 200 miles an hour for the Ferrari racing team and the lucrative product endorsements earn Schumacher in the neighborhood of €70 million ($80 million) a year. He's well on his way to career earnings of €1 billion. But driving for Formula One is quite different than speeding down a German autobahn, and while Schumacher has a seemingly in-born talent for knowing how fast he can take curves safely, he is renowned for his discipline and leadership. He exercises four hours a day, largely to strengthen his neck muscles, which have to endure enormous G-forces in every race. After the gym, it's back to the track for hours of driving so he will be in top form for the two critical racing hours, usually held on Sunday afternoons. It's the thrill of the speed that keeps him in racing, he says. The danger -- and it can be extreme -- doesn't have any special appeal, especially since Schumacher is married and has two young children. \"None of us want to die,\" he said in an interview. \"We don't do it for the thrill of the danger. We do it for the thrill of speed.\" He said there are some risks he refuses to take. Positive role model Sunday's victory in the U.S. (photo) was Schumacher's 70th race win, and his career statistics are a source of awe to every motor sports enthusiast. His average finish in 172 Grand Prix starts has been between second and third and he's been a perennial on the winner's platform for the past 11 years. Every future driver, from the child getting a taste for go-cart racing to the young Formula One hopefuls (and probably a lot of daredevil men and women on freeways around the world), wants to emulate Schumacher. While no one doubts his record on the track, his off-track activities are also the stuff of positive role models. Schumacher has avoided, publicly at least, the pitfalls that have befallen many other German sporting stars. Family man Schumacher sees loyalty as a virtue and views a casual fling as a character flaw, in striking contrast to soccer legend Franz Beckenbauer and former tennis star Boris Becker, whose dalliances with women and troubles with the tax authorities regularly make the pages of the tabloids. That's not to say that Schumacher hasn't come in for some criticism. As one the sporting world's highest earners, Germany's favorite racing son has moved across the border to Switzerland to save on his tax bill. But much of the criticism that has been levelled at him has to do with the rarefied culture and sporting practices of Formula One as well as some of his questionable strategic tactics on the racetrack when the competition heats up. Another complaint that has arisen seems hardly fair, but Schumacher's consistency on the track, his strictly business attitude about racing and overall nice-guy demeanor can can translate in our media-driven age into a kind of blandness. Beckenbauer and Boris may be flawed, but those flaws stir the public's emotions. The visual language of their own sports, Beckenbauer's ballet-style performances on the soccer field and Becker's dives on the Wimbeldon center court, were enough to inspire legions of fans. Watching a Formula One race, the most fans see of Schumacher is his helmet, a car streaking down the straightaway in a straight line, maybe a daring passing maneuver or two. What one doesn't see is the shaking in the driver's seat that is so intense that the driver can't read the pit board, the incremental adjustments of the steering wheel that can mean the difference between victory and catastrophe.",
  "relations": [
    [
      "Michael Schumacher",
      "Formula One",
      "appears_in"
    ],
    [
      "Michael Schumacher",
      "Formula One World Champion",
      "award_received"
    ],
    [
      "Michael Schumacher",
      "German Junior Champion",
      "award_received"
    ],
    [
      "Michael Schumacher",
      "Germany",
      "citizen_of"
    ],
    [
      "Michael Schumacher",
      "German",
      "citizen_of-x"
    ],
    [
      "Michael Schumacher",
      "Ferrari",
      "member_of"
    ],
    [
      "Michael Schumacher",
      "Ferrari",
      "player_of"
    ],
    [
      "Boris Becker",
      "Germany",
      "citizen_of"
    ],
    [
      "Boris Becker",
      "German",
      "citizen_of-x"
    ],
    [
      "Hürth-Hermühlheim",
      "Germany",
      "in0"
    ],
    [
      "Hürth-Hermühlheim",
      "German",
      "in0-x"
    ],
    [
      "Indianapolis",
      "U.S.",
      "in0"
    ],
    [
      "Suzuka",
      "Japan",
      "in0"
    ],
    [
      "German",
      "Germany",
      "gpe0"
    ]
  ]
}